{"title":"Business Compact partners","public_updated_at":"2013-11-28T11:18:18Z","details":{"change_note":"Added information about Career Camel.","tags":{"browse_pages":[],"policies":["social-mobility"],"topics":[]},"body":"<div class=\"govspeak\">\n<div class=\"call-to-action\">\n<p><a rel=\"external\" href=\"https://engage.cabinetoffice.gov.uk/opening-doors-awards/business-compact/\">Sign up to the Business Compact.</a></p>\n</div>\n\n<h2 id=\"social-mobility-foundation\">Social Mobility Foundation</h2>\n\n<p><a rel=\"external\" href=\"http://www.socialmobility.org.uk/\">The Social Mobility Foundation</a> helps high-achieving young people from low-income backgrounds to enter universities and professions through a programme of mentoring, internships, university application support and skills development.</p>\n\n<h2 id=\"accessprofessionscom\">accessprofessions.com</h2>\n\n<p><a rel=\"external\" href=\"http://www.accessprofessions.com/\">accessprofessions.com</a> brings aspiration-raising opportunities for students, parents and teachers under one roof. We match student interests and qualifications with quality opportunities in our partner universities, firms and not-for-profits organisations.</p>\n\n<h2 id=\"the-transformation-trust\">The Transformation Trust</h2>\n\n<p><a rel=\"external\" href=\"http://www.transformationtrust.org.uk/\">The Transformation Trust</a> is a children’s charity that aims to improve social mobility through the provision of extra-curricular activities in schools in the most deprived parts of the country. Working with over 500 schools, the Trust is committed to ensuring that young people have the opportunity to take part in activities and events which can help transform their lives.</p>\n\n<h2 id=\"the-brokerage-citylink\">The Brokerage Citylink</h2>\n\n<p><a rel=\"external\" href=\"http://www.thebrokerage.org.uk/\">The Brokerage Citylink</a> is providing young people in disadvantaged areas of inner London with a pathway of opportunities from education into employment, from workplace visits for secondary school students through to internship and employment opportunities at sixth form and university. They work in partnership with employers, schools and volunteers at every stage to equip young people with the understanding, skills and confidence to make the most of the career opportunities in the City.</p>\n\n<h2 id=\"directions\">Directions</h2>\n\n<p><a rel=\"external\" href=\"http://www.directions.org.uk/careers/\">Directions</a> is the Financial Skills Partnership’s careers website, which provides information about the breadth of careers in finance, accountancy and financial services. Directions provides access to work placement programmes and career opportunities offered by employers in our industry for those just starting to explore the world of work. Register online to hear about new opportunities.</p>\n\n<h2 id=\"future-first\">Future First</h2>\n\n<p><a rel=\"external\" href=\"http://futurefirst.org.uk/\">Future First</a> works to increase social mobility by building alumni communities around state schools to inspire and inform young people about their futures. Future First also engages some of the UK’s leading employers, helping them to deliver inspiring staff volunteering programmes that improve the employability skills of large numbers of young people.</p>\n\n<h2 id=\"iebe\">IEBE</h2>\n\n<p><a rel=\"external\" href=\"http://www.iebe.org.uk/\">IEBE</a> is the professional home for all practitioners concerned with developing young people’s employability. Our aim is to improve the employability and life chances of all young people. We do this by quality-assuring businesses, schools and specialist providers, accrediting individual practitioners, providing development opportunities and facilitating best practice exchange.</p>\n\n<h2 id=\"career-academies-uk\">Career Academies UK</h2>\n\n<p><a rel=\"external\" href=\"http://www.careeracademies.org.uk/\">Career Academies UK</a> leads and supports a movement of over 1,000 employers and over 130 schools and colleges, working together to raise the aspirations and improve the employability skills of 16 to 19-year-olds, predominantly in urban areas of social need, through internships, mentoring, guest lectures and workplace visits.</p>\n\n<h2 id=\"inspiring-the-future\">Inspiring the Future</h2>\n\n<p><a rel=\"external\" href=\"http://www.inspiringthefuture.org/\">Inspiring the Future</a> is a free service which will see tens of thousands of people from all sectors and professions volunteering to go into state schools and colleges to talk about their jobs, careers, and the education routes they took. Everyone from CEOs to apprentices can volunteer. Recent graduates, school leavers and people in the early stages of their career can be inspirational to teenagers - being close in age they are easy to relate to; while senior and recently retired staff have a wealth of knowledge and experience to share.</p>\n\n<h2 id=\"speakers-for-schools\">Speakers for Schools</h2>\n\n<p><a rel=\"external\" href=\"http://www.speakers4schools.org/\">Speakers for Schools</a>, launched by Robert Peston in October 2011, aims to level the playing field and for it to become the norm for leaders in their fields to give talks in state schools and colleges.</p>\n\n<p>Speakers can broaden the horizons and raise the aspirations of young people, speaking passionately about anything from technology to ethics, arts to politics and anything in between.</p>\n\n<h2 id=\"tes-growing-ambitions\">TES Growing Ambitions</h2>\n\n<p><a rel=\"external\" href=\"http://growingambitions.tes.co.uk/\">TES Growing Ambitions</a> is an online careers portal for teachers. The website pulls together over 3,000 careers resources provided by 130 organisations. The website covers securing professional careers advice, careers by subject, an A-Z of types of jobs, and information on a range of career routes.</p>\n\n<h2 id=\"graduate-talent-pool\">Graduate Talent Pool</h2>\n\n<p>The <a rel=\"external\" href=\"http://graduatetalentpool.bis.gov.uk/cms/ShowPage/Home_page/p!ekppgba\">Graduate Talent Pool website</a> has an offer for businesses and graduates alike.</p>\n\n<p>Businesses can match the skills they require with those offered by recent graduates. On the website, employers can advertise internship opportunities to thousands of recent graduates, completely free of charge.</p>\n\n<p>Graduates from UK universities between 2008 and 2011 can search and apply for quality internships on the Graduate Talent Pool.</p>\n\n<h2 id=\"professions-for-good\">Professions for Good</h2>\n\n<p>Developed by <a rel=\"external\" href=\"http://www.professionsforgood.com/\">Professions for Good</a>, the Social Mobility Toolkit for the Professions is the first common framework to measure the progress of social mobility within the professions. It has been endorsed by the Rt Hon Nick Clegg MP, the Deputy Prime Minister, who said: “This toolkit shows how the professions can cast their nets wider and re-think current practices, to attract the most talented people from all across society.”</p>\n\n<h2 id=\"brightside\">Brightside</h2>\n\n<p><a rel=\"external\" href=\"http://www.thebrightsidetrust.org/\">Brightside</a> is a national education charity working with partners including businesses, universities and other charities to provide online mentoring support to connect, inform and inspire more young people to achieve their full potential through education.</p>\n\n<p>Our e-mentoring platform provides an ideal way for businesses to engage with and benefit disadvantaged young people, and for volunteer mentors to share their skills and experience.</p>\n\n<h2 id=\"the-inspiring-futures-foundation\">The Inspiring Futures Foundation</h2>\n\n<p><a rel=\"external\" href=\"http://www.inspiringfutures.org.uk/\">The Inspiring Futures Foundation</a> is a social enterprise, in its 70th year, which supports schools, colleges, students and parents with a wide range of innovative and high impact careers guidance and skills development services. IFF’s main objective is to bring great guidance to all and it recently launched Inspire, a unique service for schools in partnership with CASCAiD which combines interactive online tools and specially designed face-to-face and group activities for students and staff.</p>\n\n<h2 id=\"mykindacrowd\">MyKindaCrowd</h2>\n\n<p><a rel=\"external\" href=\"http://www.mykindacrowd.com/\">MyKindaCrowd</a> is an award-winning social enterprise which levels the playing-field for young people, connecting them to the world-of-work. Completely free, more than 90% of universities and 33% of schools and colleges have signed up since launch 12-months ago.</p>\n\n<p>A simple concept; companies post real-life challenges, students respond, and get rewarded for good ideas with work-experience, mentoring, internships or jobs.</p>\n\n<h2 id=\"upreach\">upReach</h2>\n\n<p><a rel=\"external\" href=\"http://www.upreach.org.uk/\">upReach</a> aims to improve access to the professions for undergraduates from less-privileged backgrounds. In partnership with leading employers and universities we plan to run an on-campus professional development programme, targeted at undergraduates who have overcome the odds to reach university.</p>\n\n<h2 id=\"leap\">LEAP</h2>\n\n<p><a rel=\"external\" href=\"http://leap.org.uk/\">LEAP</a> is a registered charity and social enterprise which since 1993 has provided innovative and effective training aimed at boosting the employability of thousands of disadvantaged schoolchildren, young people and jobless adults. LEAP also provides quality recruitment and training services to those companies who wish to use their talent intake as a vehicle for achieving their diversity and social inclusion priorities.</p>\n\n<h2 id=\"career-camel\">Career Camel</h2>\n\n<p><a rel=\"external\" href=\"http://www.careercamel.com/\">Career Camel</a> is a central platform designed to equip all young people with the knowledge to make informed decisions about their future. The site offers an extensive range of career advice and further education guidance combined with over 50,000 opportunities from apprenticeships through to graduate jobs. This free service is used by career advisers from schools and universities across the country as a vital resource for students’ career development. Career Camel’s unique solution ensures that anyone, regardless of their background, has fair access to opportunities provided by employers.</p>\n\n<div class=\"call-to-action\">\n<p><a rel=\"external\" href=\"https://engage.cabinetoffice.gov.uk/opening-doors-awards/business-compact/\">Sign up to the Business Compact.</a></p>\n</div>\n</div>","format_display_type":"case_study","first_public_at":"2013-04-29T10:11:37.000+01:00","change_history":[{"public_timestamp":"2013-11-28T11:18:18.000+00:00","note":"Added information about Career Camel."},{"public_timestamp":"2013-04-29T10:11:37.000+01:00","note":"First published."}],"image":{"url":"https://assets.digital.cabinet-office.gov.uk/government/uploads/system/uploads/default_news_organisation_image_data/file/31/s300_DPM-PossGovDefault-New.jpg","alt_text":"placeholder","caption":null}},"routes":[{"path":"/government/case-studies/business-compact-partners","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"case_study","schema_name":"case_study","first_published_at":"2016-02-29T09:24:10Z","base_path":"/government/case-studies/business-compact-partners","description":"If you are a student, teacher, parent or employer, the following information about our partners may be useful.","content_id":"5e29ea76-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"lead_organisations":[{"analytics_identifier":"OT537","api_path":"/api/content/government/organisations/deputy-prime-ministers-office","base_path":"/government/organisations/deputy-prime-ministers-office","content_id":"5a1467ef-2946-4d06-831d-8153d25d6ff4","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-11T16:17:58Z","schema_name":"placeholder","title":"Deputy Prime Minister's Office","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"The Deputy Prime Minister&#39;s Office","crest":"eo"}},"links":{}}],"organisations":[{"analytics_identifier":"OT537","api_path":"/api/content/government/organisations/deputy-prime-ministers-office","base_path":"/government/organisations/deputy-prime-ministers-office","content_id":"5a1467ef-2946-4d06-831d-8153d25d6ff4","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-11T16:17:58Z","schema_name":"placeholder","title":"Deputy Prime Minister's Office","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"The Deputy Prime Minister&#39;s Office","crest":"eo"}},"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/social-mobility","base_path":"/government/policies/social-mobility","content_id":"5d2b5cba-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-08T12:38:19Z","schema_name":"policy","title":"Social mobility","withdrawn":false,"links":{}}],"available_translations":[{"title":"Business Compact partners","public_updated_at":"2013-11-28T11:18:18Z","analytics_identifier":null,"document_type":"case_study","schema_name":"case_study","base_path":"/government/case-studies/business-compact-partners","description":"If you are a student, teacher, parent or employer, the following information about our partners may be useful.","api_path":"/api/content/government/case-studies/business-compact-partners","withdrawn":false,"content_id":"5e29ea76-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"case_study","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}