{"title":"Erklärung des Premierministers zum Ausgang des EU-Referendums, 27. Juni 2016","public_updated_at":"2016-06-27T15:39:00Z","details":{"body":"<div class=\"govspeak\"><p>Mit Ihrer Erlaubnis, Mr. Speaker, möchte ich eine Erklärung zum Ausgang des EU-Referendums abgeben.</p>\n\n<p>In der vergangenen Woche haben wir eine der gewaltigsten Übungen in Demokratie in unserer Geschichte vollzogen, mit mehr als 33 Millionen Menschen in England, Schottland, Wales, Nordirland und Gibraltar, die ihre Stimme zu Gehör gebracht haben.</p>\n\n<p>Wir sollten stolz sein auf unsere parlamentarische Demokratie. Aber es ist richtig, dass wir bei Fragen dieser Größenordnung die Entscheidung nicht allein den Politikern überlassen, sondern die Bürger direkt dazu befragen. Und das ist der Grund, warum die Abgeordneten in diesem Haus sich mit einer Mehrheit von fast 6:1 für ein Referendum ausgesprochen hatten.</p>\n\n<p>Lassen Sie mich dem Haus nun darlegen, was diese Entscheidung bedeutet, welche Schritte wir sofort unternehmen, um die britische Wirtschaft zu stabilisieren, was wir zur Vorbereitung auf die Verhandlungen über unseren Austritt aus der EU tun, wie unsere Pläne zur vollen Einbeziehung der Regionalregierungen aussehen und welches die nächsten Schritte beim morgigen Europäischen Rat sein werden.</p>\n\n<p>Die britischen Bürger haben für einen Austritt aus der Europäischen Union gestimmt. Es ist nicht das Ergebnis, das ich mir gewünscht hätte – und auch nicht das Ergebnis, das ich für das Beste halte für dieses Land, das ich liebe. Aber dieses Ergebnis steht außer Zweifel.</p>\n\n<p>Natürlich nehme ich nichts zurück von dem, was ich über die Risiken gesagt habe. Es wird schwierig werden. Es ist bereits absehbar, dass es Anpassungen in unserer Wirtschaft, komplexe verfassungsrechtliche Fragen und schwierige neue Verhandlungen mit Europa geben wird. Aber mir ist klar – und das Kabinett hat dem heute Morgen zugestimmt –, dass diese Entscheidung akzeptiert werden muss und dass jetzt der Prozess ihrer bestmöglichen Umsetzung beginnen muss.</p>\n\n<p>Gleichzeitig haben wir die fundamentale Verantwortung, unser Land zu einen. In den letzten paar Tagen haben wir erlebt, dass ein polnisches Gemeindezentrum mit verabscheuungswürdigen Graffiti beschmiert wurde. Wir haben erlebt, dass Personen beschimpft wurden, weil sie einer ethnischen Minderheit angehören. Wir sollten uns ins Gedächtnis rufen, dass diese Menschen in unser Land gekommen sind und einen bemerkenswerten Beitrag zu unserer Gemeinschaft geleistet haben. Wir werden keine Hassverbrechen oder Übergriffe dieser Art dulden. Sie müssen ausgemerzt werden.</p>\n\n<p>Den europäischen Bürgern, die hier leben, und den Briten, die in anderen europäischen Ländern leben, können wir versichern, dass es keine unmittelbaren Veränderungen in ihrer Siuation geben wird. Auch daran, wie unsere Bürger reisen, unsere Waren gehandelt und unsere Dienstleistungen verkauft werden können, wird sich zunächst nichts ändern. Die Vereinbarungen, die wir beim Europäischen Rat im Februar ausgehandelt haben, werden jetzt verworfen, und ein neuer Premierminister wird über den Austritt aus der EU neu verhandeln.</p>\n\n<p>Was unsere Wirtschaft angeht, sind die Märkte offensichtlich volatil. Einige Unternehmen überdenken ihre Investitionen, und uns ist klar, dass das alles nicht einfach wird. Aber wir sollten Zuversicht aus der Tatsache ziehen, dass Großbritannien bereit ist, sich dem zu stellen, was die Zukunft uns bringt, und zwar aus einer Position der Stärke heraus.</p>\n\n<p>Als Ergebnis unserer langfristigen Wirtschaftsplanung zählt unsere Wirtschaft unter den großen hochentwickelten Volkswirtschaften heute zu den stärksten weltweit, und wir sind gut aufgestellt, um den vor uns liegenden Herausforderungen zu begegnen. Wir haben eine niedrige, stabile Inflation. Die Beschäftigungsquote liegt weiter auf historischem Höchstniveau. Das Haushaltsdefizit, das bei 11% des Nationaleinkommens lag, ist drastisch gesunken und wird voraussichtlich noch in diesem Jahr unter 3% liegen. Auch das Finanzsystem ist inzwischen weitaus widerstandsfähiger als vor sechs Jahren, die Eigenkapitalquote der größten Banken ist jetzt zehnmal so hoch wie vor der Bankenkrise.</p>\n\n<p>Die Märkte haben mit diesem Ausgang des Referendums vielleicht nicht gerechnet, aber wie der Schatzkanzler heute Morgen dargelegt hat, haben das Finanzministerium, die Bank von England und unsere anderen Finanzbehörden in den letzten paar Monaten robuste Notfallpläne ausgearbeitet. Laut Aussage des Gouverneurs der Bank von England vom Freitag haben die Stress-Tests gezeigt, dass die britischen Institute über ausreichende Kapital- und Liquiditätsreserven verfügen, um einem noch schwierigeren Szenario standzuhalten als es unserem Land jetzt bevorsteht. Und unsere Zentralbank kann 250 Millionen Pfund zusätzlich bereitstellen, falls sie Banken und Märkte stützen muss.</p>\n\n<p>In den nächsten Tagen werden das Finanzministerium, die Bank von England und die Finanzaufsichtsbehörde weiter engen Kontakt zueinander halten. Sie haben Notfallpläne zur Stabilisierung der Finanzmärkte entwickelt, und sie werden nicht zögern, weitere Maßnahmen zu ergreifen, falls dies erforderlich sein sollte.</p>\n\n<p>Was nun die Vorbereitungen für die Verhandlungen über unseren Austritt aus der EU angeht, ist das Kabinett heute Vormittag zusammengetreten und hat die Schaffung eines ressortübergreifenden EU-Stabes beschlossen. In diesem Stab werden Beamte mit einschlägigem politischen Fachwissen aus Kabinettsamt, Schatzamt, Außenministerium und Wirtschaftsministerium zusammengezogen.</p>\n\n<p>Dies wird ohne Zweifel die komplexeste und bedeutendste Aufgabe sein, die der britische öffentliche Dienst seit Jahrzehnten zu leisten hatte. Der neue Stab wird deshalb im Herzen der Regierung angesiedelt und mit den besten und kügsten Fachleuten aus unserem öffentlichen Dienst besetzt. Er wird dem gesamten Kabinett über die Umsetzung des Referendumsergebnisses Bericht erstatten, es in Fragen des Übergangs beraten und die Optionen für unser zukünftiges Verhältnis zu Europa und der übrigen Welt objektiv ausloten. Und seine Aufgabe wird es auch sein zu gewährleisten, dass der neue Premierminister vom ersten Tag an den bestmöglichen Rat erhält.</p>\n\n<p>Ich weiß, dass Abgeordnete aller Parteien des Unterhauses an der Vorbereitung und Durchführung der Verhandlungen über unseren Austritt aus der EU mitwirken möchten, und mein Kollege, der Kanzler des Herzogtums Lancaster, wird alle Positionen und Beiträge aufnehmen und sicherstellen, dass sie in diesem Prozess volle Beachtung finden. Er wird in die Wahl der neuen Parteiführung nicht eingebunden sein.</p>\n\n<p>Was die Regionen betrifft, müssen wir sicherstellen, dass die Interessen aller Landesteile des Vereinigten Königreichs gewahrt und gefördert werden. Deshalb werden wir die schottische, die walisische und die nordirische Regionalregierung in vollem Umfang an den Vorbereitungen für die Verhandlungen mit der Europäischen Union beteiligten. Mit Gibraltar, den Kronbesitztümern und den überseeischen Gebieten sowie mit allen regionalen Machtzentren im Land, darunter auch der London Assembly, werden wir Konsultationen abhalten.</p>\n\n<p>Ich habe mit den Ersten Ministern von Schottland und Wales und dem Ersten und dem Stellvertretenden Ersten Minister von Nordirland gesprochen, sowie auch mit dem irischen Taoiseach, und unsere Beamten werden in den kommenden Wochen intensiv zusammenarbeiten, um unsere Regionalregierungen in die notwendigen Entscheidungsfindungsprozesse einzubeziehen.</p>\n\n<p>Alle zentralen Entscheidungen werden bis zur Amtsübernahme des neuen Premierministers warten müssen, aber es gibt eine Menge Arbeit, mit der wir jetzt schon beginnen können. So werden z.B. die britische und die irische Regierung bereits in dieser Woche Gespräche über die Fragen aufnehmen, die sich im Hinblick auf das gemeinsame Grenzgebiet ergeben.</p>\n\n<p>Morgen werde ich am Europäischen Rat teilnehmen. In den vergangenen Tagen habe ich mit Bundeskanzlerin Merkel, Präsident Hollande und einer Reihe weiterer europäischer Staats- und Regierungschefs konferiert. Wir haben über die Notwendigkeit gesprochen, uns auf die Verhandlungen vorzubereiten, und insbesondere über den Fakt, dass die britische Regierung das Verfahren nach Artikel 50 zum jetzigen Zeitpunkt noch nicht in Gang setzen wird.</p>\n\n<p>Bevor wir das tun, müssen wir festlegen, welche Art von Beziehung wir zur EU haben wollen. Und das ist eindeutig etwas, das der nächste Premierminister und sein Kabinett entscheiden sollten. Das habe ich auch den Präsidenten des Europäischen Rates und der Europäischen Kommission gesagt, und ich werde es auch dem Europäischen Rat morgen noch einmal zu verstehen geben.</p>\n\n<p>Dies ist eine souveräne Entscheidung, die Großbritannien – und nur Großbritannien – zu treffen hat. Morgen werde ich auch Gelegenheit haben, noch einmal klar zu machen, dass Großbritannien zwar die Europäische Union verlässt, dass wir aber Europa – oder der übrigen Welt – nicht den Rücken kehren dürfen.</p>\n\n<p>Welche Art von Verhältnis wir zur EU eingehen werden, muss die nächste Regierung entscheiden. Ich glaube aber, alle werden zustimmen, dass wir die stärkstmöglichen wirtschaftlichen Verbindungen zu unseren europäischen Nachbarn haben wollen, ebenso wie zu unseren engen Freunden in Nordamerika, dem Commonwealth und wichtigen Partnern wie Indien und China.</p>\n\n<p>Desgleichen bin ich überzeugt, dass wir die umfangreiche Zusammenarbeit im Sicherheitsbereich ungeachtet der genauen Ausprägung unserer zukünftigen Beziehungen zur EU größtenteils werden fortsetzen wollen, und dass wir weiter alles in unserer Macht Stehende tun werden, um Einfluss auf Entscheidungen zu nehmen, die sich auf den Wohlstand und die Sicherheit unserer Bürger hier im Land auswirken werden.</p>\n\n<p>Für diese Verhandlungen ist eine starke, entschlossene und engagierte Führung erforderlich. Und wie ich bereits gesagt habe, denke ich, das Land braucht einen neuen Premierminister und ein neues Kabinett, um es in diese Richtung zu führen. Diese Entscheidung ist mir nicht leichtgefallen. Aber ich bin absolut überzeugt, dass sie im nationalen Interesse ist.</p>\n\n<p>Das Ausscheiden aus der EU war zwar nicht der Weg, den ich empfohlen habe, aber ich bin der Letzte, der die ungeheuren Stärken unseres Landes nicht zu würdigen wüsste. Wenn wir jetzt die Umsetzung des Volksentscheides voranbringen und die Herausforderungen angehen, die sie unweigerlich mit sich bringen wird, sollten wir meines Erachtens an der Vision eines Großbritannien festhalten, das in der Welt respektiert werden möchte, zu Hause tolerant ist, sich in der Welt engagiert und mit unseren internationalen Partnern zusammenarbeit, um den Wohlstand und die Sicherheit unserer Nation für künftige Generationen voranzubringen.</p>\n\n<p>Für diese Dinge habe ich jeden Tag meines politischen Lebens gekämpft, und das werde ich auch weiter tun.</p>\n\n<p>Ich danke dem Haus für seine Aufmerksamkeit.</p>\n</div>","political":true,"delivered_on":"2016-06-27T15:35:00+01:00","change_history":[{"public_timestamp":"2016-06-27T16:39:00.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon David Cameron MP","url":"/government/uploads/system/uploads/person/image/1/David_Cameron.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-06-27T16:39:00.000+01:00"},"routes":[{"path":"/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.de","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2016-06-27T15:39:00Z","base_path":"/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.de","description":"Premierminister David Cameron gab am 27. Juni 2016 vor dem britischen Unterhaus die folgende Erklärung zum Ausgang des Referendums über Großbritanniens Mitgliedschaft in der Europäischen Union ab","content_id":"4d5efe7d-c5bd-480c-8152-be9d0bfdbed7","locale":"de","expanded_links":{"organisations":[{"analytics_identifier":"D2","api_path":"/api/content/government/organisations/cabinet-office","base_path":"/government/organisations/cabinet-office","content_id":"96ae61d6-c2a1-48cb-8e67-da9d105ae381","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-20T14:28:35Z","schema_name":"placeholder","title":"Cabinet Office","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Cabinet Office","crest":"single-identity"}},"links":{}},{"analytics_identifier":"OT532","api_path":"/api/content/government/organisations/prime-ministers-office-10-downing-street","base_path":"/government/organisations/prime-ministers-office-10-downing-street","content_id":"705dbea4-8bd7-422e-ba9c-254557f77f81","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-03-09T20:00:54Z","schema_name":"placeholder","title":"Prime Minister's Office, 10 Downing Street","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Prime Minister&#39;s Office, 10 Downing Street","crest":"eo"}},"links":{}}],"policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/brexit","base_path":"/government/policies/brexit","content_id":"2dcb5926-db6e-4347-b6d8-64fa9d5779a5","description":"","document_type":"policy","locale":"en","public_updated_at":"2017-04-19T10:33:33Z","schema_name":"policy","title":"Brexit","withdrawn":false,"links":{"working_groups":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.de","base_path":"/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.de","content_id":"4d5efe7d-c5bd-480c-8152-be9d0bfdbed7","description":"Premierminister David Cameron gab am 27. Juni 2016 vor dem britischen Unterhaus die folgende Erklärung zum Ausgang des Referendums über Großbritanniens Mitgliedschaft in der Europäischen Union ab","document_type":"oral_statement","locale":"de","public_updated_at":"2016-06-27T15:39:00Z","schema_name":"speech","title":"Erklärung des Premierministers zum Ausgang des EU-Referendums, 27. Juni 2016","withdrawn":false,"links":{}}]}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/europe","base_path":"/government/topics/europe","content_id":"541bc95f-f3a5-4c34-973a-f5f3f01bc4d2","description":null,"document_type":"policy_area","locale":"en","public_updated_at":"2017-04-19T10:27:38Z","schema_name":"placeholder","title":"Europe","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/brexit","base_path":"/government/policies/brexit","content_id":"2dcb5926-db6e-4347-b6d8-64fa9d5779a5","description":"","document_type":"policy","locale":"en","public_updated_at":"2017-04-19T10:33:33Z","schema_name":"policy","title":"Brexit","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/david-cameron","base_path":"/government/people/david-cameron","content_id":"8529186b-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:02Z","schema_name":"placeholder","title":"The Rt Hon David Cameron","withdrawn":false,"links":{}}],"topical_events":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/eu-referendum","base_path":"/government/topical-events/eu-referendum","content_id":"7658ef9d-2f7a-4e4a-aaa7-9d4668c23de0","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2016-06-24T15:08:22Z","schema_name":"placeholder","title":"EU referendum","withdrawn":false,"details":{"start_date":"2016-02-22T00:00:00.000+00:00","end_date":"2016-06-23T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"Erklärung des Premierministers zum Ausgang des EU-Referendums, 27. Juni 2016","public_updated_at":"2016-06-27T15:39:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.de","description":"Premierminister David Cameron gab am 27. Juni 2016 vor dem britischen Unterhaus die folgende Erklärung zum Ausgang des Referendums über Großbritanniens Mitgliedschaft in der Europäischen Union ab","api_path":"/api/content/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.de","withdrawn":false,"content_id":"4d5efe7d-c5bd-480c-8152-be9d0bfdbed7","locale":"de"},{"title":"PM Commons statement on the result of the EU referendum: 27 June 2016","public_updated_at":"2016-06-27T15:39:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016","description":"Prime Minister David Cameron gave a statement in the House of Commons on the result of the EU referendum.","api_path":"/api/content/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016","withdrawn":false,"content_id":"4d5efe7d-c5bd-480c-8152-be9d0bfdbed7","locale":"en"},{"title":"영국 EU 국민투표 결과에 대한 데이비드 캐머론 총리의 하원 의회 성명: 2016년 6월 27일","public_updated_at":"2016-06-27T15:39:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.ko","description":"데이비드 캐머론 영국 총리는 EU 국민투표 결과에 대해 영국 하원 의회에서 성명을 발표했다. ","api_path":"/api/content/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016.ko","withdrawn":false,"content_id":"4d5efe7d-c5bd-480c-8152-be9d0bfdbed7","locale":"ko"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}