{"title":"Culture Secretary statement to Parliament on press regulation issues","public_updated_at":"2016-11-01T13:40:00Z","details":{"body":"<div class=\"govspeak\"><p>Mr Speaker,</p>\n\n<p>With your permission, I wish to make a statement on matters relating to the Leveson Inquiry.</p>\n\n<p>A free press is an essential component of a fully functioning democracy, which is why it was a manifesto commitment of this government to defend a free press.</p>\n\n<p>The press should tell the truth without fear or favour and hold the powerful to account. However, that freedom has in the past – we now know – been abused.</p>\n\n<p>Mr Speaker, we know that some parts of the press have ignored their own Code of Practice and the law. I have met victims of illegal and improper press intrusion, some of whom have suffered immense distress.</p>\n\n<p>In July 2011, the Coalition Government announced an inquiry into the role of the press and the police in phone hacking and other illegal practices in the British press. Lord Justice Leveson was appointed Chair of the Inquiry.</p>\n\n<p>Part 1 of the Inquiry examined the culture, practices, and ethics of the press. It considered such matters as whether the press needed a different form of regulation and how the press interacted with the public, the police, and politicians.</p>\n\n<p>Sir Brian Leveson heard evidence from more than 300 people, including some of those who had been affected by the most egregious press behaviour.</p>\n\n<p>On 29 November 2012, the Leveson Inquiry published its report on Part 1. It contained 92 recommendations, the majority of which have been acted upon and are being delivered.</p>\n\n<p>Part 2 of the Inquiry – which has not yet begun - would further examine wrongdoing in the press and the police.</p>\n\n<p>Mr Speaker, following a cross-party agreement a Royal Charter established the Press Recognition Panel, which began operating in November 2014. As stated on its website, the Panel’s purpose is to ensure that any press self-regulator is “independent, properly funded and able to protect the public, while recognising the important role carried out by the press”.</p>\n\n<p>Since September 2015, the Panel has been taking applications from regulators who are seeking recognition.</p>\n\n<p>Alongside the Royal Charter, section 40 of the Crime and Courts Act 2013 was designed to incentivise newspapers to join a recognised self-regulator. Section 40 has passed into law but remains uncommenced. This is one of two incentives. The other, relating to exemplary damages, came into effect on 3 November 2015.</p>\n\n<p>A self-regulator applying for recognition must meet the specific criteria set out in the Royal Charter, including providing a system of low-cost arbitration that replaces the need for court action.</p>\n\n<p>Section 40 contains two presumptions:</p>\n\n<p>that if a publisher who is a member of a recognised self-regulator loses a relevant media case in court, they do not have to pay the winning side’s costs; and</p>\n\n<p>that if a publisher who is not a member of a recognised self-regulator wins such a case in court, they would have to pay the losing side’s costs as well as their own.</p>\n\n<p>Each element was intended to encourage the press to join a recognised self-regulator, through a legitimate rebalancing of the normal rules on costs.</p>\n\n<p>Mr Speaker, it has hitherto been the view of government that as we wait for a number of elements of the new self-regulatory regime to settle in - such as the exemplary damages provisions of the Crime and Courts Act, the press developing an effective form of voluntary self-regulation, and self-regulators applying for recognition - the time has not yet been right to commence section 40.</p>\n\n<p>However, the Panel has recently recognised its first self-regulator, The Independent Monitor for the Press - known as IMPRESS - which currently has around 50 members. Meanwhile, the Independent Press Standards Organisation - known as IPSO - regulates more than 2,500 publications, but has been clear that it will not seek recognition from the Panel.</p>\n\n<p>We think the time is right to consider section 40 further.</p>\n\n<p>It has also become apparent that the final criminal case relating to the Leveson Inquiry is entering its final stages. We therefore think this is also an appropriate time to start to consider next steps on Part 2 of the Inquiry.</p>\n\n<p>Many of the issues that Part 2 would have covered have been addressed in the last five years.</p>\n\n<p>Three police investigations - Operations Elveden, Tuleta, and Weeting - have investigated a wide range of offences.</p>\n\n<p>A clear message has been sent to all police officers and public officials that receiving payments for confidential information will not be tolerated and will be dealt with robustly.</p>\n\n<p>The Metropolitan Police Service has introduced new policies on whistleblowing, gifts and hospitality, and media relations.</p>\n\n<p>Mr Speaker, there was also a degree of subject matter overlap between Part 1 and Part 2 of the Leveson Inquiry.</p>\n\n<p>For example, the Inquiry reviewed the Met Police’s initial investigation into phone hacking and the role of politicians and public servants regarding any failure to investigate wrongdoing in News International.</p>\n\n<p>Part 1 made numerous recommendations, all of which are being addressed by the police, Her Majesty’s Inspectorate of Constabulary, the Independent Police Complaints Commission, and the College of Policing where they relate to them.</p>\n\n<p>Given the extent of these criminal investigations, the implementation of the recommendations from Part 1 of the Leveson Inquiry, and the cost to the taxpayer of the investigations and Part 1 - £43.7 million and £5.4 million respectively, the Government is considering whether undertaking Part 2 is still in the public interest.</p>\n\n<p>We are keen to take stock and seek the views of the public and interested parties - not least those who have been the victims of press abuse.</p>\n\n<p>We will also formally consult Sir Brian on the question of Part 2 at the appropriate time, in his role as Inquiry Chair.</p>\n\n<p>I can announce, Mr Speaker, that today we are launching a public consultation, inviting comments on both section 40 and Part 2 of the Leveson Inquiry, from organisations that are affected by it and from the public.</p>\n\n<p>It will run for 10 weeks from today, 1 November, until 10 January 2017.</p>\n\n<p>This is laid out in a consultation document entitled Consultation on the Leveson Inquiry and its Implementation, published on gov.uk/dcms. I am also depositing it in the Libraries of both Houses.</p>\n\n<p>Mr Speaker, I have met with Sir Brian Leveson and spoke to him again this morning. I will write to him formally as well. I am extremely grateful for all the work that he and his team have done to get us this far.</p>\n\n<p>The Government is determined that a balance is struck between press freedom and the freedom of the individual. Those who are treated improperly must have redress. Likewise politicians must not seek to muffle the press or prevent it doing legitimate work, such as holding us to account. And the police must take seriously its role in protecting not only its own reputation, but also those people it is meant to serve.</p>\n\n<p>This is the balance that we wish to strike, and this consultation is the most appropriate and fairest way of doing so.</p>\n\n<p>I commend this statement to the House.</p>\n\n<h3 id=\"ends\">ENDS</h3>\n\n</div>","political":true,"delivered_on":"2016-11-01T00:00:00+00:00","change_history":[{"public_timestamp":"2016-11-01T13:40:00.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Karen Bradley MP","url":"/government/uploads/system/uploads/person/image/396/TME_3807TME_3807_960_karen_bradley.JPG"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-11-01T13:40:00.000+00:00"},"routes":[{"path":"/government/speeches/culture-secretary-statement-to-parliament-on-press-regulation-issues","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2016-11-01T13:40:00Z","base_path":"/government/speeches/culture-secretary-statement-to-parliament-on-press-regulation-issues","description":"Culture Secretary Karen Bradley gave an oral statement to Parliament on a consultation seeking views on two issues relating to the Leveson Inquiry.","content_id":"6cf66683-d3ae-4972-be5b-a7ec68f12a18","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D5","api_path":"/api/content/government/organisations/department-for-culture-media-sport","base_path":"/government/organisations/department-for-culture-media-sport","content_id":"fd62c5a4-714d-47fe-a612-595d1739251c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-04-20T17:05:52Z","schema_name":"placeholder","title":"Department for Culture, Media & Sport","withdrawn":false,"details":{"brand":"department-for-culture-media-sport","logo":{"formatted_title":"Department<br/>for Culture<br/>Media &amp; Sport","crest":"single-identity"}},"links":{}},{"analytics_identifier":"D16","api_path":"/api/content/government/organisations/home-office","base_path":"/government/organisations/home-office","content_id":"06056197-bc69-4147-aa28-070bca132178","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-03T13:12:46Z","schema_name":"placeholder","title":"Home Office","withdrawn":false,"details":{"brand":"home-office","logo":{"formatted_title":"Home Office","crest":"ho"}},"links":{}}],"policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/media-and-creative-industries","base_path":"/government/policies/media-and-creative-industries","content_id":"5d37ac27-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-26T15:15:27Z","schema_name":"policy","title":"Media and creative industries","withdrawn":false,"links":{"working_groups":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/culture-secretary-statement-to-parliament-on-press-regulation-issues","base_path":"/government/speeches/culture-secretary-statement-to-parliament-on-press-regulation-issues","content_id":"6cf66683-d3ae-4972-be5b-a7ec68f12a18","description":"Culture Secretary Karen Bradley gave an oral statement to Parliament on a consultation seeking views on two issues relating to the Leveson Inquiry.","document_type":"oral_statement","locale":"en","public_updated_at":"2016-11-01T13:40:00Z","schema_name":"speech","title":"Culture Secretary statement to Parliament on press regulation issues","withdrawn":false,"links":{}}]}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/media-and-communications","base_path":"/government/topics/media-and-communications","content_id":"a710dcc1-4c54-4ea9-8354-43cede388253","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:09Z","schema_name":"placeholder_policy_area","title":"Media and communications","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/media-and-creative-industries","base_path":"/government/policies/media-and-creative-industries","content_id":"5d37ac27-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-26T15:15:27Z","schema_name":"policy","title":"Media and creative industries","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/karen-bradley","base_path":"/government/people/karen-bradley","content_id":"852e8393-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:14Z","schema_name":"placeholder","title":"The Rt Hon Karen Bradley","withdrawn":false,"links":{}}],"available_translations":[{"title":"Culture Secretary statement to Parliament on press regulation issues","public_updated_at":"2016-11-01T13:40:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/culture-secretary-statement-to-parliament-on-press-regulation-issues","description":"Culture Secretary Karen Bradley gave an oral statement to Parliament on a consultation seeking views on two issues relating to the Leveson Inquiry.","api_path":"/api/content/government/speeches/culture-secretary-statement-to-parliament-on-press-regulation-issues","withdrawn":false,"content_id":"6cf66683-d3ae-4972-be5b-a7ec68f12a18","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}