{"title":"Energy efficiency of buildings: Display Energy Certificates","public_updated_at":"2014-12-20T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>This consultation explores options for ensuring that we are fully meeting the requirements of the Energy Performance of Buildings Directive, while minimising bureaucracy and regulation so that resources may be focussed on the delivery of front line services. It aims to explore options for reducing unnecessary costs to public bodies and the public purse whilst ensuring the regulations which remain are properly complied with and wider energy efficiency objectives continue to be met.</p>\n\n<p>It is possible that the current regulations for the issue and display of energy certificates in public buildings have gold-plated the requirements of the Directive. Gold-plating is, according to the European Commission, “exceeding the requirements of EU legislation when transposing Directives into national law”.  This consultation sets out where the existing regulatory requirements may have gold-plated the Directive: by going beyond the minimum necessary to comply with it; by substituting wider legal terms than those used in the Directive; or by extending the scope of it by requiring energy certificates to be obtained for buildings that the Directive may exempt.</p>\n\n<p>Whilst exploring changes to the regulatory requirements to minimise gold-plating, the consultation also seeks to ensure that the regulatory regime is satisfactorily complied with and effectively enforced. The consultation seeks views on whether and how it may be possible to improve the current enforcement regime.</p>\n\n<p>Finally, as well as consulting on the shape of the future regime and its enforcement, this consultation seeks to gather information about public buildings in England and Wales, their number, the extent to which they have energy certificates of different types, the benefits of these, and the costs of obtaining and maintaining those certificates.</p>\n\n<p>In short, the aim of this consultation is to obtain as full a picture as possible of how the current regime is working; its effectiveness in supporting other government policies, including the Energy Saving Opportunities Scheme; how much it is costing; how effective it is in improving the energy efficiency of our buildings; and how it may be improved and simplified while still delivering its core aim of measuring and ultimately improving the energy efficiency of our buildings.</p>\n</div>","closing_date":"2015-01-20T00:00:00.000+00:00","emphasised_organisations":["2e7868a8-38f5-4ff6-b62f-9a15d1c22d28"],"opening_date":"2014-12-20T00:00:00.000+00:00","first_public_at":"2014-12-16T14:19:09.000+00:00","political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":["planning-system"],"topics":[]}},"routes":[{"path":"/government/consultations/energy-efficiency-of-buildings-display-energy-certificates","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"closed_consultation","schema_name":"consultation","first_published_at":null,"base_path":"/government/consultations/energy-efficiency-of-buildings-display-energy-certificates","description":"Display Energy Certificates: current regime and how it could be streamlined and improved.","content_id":"57d0c273-4ed6-4774-ac46-b117516ae04c","locale":"en","expanded_links":{"available_translations":[{"title":"Energy efficiency of buildings: Display Energy Certificates","public_updated_at":"2014-12-20T00:00:00Z","analytics_identifier":null,"document_type":"closed_consultation","schema_name":"consultation","base_path":"/government/consultations/energy-efficiency-of-buildings-display-energy-certificates","description":"Display Energy Certificates: current regime and how it could be streamlined and improved.","api_path":"/api/content/government/consultations/energy-efficiency-of-buildings-display-energy-certificates","withdrawn":false,"content_id":"57d0c273-4ed6-4774-ac46-b117516ae04c","locale":"en"}]},"format":"consultation","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"publications","government_document_supertype":"closed-consultations","payload_version":0}