{"title":"About the London Somalia Conference 2017","public_updated_at":"2017-05-09T16:10:49Z","details":{"body":"<div class=\"govspeak\"><p>The conference will convene Heads of State and Government from across East Africa and other key partners, along with senior figures from international organisations.</p>\n\n<p>In 2011 Somalia was chronically unstable and ungoverned, with large parts of the country controlled by al-Shabaab. Famine had claimed the lives of a quarter of a million people. Piracy was rife, costing global trade $7 billion that year alone. In response, the UK brought together the international community at the first <a href=\"https://www.gov.uk/government/news/london-conference-on-somalia-full-coverage--2\">London Somalia Conference in 2012</a>.</p>\n\n<p>From then, Somalia’s recovery gathered pace. A legitimate federal government was established in 2012 and the map of federal states began to take shape. African Union Mission to Somalia (AMISOM) peacekeeping forces stabilised large parts of the country and pushed al-Shabaab out of key cities; the number of extremists travelling to Somalia to fight began to fall. An international naval force and increased focus on addressing the drivers of piracy effectively prevented attacks at sea, though it is disappointing to hear reports of the piracy attack on 13 March this year. And a development compact between Somalia and the international community has delivered aid to millions of the most vulnerable people in society.</p>\n\n<p>What does the conference aim to achieve? Somalia will need a surge in support to secure the progress it has made over the last 5 years:</p>\n\n<h2 id=\"improved-security\">Improved security</h2>\n\n<p>Improving security is vital to preventing the return of open conflict across Somalia, and for enabling its broader political and economic development. The Conference will focus on the Somali security architecture that the federal government must agree with the federal member states including what the future of the Somali National Army should look like, and how to counter terrorism while protecting human rights.</p>\n\n<h2 id=\"political-reform-and-governance\">Political reform and governance</h2>\n\n<p>The Conference will also deliver increased commitment from the international community on political reform and governance, to help build a more inclusive, federal and democratic state – setting a clear path towards one-person, one-vote elections in 2020. It will also bring federal and regional leaders together to agree the necessary constitutional reforms to work together more effectively, address revenue mobilisation and resource sharing, and to create the right environment for growth.</p>\n\n<h2 id=\"economic-development\">Economic development</h2>\n\n<p>Supporting Somalia’s economic recovery is a shared priority: a stronger economy that offers Somalis livelihoods, jobs and generates domestic revenue will be essential to Somalia’s sustainable development and stability.  The Conference will secure commitments from the government, Somali private sector and international donors to work together to deliver a focussed set of economic recovery priorities in the coming years.</p>\n\n<h2 id=\"humanitarian-response\">Humanitarian response</h2>\n\n<p>At a time when half the Somali population are without reliable access to food, the Conference is also an opportunity to step up the international response to the ongoing drought and humanitarian need. Continued international support is needed to prevent widespread famine, without which the political and security progress Somalia has made since 2012 could be set back.</p>\n\n<h2 id=\"new-partnership-agreement\">New Partnership Agreement</h2>\n\n<p>The Conference will also agree a New Partnership Agreement between the international community and Somalia that sets out the terms of international support for Somalia’s transition to a more peaceful and prosperous country by 2020, including on issues such as elections, constitutional arrangements, economic development and commitments to tackling corruption.  This partnership will be based on the principle of mutual accountability.</p>\n\n<h2 id=\"side-events\">Side events</h2>\n\n<p>In addition to proceedings on 11 May there will be a number of side events on 10 May. These will cover themes such as the contribution of the Diaspora and civil society to Somalia, progress in accelerating Somalia’s economic recovery, and supporting refugees and their host communities in the region.</p>\n</div>","read_more":"Read more about the aims of the conference."},"routes":[{"path":"/government/topical-events/london-somalia-conference-2017/about","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","first_published_at":"2017-03-21T13:10:16Z","base_path":"/government/topical-events/london-somalia-conference-2017/about","description":"The London Somalia Conference will take place on 11 May 2017. ","content_id":"3a5e07e9-f353-4cae-8898-8f9c4ed543db","locale":"en","expanded_links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/london-somalia-conference-2017","base_path":"/government/topical-events/london-somalia-conference-2017","content_id":"8e97b6b3-e6d5-44fe-8141-9606e7ae8e65","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2017-05-11T16:31:03Z","schema_name":"placeholder","title":"London Somalia Conference 2017","withdrawn":false,"details":{"start_date":"2017-05-11T00:00:00.000+00:00","end_date":"2017-05-12T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"About the London Somalia Conference 2017","public_updated_at":"2017-05-11T16:36:07Z","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","base_path":"/government/topical-events/london-somalia-conference-2017/about","description":"The London Somalia Conference took place on 11 May 2017. ","api_path":"/api/content/government/topical-events/london-somalia-conference-2017/about","withdrawn":false,"content_id":"3a5e07e9-f353-4cae-8898-8f9c4ed543db","locale":"en"}]},"format":"topical_event_about_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}