{"title":"Terms of reference","public_updated_at":"2016-07-07T16:56:32Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"introduction\">1. Introduction</h2>\n\n<p>1.1 Public Health England (<abbr title=\"Public Health England\">PHE</abbr>) exists to protect and improve the nation’s health and wellbeing, and reduce health inequalities. It does this through world-class science, knowledge and intelligence, advocacy, partnerships and delivery of specialist public health services.</p>\n\n<p>1.2 The <a href=\"https://www.gov.uk/government/publications/framework-agreement-between-the-department-of-health-and-public-health-england\">Framework Agreement with the Department of Health (<abbr title=\"Department of Health\">DH</abbr>)</a> describes <abbr title=\"Public Health England\">PHE</abbr>’s functions and duties and the roles and responsibilities of important individuals and groups, including its Chief Executive, the Board and its Chairman. <abbr title=\"Public Health England\">PHE</abbr>’s core functions, which are set out in an annual remit letter from Ministers, are to:</p>\n\n<ul>\n  <li>protect the public’s health from infectious diseases and other public health hazards</li>\n  <li>improve the public’s health and wellbeing</li>\n  <li>improve population health through sustainable health and care services</li>\n  <li>build the capacity and capability of the public health system</li>\n</ul>\n\n<p>1.3 The Chief Executive is responsible for the leadership of <abbr title=\"Public Health England\">PHE</abbr> and delivery of <abbr title=\"Public Health England\">PHE</abbr>’s objectives, including the achievement of specific performance measures set out in the annual remit letter. The Chief Executive is accountable to the Permanent Secretary of <abbr title=\"Department of Health\">DH</abbr>.</p>\n\n<p>1.4 The Chief Executive is supported by a Board, which shall have a majority of non-executive members appointed by the Secretary of State for Health. The Board does not have the powers of direction or the liabilities of members of a private company or a governmental non-departmental public body.</p>\n\n<h2 id=\"membership-of-the-board\">2. Membership of the Board</h2>\n\n<p>2.1 The Board comprises:</p>\n\n<ul>\n  <li>a non-executive Chairman appointed by the Secretary of State;</li>\n  <li>the Chief Executive;</li>\n  <li>at least 3 and no more than 7 non-executives appointed by the Secretary of State other than the Chairman, one of whom shall chair the Audit and Risk Committee</li>\n  <li>no more than 2 associate non-executives appointed by the Board who shall in their opinion bring particular skills, experience and expertise for a specific function; associate non-executives shall be appointed for a period of no longer than 1 year</li>\n</ul>\n\n<p>In addition, the devolved administrations shall each be invited to nominate an individual to attend meetings of the Board in an observer capacity as part of ensuring that there continues to be close liaison between UK public health bodies and government on public health issues of common interest and concern. The appointment of the observers shall be confirmed by the Board at a duly convened meeting.</p>\n\n<p>2.2 The Chairman of the Board will support the Chief Executive in the successful running and development of <abbr title=\"Public Health England\">PHE</abbr>. The Chairman and Chief Executive have agreed the <a href=\"#responsibilities\">statement of respective responsibilities set out below</a>.</p>\n\n<h2 id=\"conduct-of-board-members\">3. Conduct of Board members</h2>\n\n<p>3.1 The non-executive members of the Board shall comply with the <a href=\"https://www.gov.uk/government/publications/board-members-of-public-bodies-code-of-conduct\">Cabinet Office Code of Conduct for Board Members of Public Bodies</a>.</p>\n\n<p>3.2 All members of the Board shall comply with the <a href=\"https://www.gov.uk/government/publications/code-of-conduct-public-health-england\"><abbr title=\"Public Health England\">PHE</abbr> Code of Conduct</a>.</p>\n\n<h2 id=\"role-of-the-phe-board\">4. Role of the <abbr title=\"Public Health England\">PHE</abbr> Board</h2>\n\n<p>4.1 The Board will provide strategic advice on the running of <abbr title=\"Public Health England\">PHE</abbr> and will be supportive and enabling whilst being constructively challenging. Specifically, the Board shall advise and assure:</p>\n\n<ul>\n  <li>the development of <abbr title=\"Public Health England\">PHE</abbr>’s corporate plan and annual business plan</li>\n  <li>\n<abbr title=\"Public Health England\">PHE</abbr>’s financial and performance objectives</li>\n  <li>the effectiveness of <abbr title=\"Public Health England\">PHE</abbr>’s corporate governance arrangements; the Board will receive and act on advice from the Audit and Risk Committee in this regard; in addition, the Board will review the <abbr title=\"Public Health England\">PHE</abbr> Strategic Risk Register bi-annually</li>\n  <li>how <abbr title=\"Public Health England\">PHE</abbr> can ensure independence and maintain the highest professional and scientific standards in the preparation and publication of its advice</li>\n  <li>issues and policies, both within the public health system and from other government departments, which could impact on the strategic direction of <abbr title=\"Public Health England\">PHE</abbr>\n</li>\n</ul>\n\n<p>4.2 The Board may also provide advice to <abbr title=\"Public Health England\">PHE</abbr> on:</p>\n\n<ul>\n  <li>its scientific activities</li>\n  <li>the relevance and quality of the science performed and used</li>\n  <li>emerging health science issues, scientific trends, challenges and opportunities in national and global context</li>\n  <li>its knowledge translation and science communication activities</li>\n  <li>partnerships and linkages, including those of a scientific nature</li>\n  <li>the scientific underpinning of specific issues brought before the Board</li>\n</ul>\n\n<p>4.3 In carrying out its role, the Board will generally address issues identified and presented to it by the Chief Executive but may:</p>\n\n<ul>\n  <li>choose relevant agenda topics for its own deliberations</li>\n  <li>establish specialised technical committees and panels from amongst its members, and appoint to any such committees individuals external to <abbr title=\"Public Health England\">PHE</abbr> who have knowledge, experience and expertise relevant to <abbr title=\"Public Health England\">PHE</abbr>’s mission, for example, on global health, and quality and clinical governance</li>\n  <li>address and/or recommend suitable topics for specialised technical committees and panels</li>\n  <li>liaise with other organisations and individuals with appropriate expertise to undertake such activities</li>\n</ul>\n\n<p>4.4 The Board shall respect the mandates of any other committees and panels providing advice to <abbr title=\"Public Health England\">PHE</abbr> and, more generally, the independent expert advisory committees providing advice to government and the Devolved Administrations.</p>\n\n<p>4.5 The Board is encouraged to reach a consensus in providing advice whenever possible. Where consensus is not possible, the minutes shall reflect the diversity of opinion. Where appropriate, advice may also be provided by way of a formal report.</p>\n\n<h2 id=\"meetings-of-the-board\">5. Meetings of the Board</h2>\n\n<p>5.1 The Board shall meet at least quarterly and at such other times as the Chairman of the Board and/or Chief Executive shall require. Meetings shall be held in public.</p>\n\n<p>5.2 Meetings of the Board shall be summoned by the Board Secretary at the request of the Chairman of the Board and/or Chief Executive.</p>\n\n<p>5.3 The quorum necessary for the transaction of business shall be 4, 1 of whom shall be the Chief Executive, or, in their absence, their nominee.</p>\n\n<p>5.4 In the absence of the Chairman of the Board, the remaining non-executive members present shall elect one of themselves to chair the meeting.</p>\n\n<p>5.5 Where a Board meeting is not quorate under paragraph 5.3 within 1 half hour from the time appointed for the meeting, or it becomes inquorate during the course of the meeting, the Board members present may determine to adjourn to such time, date and place as may be determined by the members present.</p>\n\n<h2 id=\"attendance-of-invitees-at-board-meetings\">6. Attendance of invitees at Board meetings</h2>\n\n<p>6.1 The Chairman of the Board may, in consultation with the Chief Executive, invite individuals with particular expertise or experience to provide input on a specific topic or agenda item. This may include <abbr title=\"Department of Health\">DH</abbr> officials and external experts.</p>\n\n<p>6.2 Invitees may provide the Board with information by way of a written submission, oral presentation or participation in discussions.</p>\n\n<p>6.3 Presenters and observers may not participate in discussions at a Board meeting unless the Chairman specifically invites them to do so. Only members of the Board may participate in the formulation of advice or recommendations.</p>\n\n<h2 id=\"administration\">7. Administration</h2>\n\n<p>7.1 The Board Secretary shall administer meetings of the Board.</p>\n\n<p>7.2 The agenda for all meetings shall be reviewed by the Chief Executive and Chairman of the Board and shared with members 2 weeks in advance of each meeting.</p>\n\n<p>7.3 <a href=\"https://www.gov.uk/government/collections/public-health-england-board-meetings\">Papers for all <abbr title=\"Public Health England\">PHE</abbr> board meetings</a> shall be made available to members no later than 1 week in advance of each meeting. They shall also be made available to <abbr title=\"Public Health England\">PHE</abbr>’s Sponsor Branch in <abbr title=\"Department of Health\">DH</abbr> and published on GOV.UK.</p>\n\n<p>7.4 Papers shall only be tabled at meetings in exceptional circumstances and with the agreement of the Chairman presiding at the meeting.</p>\n\n<p>7.5 The Board Secretary shall record the <a href=\"https://www.gov.uk/government/collections/public-health-england-board-meetings\">minutes of every <abbr title=\"Public Health England\">PHE</abbr> board meeting</a> and shall submit them in draft to the Board in advance of its next meeting for agreement, confirmation or otherwise. The minutes shall summarise the proceedings to reflect the advice offered. The minutes, once approved, shall be published on GOV.UK.</p>\n\n<p>7.6 Non-executive members are eligible to claim allowances, at rates set centrally, for travel and subsistence costs necessarily incurred on <abbr title=\"Public Health England\">PHE</abbr> business.</p>\n\n<h2 id=\"annual-review-process\">8. Annual review process</h2>\n\n<p>8.1 The Board shall undertake a self-assessment of its effectiveness on at least an annual basis. This may be facilitated by independent advisors if the Chairman of the Board considers this appropriate or necessary.</p>\n\n<p>8.2 The Chairman of the Board shall conduct an annual appraisal of the non-executive members.</p>\n\n<p>8.3 These terms of reference, which shall be publicly available on <abbr title=\"Public Health England\">PHE</abbr>’s website, shall be reviewed by the Board at least every 2 years.</p>\n\n<h2 id=\"responsibilities\">Statement of responsibilities of the <abbr title=\"Public Health England\">PHE</abbr> Chief Executive and Chairman of the <abbr title=\"Public Health England\">PHE</abbr> Board</h2>\n\n<p>The Chief Executive’s principal responsibility is leading <abbr title=\"Public Health England\">PHE</abbr> and delivering <abbr title=\"Public Health England\">PHE</abbr>’s objectives. He is also responsible for:</p>\n\n<ul>\n  <li>all executive matters and is <abbr title=\"Public Health England\">PHE</abbr>’s Accounting Officer</li>\n  <li>the day-to-day leadership of <abbr title=\"Public Health England\">PHE</abbr> and all members of the management structure report either directly or indirectly to him</li>\n  <li>developing and implementing <abbr title=\"Public Health England\">PHE</abbr>’s strategy and communicating this to both internal and external stakeholders</li>\n  <li>the provision of information and support, from the executive, to the Board</li>\n  <li>ensuring that he maintains a dialogue with the Chairman of the Board on important and strategic issues facing <abbr title=\"Public Health England\">PHE</abbr> and agreeing with the Chairman an agenda for which reflects these matter</li>\n  <li>ensuring that staff comply with the agreed ways of working with the Board</li>\n  <li>providing input to the Chairman and Board Secretary on changes, as appropriate, to the Board terms of reference, which if agreed, will require approval from the Secretary of State</li>\n  <li>serving on any Committee of the Board, if so appointed</li>\n  <li>contributing to the induction programmes for new non-executive members and ensuring that appropriate management time is made available for this</li>\n  <li>ensuring that appropriate support is in place for the development needs of the Board</li>\n</ul>\n\n<p>The Chairman of the Board is not responsible for executive matters. His principal responsibility is the effective running of the Board and ensuring that it supports the Chief Executive in delivering the objectives of <abbr title=\"Public Health England\">PHE</abbr>. He is also responsible for:</p>\n\n<ul>\n  <li>ensuring that the non-executive members play a full and constructive part in contributing to the advice provided to the Chief Executive on <abbr title=\"Public Health England\">PHE</abbr>’s governance and strategic direction</li>\n  <li>the leadership of the Board and ensuring its effectiveness on all aspects of its role and setting its agenda; this includes ensuring that non-executive members comply with the <a href=\"https://www.gov.uk/government/publications/board-members-of-public-bodies-code-of-conduct\">Cabinet Office Code of Conduct for Board Members of Public Bodies</a> and the <a href=\"https://www.gov.uk/government/publications/code-of-conduct-public-health-england\"><abbr title=\"Public Health England\">PHE</abbr> Code of Conduct</a>\n</li>\n  <li>ensuring the agenda of the Board takes full account of the important issues facing <abbr title=\"Public Health England\">PHE</abbr>. There shall be a focus on strategic, rather than routine and operational, issues</li>\n  <li>ensuring, on the advice of the Board Secretary where appropriate, compliance with the Board Terms of Reference and each Committee’s Terms of Reference</li>\n  <li>proposing to the Board, in consultation with the Chief Executive as appropriate terms of reference for each Committee and other Board policies and procedures</li>\n  <li>proposing the membership of Board Committees and their Chairs for approval by the Board</li>\n  <li>taking the lead in providing a properly constructed induction programme for new non-executive members</li>\n  <li>taking the lead in identifying and seeking to update the skills and knowledge both of individual non-executive members and of the Board as a whole and meeting ongoing development needs</li>\n</ul>\n\n</div>","organisation":"1343f283-19e9-4fbb-86b1-58c7549d874b","tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/organisations/public-health-england/about/terms-of-reference","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"terms_of_reference","schema_name":"corporate_information_page","first_published_at":null,"base_path":"/government/organisations/public-health-england/about/terms-of-reference","description":"","content_id":"e9cfb5c7-cc99-4668-abe4-a89714a5d50d","locale":"en","expanded_links":{"available_translations":[{"title":"Terms of reference","public_updated_at":"2016-07-07T16:56:32Z","analytics_identifier":null,"document_type":"terms_of_reference","schema_name":"corporate_information_page","base_path":"/government/organisations/public-health-england/about/terms-of-reference","description":"","api_path":"/api/content/government/organisations/public-health-england/about/terms-of-reference","withdrawn":false,"content_id":"e9cfb5c7-cc99-4668-abe4-a89714a5d50d","locale":"en"}]},"format":"corporate_information_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}