{"title":"The Commissioners for HM Revenue and Customs v Purple Telecom Limited: [2013] UKUT 049 (TCC)","public_updated_at":"2016-12-01T16:19:27Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the [full decision](HMRC_v_Purple_Telecom.pdf).\r\n\r\nAppeal by HMRC of decision of FTT to vacate hearing. Appeal allowed."},{"content_type":"text/html","content":"<p>Read the <a href=\"HMRC_v_Purple_Telecom.pdf\">full decision</a>.</p>\n\n<p>Appeal by HMRC of decision of FTT to vacate hearing. Appeal allowed.</p>\n"}],"metadata":{"hidden_indexable_content":"[2013] UKUT 049 (TCC)\r\nAppeal number FTC/04/2013\r\nAppeal by HMRC of decision of FTT to vacate hearing. Appeal allowed.\r\nUPPER TRIBUNAL (TAX AND CHANCERY CHAMBER)\r\nTHE COMMISSIONERS FOR HER MAJESTY’S\r\nREVENUE AND CUSTOMS\r\nAppellants\r\n- and -\r\nPURPLE TELECOM LIMITED\r\nRespondent\r\nTRIBUNAL: The Hon Mrs Justice Proudman DBE\r\nSitting in public at the Rolls Building London EC4A 1NL\r\nMr Mark Cunningham QC, instructed by the General Counsel and Solicitor to HM\r\nRevenue and Customs, for the Appellants\r\nMr Ian Bridge, instructed by Dass, solicitors, for the Respondent\r\n© CROWN COPYRIGHT 2012\r\n2\r\nDECISION\r\n1. This is an appeal against a decision by Judge Greg Sinfield in the First tier\r\ntribunal of the Tax Chamber (“the FTT”) to adjourn the hearing of a\r\nsubstantive appeal, an appeal brought by Purple Telecom 5 Limited (“Purple\r\nTelecom”) against decisions of HMRC to deny it recovery of input tax on the\r\nground of allegations of Missing Trader Intra Community fraud. Purple\r\nTelecom, through its sole director, Mr Nils Wager, denies that it knew (or\r\nindeed should have known) that any of the transactions were connected with\r\n10 the fraudulent evasion of Value Added Tax. That substantive appeal was\r\nlisted to commence on 4 February 2013 in the FTT before Judge Sinfield\r\nlasting some four weeks.\r\n2. The matter is urgent: this appeal has been expedited and the listing of the\r\nFebruary hearing has been retained in the FTT’s diary with a view to the main\r\n15 hearing going ahead if HMRC’s appeal succeeds against the decision to vacate\r\nthe trial. Mr Bridge for Purple Telecom says that if the appeal succeeds it will\r\nbe inappropriate for Judge Sinfield to hear the trial. I say nothing about that as\r\nit seems to me it is a matter for him in the circumstances whether to recuse\r\nhimself.\r\n20 3. HMRC’s appeal is brought on five grounds. The FTT gave permission on two\r\nof those grounds and the hearing today is of that appeal plus the hearing for\r\npermission on the other grounds followed, if successful, by the hearing of the\r\nappeal as a whole. The first two grounds are based on the premise that the\r\nFTT made wrong findings of fact; the second two are based on a wrong\r\n25 exercise of discretion.\r\n4. Purple Telecom applied on 18 December 2012 for vacation of the hearing on\r\nthe ground that Mr Wager was undergoing psychiatric treatment and was\r\nmedically unable to give instructions, to prepare for the trial and to attend the\r\ntrial and give evidence. The application was supported by a letter dated 13\r\n30 December 2012 from Mr Wager’s psychiatrist Dr Bakshi, stating that Mr\r\nWager was experiencing low mood, generalised anxiety and panic attacks and\r\nwas not able to concentrate and instruct solicitors at present “at least for the\r\nnext few months”. “His symptoms are interfering with his cognition and\r\nconcentration. He will be disadvantaged if he was cross-examined in his\r\n35 present mental state.”\r\n5. The first hearing of the application was on 19 December 2012. The Judge\r\ndirected that an independent consultant psychiatrist should be jointly\r\ninstructed to examine Mr Wager and prepare a single joint expert’s report as to\r\nhis ability to give instructions and give evidence. Mr Wager made himself\r\n40 available that same afternoon, the joint expert completed his report on 23\r\n3\r\nDecember and provided it to the parties and the FTT on 4 January 2013. At\r\nthe adjourned hearing the FTT considered Dr Wise’s report and heard\r\nsubmissions from counsel on both sides. As a result, the FTT vacated the\r\nhearing.\r\n6. Judge Sinfield’s reasons bear reading in their entirety. However, 5 I quote the\r\nfollowing passages:\r\n“It is, of course, true that there will inevitably be great\r\ninconvenience and some wasted costs if the hearing of the\r\nappeal currently listed to commence on 4 February is vacated at\r\n10 this late stage [Mr Cunningham QC for HMRC pointed out, as\r\nis the case, that it was unlikely that the appeal would be relisted\r\nuntil some time in 2014] but, as explained below, I\r\nconsider that such considerations are outweighed in this case by\r\nothers derived from the overriding objective in…the …rules…\r\n15 While it is clear that there are some inconsistencies between Mr\r\nWager’s scores on the forced choice memory tests and his\r\nability to manage his affairs, it was agreed by both Dr Bakshi\r\nand Dr Wise that there was some impairment and that this\r\ncould affect Mr Wager’s performance in relation to the appeal\r\n20 hearing…\r\n…The letter from Dr Bakshi and the report by Dr Wise lead me\r\nto conclude that…there is real doubt that Mr Wager would be\r\nable to give instructions to his advisers and fully participate in\r\nthe appeal proceedings without further medication and\r\n25 treatment. I am also aware from the earlier hearing that, to\r\ndate, Mr Wager’s solicitors have experienced difficulties in\r\nobtaining instructions from him in relation to the appeal\r\nbecause of Mr Wager’s condition. Even assuming that a higher\r\ndose of citalopram were to be prescribed [a solution suggested\r\n30 by Dr Wise], it is not clear that Mr Wager would be sufficiently\r\nrestored to health in order to give adequate instructions to his\r\nadvisers in advance of the hearing.\r\nI consider that Dr Bakshi’s letter and Dr Wise’s report show\r\nthat Mr Wager’s mental state is such that there is a real risk that\r\n35 he would be unfairly disadvantaged if the hearing of the appeal\r\nproceeded on 4 February 2013. Both Dr Bakshi and Dr Wise\r\nsuggest that Mr Wager’s condition can be improved by\r\nmedication and treatment. Dr Bakshi suggests that this process\r\nwould require a few months and that is not contradicted by Dr\r\n40 Wise. It seems to me that the only fair and just course is to\r\nvacate the hearing to allow time for Mr Wager to recover so\r\n4\r\nthat he can participate fully in the appeal proceedings when\r\nthey are re-listed.”\r\n7. The right to appeal is on a point of law only: see s. 11 (2) of the Tribunal\r\nCourts and Enforcement Act 2007. Section 12 of that Act sets out what the\r\nUpper Tribunal may do if it finds an error on a point of law. 5 It “may (but need\r\nnot), set aside the decision of the first tier tribunal” and, if it does, “must either\r\nremit the case to the first tier tribunal with its directions for reconsideration or\r\nremake the decision.”\r\n8. This case therefore brings into play the considerations set out by the House of\r\n10 Lords in Edwards v. Bairstow [1956] AC 14, as explained by the Court of\r\nAppeal in Georgiou v. Customs & Excise Commissioners [1996] STC 463. In\r\nEdwards, Lord Radcliffe said at 36,\r\n“…it may be that the facts found are such that no person acting\r\njudicially and properly instructed as to the relevant law could\r\n15 have come to the determination under appeal. In these\r\ncircumstances the court must intervene. It has no option but to\r\nassume that there has been some misconception of the law and\r\nthat this has been responsible for the determination.”\r\n9. In Georgiou (at 476), Evans LJ, with whom the other members of the Court of\r\n20 appeal agreed, said,\r\n“The question is not, has the party upon whom rests the burden\r\nof proof established on the balance of probabilities the facts\r\nupon which he relies, but was there evidence before the tribunal\r\nwhich was sufficient to support the finding it made? In other\r\n25 words was the finding one which the tribunal was entitled to\r\nmake? Clearly if there was no evidence, or the evidence was to\r\nthe contrary effect, the tribunal was not so entitled.”\r\n10. This is not a case in which the first tier tribunal heard oral evidence and\r\ntherefore I am in the same position as Judge Sinfield as far as evaluation is\r\n30 concerned. However I emphasise that the mere fact that I might have reached\r\na different decision form him myself is insufficient. I have to find something\r\nperverse in the decision, such that no reasonable tribunal properly directed\r\ncould have reached it.\r\n11. I must also bear in mind that this a case-management decision and the\r\n35 discretion of the tribunal has a wide ambit. As Mr Bridge says, Judge Sinfield\r\ngave careful consideration to the question of whether he should adjourn the\r\n5\r\nhearing and concluded that he should. He was the appointed trial judge and\r\nreached this conclusion within a few weeks of the trial date.\r\n12. In Goldman Sachs International and Ors v. HMRC [2009] UKUT 290, Mr\r\nJustice Norris in the Upper Tribunal said,\r\n“…I think the Upper Tribunal should exercise 5 extreme caution\r\nin entertaining appeals on case management issues.”\r\n13. He then cites, not as establishing any novel proposition but as containing a\r\nconvenient statement, the following passage from the judgment of Lord\r\nJustice Lawrence Collins in Walbrook Trustee v. Fattal & Others [2008]\r\n10 EWCA Civ 427:\r\n“I do not need to cite authority for the obvious proposition that\r\nan appellate court should not interfere with case management\r\ndecisions by a judge who has applied the correct principles and\r\nwho has taken into account matters which should be taken into\r\n15 account and left out of account matters which are irrelevant,\r\nunless the court is satisfied that the decision is so plainly wrong\r\nthat it must be regarded as outside the generous ambit of the\r\ndiscretion entrusted to the judge.”\r\n14. Norris J commented, “I am clear that that principle applies with at least as\r\n20 great, if not greater, force in the tribunals’ jurisdiction as it does in the court\r\nsystem.” The principle was reiterated by Arnold J in Megantic Services Ltd v.\r\nHMRC [2011] WL 1589.\r\n15. Norris J went on to say,\r\n“…the decision of the judge of the first tier tribunal is to be\r\n25 accorded respect. That judge was a judge appointed for his\r\nspecialist knowledge; that judge was one who daily deals with\r\ncases of the type under appeal and who, in making an\r\nassessment, can draw upon a depth of practical experience in\r\nthe conduct of such cases.”\r\n30 16. The issue is therefore whether, as Mr Cunningham QC for HMRC submits, the\r\nevidence was contrary to the findings of Judge Sinfield such that no person\r\nacting judicially could have come to the determination under appeal, or\r\nwhether, as Mr Bridge for Purple Telecom submits, the decision is not so\r\nplainly wrong that it can be regarded as outside the generous ambit of\r\n35 discretion given to the FTT in case management matters.\r\n6\r\n17. The first ground of appeal is that the tribunal held that the implication of\r\nparagraph 55 of Dr Wise’s report was that, without a higher dose of citalopram\r\n(and until it had effect), it was Dr Wise’s view that Mr Wager would not be\r\nable to perform adequately at the hearing. It is said that such a holding was\r\nunsupported by the opinion 5 of Dr Wise that:\r\n(a) Mr Wager understood the purpose of the action\r\nand of the hearing\r\n(b) Mr Wager understands the purpose of counsel\r\nand can advise on the evidence presented;\r\n10 (c) Mr Wager was able to use and weigh information\r\nin reaching a decision and to communicate that\r\ndecision;\r\n(d) Mr Wager has the ability to give instructions in\r\nrelation to the hearing;\r\n15 (e) Whilst Mr Wager may have difficulty giving\r\nevidence at the level he would like, on the\r\nbalance of probabilities it is unsafe to attribute a\r\nsubstantial level of impairment to a mood\r\ndisorder;\r\n20 (f) Factors that would mitigate any impairment due\r\nto increased levels of arousal arising from a\r\nmood disorder, would be the option for short\r\nbreaks during the day, at intervals of not more\r\nthan 2 hours.\r\n25 18. The second ground of appeal was similar, namely that having regard to those\r\nconclusions, it was wrong and perverse of the FTT to hold that there was real\r\ndoubt that Mr Wager would be able to give instructions and fully participate in\r\nthe appeal proceedings without further medication and treatment. In\r\nparticular, Judge Sinfield held in paragraph 10 that there was real doubt that\r\n30 Mr Wager was capable of giving instructions and this was directly\r\ncontraverted by Dr Wise’s unqualified finding that he had that ability.\r\n19. Permission to appeal was given on these two grounds on the basis that Judge\r\nSinfield accepted that “it is arguable that I erred in relying on some parts of\r\nthe body of the report in preference to the statements in the summary.”\r\n7\r\n20. Permission on the other three grounds of appeal (relating to the exercise of\r\ndiscretion) was refused. The third ground was that the tribunal gave\r\ninsufficient weight to various matters, inter alia as to the timing of Purple\r\nTelecom’s application in determining the fair and just course. Judge Sinfield\r\nsays that he did weigh these matters 5 in the balance.\r\n21. The fourth ground was that he failed to give sufficient weight to concerns\r\nraised in Dr Wise’s report about some of Mr Wager’s responses and test\r\nscores. Judge Sinfield said about this:\r\n“Although there were concerns about Mr Wager’s responses\r\n10 and test scores, there was no dispute that he was suffering from\r\ndepression and anxiety and I do not accept that I made any\r\nerror in not dealing with the concerns expressed in greater\r\ndetail or giving them greater weight.”\r\n22. The fifth ground is that there was no evidence to support the finding that Mr\r\n15 Wager’s solicitors had experienced difficulties in obtaining instructions, a\r\nmatter which weighed with the FTT in holding that there was real doubt that\r\nMr Wager could give instructions. Judge Sinfield says that the finding was\r\nbased on the solicitor’s statement which was not contradicted.\r\n23. It seems to me that as a preliminary matter it is important to look at Dr Wise’s\r\n20 report as a whole before coming to the exercise of whether the appeal should\r\nbe allowed or permission given. First, there is no doubt that Dr Wise agreed\r\nwith Dr Bakshi that Mr Wager was suffering from depression. Paragraph 43\r\n(read together with the earlier part of the report headed “Mental state on\r\nexamination” is important. Dr Wise says:\r\n25 “From Mr Wager’s description and Dr Bakshi he described\r\nsymptoms consistent with a moderate Depressive Disorder.\r\nThe BDI-II and BAI (explained earlier) would suggest that it\r\nwas at the upper end of that range, if not severe, at least from\r\nthe anxiety perspective.”\r\n30 24. However, Dr Wise qualifies that conclusion (again reading in conjunction with\r\nthe earlier part of the report) under the heading “Unusual Results” in\r\nparagraphs 44-47 of his report, saying that the scores on many of his tests\r\nwere so bad that they were worse than those obtained by people suffering from\r\ndementia or mental retardation and were inconsistent with his ability to travel,\r\n35 attend an appointment in central London, benefit from traditional\r\npsychological therapies, instruct solicitors or manage his property and affairs.\r\nIt is plain (as Dr Wise makes several references to them) that these\r\ninconsistencies weighed heavily with him in his analysis. He concludes about\r\nthis (paragraph 52) “…it is difficult to comment what the objective level of\r\n8\r\nimpairment is; although I hold the opinion that it is not at the level of\r\nimpairment described by Mr Wager.” He says there are two possible\r\nconclusions that a court could draw. First, “Factitious Disorder” which I take\r\nto mean genuine but (in lay terms) psychosomatic symptoms. This is not\r\nsomething that Dr Bakshi mentioned and there is no estimate 5 of when such\r\nsymptoms might improve over time while the proceedings were still hanging\r\nover Mr Wager’s head. Secondly, feigning or malingering. Again I read\r\nparagraph 54 together with paragraphs 37 and paragraph 5.3 of the summary.\r\n25. Paragraph 55 goes on to say,\r\n10 “Whatever the level of impairment is, were he to take the\r\ncitalopram consistently and at a higher dose, I would expect\r\nthat on the balance of probabilities he would be better able to\r\nperform than is described by Dr Bakshi in the letter.”\r\n26. As Mr Bridge points out, better than what? Better than nothing since Dr\r\n15 Bakshi says that Mr Wager cannot perform at all. Also it is for Dr Bakshi to\r\nprescribe the higher dose and her views about the advisability of this are not\r\nknown.\r\nWas Judge Sinfield wrong?\r\n20 27. The first question is whether the judge made a mistake about Mr Wager’s\r\ncapacity to give instructions and to give evidence.\r\n28. Mr Bridge says he did not. Paragraph 10 of his decision refer to “the letter\r\nfrom Dr Bakshi” as well as “the report by Dr Wise” as a basis for his\r\nconclusion that there is “real doubt that Mr Wager would be able to give\r\n25 instructions to his advisers and fully participate in the appeal proceedings\r\nwithout further medication and treatment.” It also refers to the difficulties Mr\r\nWager’s solicitors said they had in obtaining instructions.\r\n29. Mr Bridge referred to Dr Wise’s report paragraph 43 and 52, describing an\r\nobjective level of impairment.\r\n30 30. It seems to me that Mr Bridge’s submissions elevate Dr Bakshi’s letter to a\r\nposition it does not have. Dr Wise’s firm and unqualified conclusion was that\r\n9\r\nMr Wager could give instructions relating to the hearing. Paragraph 10 of the\r\nFTT’s decision gives the clear impression, in reality clearly says, that the “real\r\ndoubt” was obtained from Dr Wise’s report as well as the letter from Dr\r\nBakshi. If Judge Sinfield was disagreeing with Dr Wise and preferred Dr\r\nBakshi’s evidence, in circumstances where she was his 5 doctor, gave a short\r\nreport and the FTT had commissioned an independent report, it was incumbent\r\nupon Judge Sinfield to have said so in terms. It is plain that Dr Wise disagrees\r\nwith Dr Bakshi’s assessment but there is no hint of this in the reasons for the\r\ndecision.\r\n10 31. I come to the conclusion that the FTT did make a mistake about that and that\r\nthe evidence was contrary to the finding.\r\n32. Secondly, I turn to the question of whether Mr Wager was fit to give evidence.\r\nMr Bridge referred to paragraph 51 of Dr Wise’s report, which said that it may\r\nbe “possible” for Mr Wager to give evidence.\r\n15 33. I observe that Dr Wise was specifically asked two, and only two, questions,\r\nfirst, whether Mr Wager was fit to give instructions and secondly, whether he\r\nwas fit to give evidence. He is an experienced and well-qualified expert and\r\nhe stated that he understood his duties. If he believed that Mr Wager was not\r\nfit to give evidence, or even that there was a serious question-mark over his\r\n20 fitness to do so, he would have said so. There was opportunity for him to\r\nmake such a comment in the summary of conclusions in his report. Instead, he\r\nsays in those conclusions (having given his opinion that Mr Wager understood\r\nthe purpose of the action and the hearing, that he understood the purpose of\r\ncounsel and could advise on the evidence presented and that he could use and\r\n25 weigh information in reaching a decision and communicate that decision) he\r\nsaid at paragraphs 7 and 8 of his summary:\r\n“7. Dr Wise holds the opinion that whilst Mr Wager may\r\nhave difficulty giving evidence at the level he would\r\nlike, it is unsafe to attribute a substantial level of\r\n30 impairment to a mood disorder.”\r\nAlthough there is at first blush an ambiguity in the words of this\r\nparagraph, it is difficult to reach any other conclusion in context\r\nthan that there is, on the balance of probabilities, no substantial\r\nlevel of impairment.\r\n35 “8. Factors that would mitigate any impairment due to\r\nincreased levels of arousal arising from a mood\r\ndisorder, would be the option for short breaks during\r\nthe day, at intervals of not more than two hours.”\r\n10\r\n34. What he is saying here is that “any impairment” can be mitigated by frequent\r\nbreaks in his evidence and the “slow and patient approach” advocated earlier\r\n(in paragraph 51) of the report.\r\n35. Thus the appeal should succeed on this ground, but there is a separate question\r\nof how the discretion should be exercised. I will return 5 to this question.\r\n36. HMRC’s secondary case is that Judge Sinfield exercised his discretion\r\nimpeachably, in other words, relying on grounds 3-5 of the grounds of appeal.\r\nMr Cunningham and Mr Westwood in their skeleton argument repeatedly\r\nreferred to “minimal” impairment of Mr Wager’s mental faculties. That seems\r\n10 to me to downplay the impairment too much. As Judge Sinfield found, the\r\ntwo psychiatrists both found that there is “some impairment”. Unlike Dr\r\nBakshi, Dr Wise said it was impossible to tell how much, principally because\r\nof his suspicions of malingering, save that he concluded that it was not at the\r\nlevel of impairment described by Mr Wager, which must mean that he\r\n15 concluded that it was not as great as Mr Wager’s own assessment.\r\n37. I find for HMRC in relation to grounds 1 and 2 of the appeal. As these are\r\nimportant findings it necessarily follows that the FTT could not have exercised\r\nits discretion correctly. If however I were wrong about grounds 1 and 2, I\r\nwould not give permission under grounds 3, 4 and 5 for the reasons given by\r\n20 Judge Sinfield in paragraphs 5 to 7 of his decision refusing permission to\r\nappeal. Of course, in evaluating grounds 1 and 2 I have, as I have said,\r\nconsidered Dr Wise’s report as a whole, which takes into account the matters\r\nspecified in ground 4 (a)-(f).\r\n38. By virtue of s. 12 of the 2007 Act I could therefore either remit the matter\r\n25 back to the FTT for reconsideration or decide how to exercise the discretion\r\nwhether or not to vacate the hearing myself. The parties do not appear to want\r\nme to do the former; apart from anything else, time does not allow me to refer\r\nthe matter back for a rehearing and I do not propose to do so.\r\n39. In exercising the discretion afresh I weigh the following factors in the balance.\r\n30 40. First, in favour of a postponement. There is the fact that Mr Wager is\r\nunarguably suffering from a form of depressive disorder which results in\r\n“some” impairment of his mental faculties. The overriding objective (on\r\nwhich the FTT expressly relied) demands fairness above all. Mr Bridge\r\npressed upon me the inequality of arms between Purple Telecom on the one\r\n35 hand and HMRC on the other. He also pressed on me the very great\r\nimportance of Mr Wager’s reputation and credibility, both of which he said\r\ncould not adequately be dealt with at an immediate trial. He explained that\r\n11\r\nJudge Sinfield would have had firmly in mind, as I should also, the difficulties\r\nfaced by a person accused of participation in an MTIC fraud. It was, he said,\r\nonly natural that Mr Wager should exhibit symptoms of his depressive\r\ndisorder when bombarded with 7 fresh ring binders of evidence at the eleventh\r\n5 hour.\r\n41. At all events, I take into account the fact that Mr Wager may be disadvantaged\r\nby having a hearing now and that (to quote Dr Wise) “it is …difficult to\r\ndetermine how much impairment of concentration or other cognitive function\r\nis present.” Dr Wise leaves it to the tribunal to decide whether or not Mr\r\n10 Wager is genuinely ill: see paragraphs 50-54 of his report. One has to “weigh\r\nup [his] ability to process information in an aroused state”.\r\n42. Mr Bridge alleged that although this appeal was brought by his client as long\r\nago as 2007 HMRC was guilty of delays along the way and only began to\r\nprepare for trial some months after the date for the hearing was notified by the\r\n15 FTT in April 2012. Some of the teeth were drawn from the late service of\r\ndocuments by the fact that the further evidence was served with the consent of\r\nthe FTT by an order dated 19 November 2012, which gave Purple Telecom 14\r\ndays in which to object to it, and it did not do so.\r\n43. Set against Purple Telecom’s submissions there is Dr Wise’s clear finding that\r\n20 Mr Wager can give instructions. He has had solicitors acting for him\r\nthroughout who could be expected to take points as to his inability to give\r\ninstructions. Secondly, (as Dr Bakshi appears to agree) although Mr Wager\r\ndoes suffer from a moderate depressive disorder it is not a severe one.\r\n44. Thirdly, and importantly, there is the fact that there is no guarantee that (to\r\n25 quote Dr Wise) Mr Wager “would be able to perform as well as he would\r\nwish”, if the hearing were to be postponed for a year. Even Dr Bakshi says\r\nthat “His long term prognosis is good. However he is not able to concentrate\r\nand instruct his solicitors at present, at least for the next few months. During\r\nthis period I will review his mental state and treatment. [my emphasis]” Thus\r\n30 there is no proper indication as to time other than a “long term prognosis”,\r\nwhatever that may mean. Understandably, Dr Bakshi does not commit herself\r\nto any date in deciding when Mr Wager may be fit to give evidence. On the\r\ncontrary, she says she will monitor the position.\r\n45. I also take into account the fact that the appeal relates to transactions which\r\n35 took place as long ago as March and April 2006 so that a fresh hearing will be\r\nmore than 8 years after the date of the transactions. While it is true that much\r\nof the evidence will be gleaned from deal logs and other written\r\ndocumentation, time must be an important factor and this appeal cannot go on\r\nfor ever.\r\n12\r\n46. Mr Cunningham submitted that Purple Telecom has always failed to engage\r\nwith the proceedings, acting only reactively not proactively. In the last 12\r\nmonths HMRC have written long letters about trial preparations which have\r\nbeen ignored or answered on the basis that instructions were being taken. The\r\nvery first indication of any mental health problems with 5 Mr Wager was on 13\r\nDecember 2012, shortly before Purple Telecom made its application to vacate\r\nthe trial date and in response to HMRC’s own application for a Case\r\nManagement Conference to break the deadlock. I note for the record that\r\nthere is no evidence before me of the reasons for the delay between 2008 and\r\n10 2012.\r\n47. Lastly, Judge Sinfield found that vacating the trial date would cause what he\r\ndescribed as “great inconvenience” and “some wasted costs”.\r\n48. Weighing all these factors in mind, I propose to exercise my discretion in\r\nfavour of not vacating the trial date.\r\n15 49. The inference to be drawn from Dr Wise’s report is, as I have said, that\r\nappropriately managed, Mr Wager can give evidence, even if he is not found\r\nto be malingering. Doubtless, so far as possible, the FTT will accommodate\r\nMr Wager’s needs with the “slow and patient approach” advocated in\r\nparagraph 51 of Dr Wise’s report and frequent breaks in his evidence as\r\n20 advocated in his conclusions.\r\n50. I would add only one more matter. I do not know what has happened since the\r\norder of the FTT. I emphasise that I do not preclude any fresh application to\r\nvacate the trial date because of recent events.\r\n51. I would only add that this written statement of my decision has, as requested\r\n25 by Mr Bridge, been prepared as a matter of urgency from my notes of the\r\njudgment I gave at the oral hearing on 22 January 2013.\r\nTRIBUNAL JUDGE: The Hon Mrs Justice Proudman DBE\r\n30 RELEASE DATE: 24 January 2013","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2013-01-24","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/5764febaed915d3cfd00006a/HMRC_v_Purple_Telecom.pdf","title":"The Commissioners for HM Revenue and Customs v Purple Telecom Limited: [2013] UKUT 049 (TCC)","content_type":"application/pdf","updated_at":"2016-06-18T07:56:42Z","created_at":"2016-06-18T07:56:42Z","content_id":"d7d5bfed-9ca6-4b43-9a21-0e994f4a2f26"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:26.870Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-purple-telecom-limited-2013-ukut-049-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:27Z","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-purple-telecom-limited-2013-ukut-049-tcc","description":"Upper Tribunal Tax and Chancery decision of Mrs Justice Proudman on 24 January 2013.             ","content_id":"de07a868-7e76-4829-9bde-ec5f3e7b2d9b","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"The Commissioners for HM Revenue and Customs v Purple Telecom Limited: [2013] UKUT 049 (TCC)","public_updated_at":"2016-12-01T16:19:27Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-purple-telecom-limited-2013-ukut-049-tcc","description":"Upper Tribunal Tax and Chancery decision of Mrs Justice Proudman on 24 January 2013.             ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-purple-telecom-limited-2013-ukut-049-tcc","withdrawn":false,"content_id":"de07a868-7e76-4829-9bde-ec5f3e7b2d9b","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}