{"title":"Glenbow Financial Management Ltd, Ridings GB and others v Financial Services Authority","public_updated_at":"2016-12-01T16:19:13Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the [full decision](Glenbow Financial Management Ltd v FSA.pdf).\r\n\r\nReference of refusal by F.S.A to approve applicants onus of\r\nproof – threshold conditions – fit and proper – non disclosure\r\n– prospect of prudent management."},{"content_type":"text/html","content":"<p>Read the <a href=\"Glenbow%20Financial%20Management%20Ltd%20v%20FSA.pdf\">full decision</a>.</p>\n\n<p>Reference of refusal by F.S.A to approve applicants onus of\nproof – threshold conditions – fit and proper – non disclosure\n– prospect of prudent management.</p>\n"}],"metadata":{"hidden_indexable_content":"Reference of refusal by F.S.A to approve applicants onus of\r\nproof – threshold conditions – fit and proper – non disclosure\r\n– prospect of prudent management.\r\nTHE FINANCIAL SERVICES AND MARKETS TRIBUNAL\r\nBetween\r\nNORMAN DEAKIN\r\nGWYNNETH ROE\r\nIVAN HARRISON\r\nRIDINGS GB\r\nGLENBOW FINANCIAL MANAGEMENT LTD\r\nApplicants\r\n-and-\r\nFINANCIAL SERVICES AUTHORITY\r\nRespondent\r\nTribunal: Mr T Gordon Coutts, QC (Chair)\r\nMr Michael Hanson\r\nMr Andrew Lund\r\nSitting in Edinburgh on 2, 3, 6, 7 & 8 December 2004\r\nMR B COCHRANE: Appeared on behalf of the Applicants\r\nMR S GERRISH: Appeared on behalf of the Respondent\r\n© CROWN COPYRIGHT 2005\r\n2\r\nDECISION\r\nIntroductory\r\nDecision notices were issued in these combined applications\r\non 7 May 2004 in relation to the first 5 four applicants, and in\r\nNovember 2004 in respect of the fifth (Glenbow). The applications\r\nwere for part 5 approvals in respect of the individuals and part 4\r\nauthorisations in respect of the Companies. The Respondent\r\nrefused all the applications for several reasons. These were, in\r\n10 respect of Ridings, that it could not satisfy the threshold conditions\r\nand in respect of the individuals that they could not satisfy the “fit\r\nand proper” test.\r\nOnus or Burden of Proof\r\n15 The Applicants in their Statement of Case and throughout\r\nappeared to be of the view that it was for the Respondent to prove\r\ntheir case i.e. to prove that the threshold conditions were not met,\r\nand to prove that the individuals were not fit or proper persons.\r\nFollowing that approach various legalistic points were made\r\n20 throughout the Hearing directed towards the burden of proof.\r\nThe Authority, it was submitted, did not have to prove that\r\nthe threshold conditions were not met or that the Applicants were\r\nnot fit and proper.\r\n4\r\nThe Authority submitted that it required to show that the\r\nTribunal could not be satisfied that the threshold conditions were\r\nmet or that the particular candidate was fit and proper. It seemed to\r\nus that the Authority was thus accepting a burden in this case,\r\nwhich was not appropriate. It could and did 5 lead to an unnecessary\r\nexpenditure of time and a voluminous deployment of written\r\nmaterial and evidence. They were in error in so doing.\r\nThe matter of burden of proof has been the subject of some\r\n10 discussion, perhaps obiter, in the application of David Thomas\r\nagainst the Authority on 23 July 2004. At paragraph 102 the\r\nTribunal there said “the Tribunal will reach its decision on the\r\nevidence on argument presented to it and the burden of proof will\r\nbe on the Respondent to show that on that evidence the Tribunal\r\n15 cannot be satisfied that the Applicant is fit and proper”. That might\r\nappear to be in conflict with a view expressed in R V Maidstone\r\nCrown Court ex parte Olsen, The Times 21 May 1992 that the onus\r\nof establishing on the balance of probabilities that a licensee was a\r\nfit and proper person was on the Applicant. It has to be noted,\r\n20 however, that in Thomas the Authority was withdrawing or revoking\r\nan approval already in place, not determining a new application. In\r\nthat case the status quo ante was being altered. In the present\r\ncase it is not. Paragraph 102 in Thomas in our opinion requires to\r\nbe confined to a case on the same facts.\r\n5\r\nIt may be that this type of discussion caused the confusion in\r\nthe mind of the Applicants and, further, caused unnecessary\r\nelaboration on the part of the Authority. It does not seem to this\r\nTribunal that in the context of the Act it is 5 correct to suggest that\r\nthere is any onus on the Respondent or any burden of proof on\r\nthem to establish anything in relation to the grant of approval or\r\nauthorisation. Since the Tribunal replaces the Authority in decision\r\nmaking it is for the Tribunal to be satisfied on the evidence in front\r\n10 of it whether the threshold conditions are met and whether the\r\nApplicant or Applicants are fit and proper persons. The matter can\r\nbe tested on the hypothesis that one side or the other leads no\r\nevidence. Since the applicants are seeking permission to operate\r\nin a regulated regime and require to show that they should be given\r\n15 such permission it appears to this Tribunal that the onus in this\r\nreference rests entirely on them. As a matter of convenience the\r\nAuthority may lead at the Hearing and set out, as is right and\r\nproper, all the factors which they have had placed before them. But\r\nit is not what the Authority makes of those matters but what the\r\n20 Tribunal decides that is relevant in the context of the reference and\r\nit would be well, it is considered, for the future if Applicants realise\r\nthat that they have got to persuade the Tribunal that they should be\r\ngiven the requisite authorisation and permission and not otherwise.\r\nEven a finding that the authority made some error of fact would not\r\n6\r\nnecessarily lead to a direction that the application be granted\r\nwithout evidence from the Applicants, written or oral.\r\nBackground facts prior to application\r\nWe find that the following matters 5 occurred prior to the\r\napplications with which we are concerned being made. The matters\r\nwere canvassed before the Authority and ourselves and although\r\nsome doubt was expressed about the relevance of some of them\r\nwe hold that the Authority were entitled to have consideration to any\r\n10 such facts, for what they were worth, as indeed was the Tribunal.\r\nMr Deakin, the key figure in this whole affair, began his\r\nbusiness life as a salesman. He transferred in about 1977 to Pearl\r\nAssurance where he acted as Section Manager. He thereafter\r\n15 acted as a Manager until 1995 when his duties (with Frizzell\r\nFinancial Management) included training, compliance and\r\ndevelopment matters. In 1997 he was an Associate Director of\r\nBowland Financial Management Ltd and claimed to have duties\r\nproviding independent financial advice for a high net worth client\r\n20 group. In 1999-2000 4 companies were incorporated; MBA Sterling\r\nDirect Ltd, Sterling GB Ltd, Sterling GB Direct Ltd and MBA Sterling\r\n(UK) Ltd. Mr Deakin was a director of each of these companies.\r\n7\r\nOn 2 August 2000 by resolution Sterling GB Direct Ltd\r\nchanged its name to MBA Sterling Direct Ltd and the former MBA\r\nSterling Direct Ltd changed its name to Sterling GB Direct Ltd. No\r\nexplanation which sounded plausible to the Tribunal was given for\r\nthis reshuffle. It has caused confusion to customers, 5 creditors and\r\nregulators for which the directors of those companies must bear any\r\nblame.\r\nMr Deakin claimed to be responsible for training and\r\n10 compliance issues with Sterling GB Direct Ltd from 2000 onwards.\r\nApart from the now MBA Sterling Direct Ltd all the other companies\r\nare in liquidation, Sterling GB Ltd and Sterling GB Direct Ltd by 28\r\nNovember 2003.\r\n15 The business carried out by Sterling GB Direct\r\nThis consisted of the selling of small value life assurance\r\npolicies round the houses. The scheme whereby these policies\r\nwere sold to the public appeared to be, in essence, the provision by\r\na firm, “Shopacheck”, of a loan to cover the annual premiums. In\r\n20 the event of the weekly payments of that loan not being met\r\nShopacheck cancelled the policy and reclaimed the premium paid\r\nby offset against other premiums due. Sterling Direct became\r\naware that Shopacheck were not paying sufficient funds into the\r\naccount designed to meet the premiums to the insurers and Sterling\r\n8\r\nGB supported that account to a substantial level. Due to\r\ninadequate monitoring and supervision of these transactions, which\r\nwere many, in particular, losses to Sterling GB Direct which,\r\nbecause of internal arrangements, also affected Sterling GB. The\r\nresult for the consumer was the failure 5 of the policy, loss of\r\nprotection and a loan debt.\r\nRidings GB Limited\r\nShortly after the above liquidations the firm Ridings was\r\n10 incorporated. The directors at incorporation were the Applicants\r\nGwynneth Roe and Ivan Harrison who were the only, equal,\r\nshareholders and also provided loan finance. The Tribunal had no\r\ndoubt, however, that Mr Deakin was the driving force behind the\r\nnew company which was intended to continue the insurance\r\n15 business previously carried on by the Sterling entities and to,\r\npossibly, succeed to trail commissions. Mrs Roe and Mr Harrison\r\nhad been employees of the companies controlled by Mr Deakin.\r\nThey had never been directors of any company.\r\n20 The current applications\r\nRidings applied to the Authority for authorisation and the 3\r\nindividual applicants for approval. Mr Deakin became a director of\r\nRidings in 2004, partly in response to the Authority not being\r\n9\r\npersuaded of the competence and fitness of the directors Roe and\r\nHarrison to perform controlled functions.\r\nBecause the Authority had not been minded to approve the 3\r\nindividual applicants, as an interim measure 5 Ridings GB Limited\r\nbecame an Appointed Representative of Glenbow Financial\r\nManagement, a company in which Mr Cochrane, who represented\r\nthe Applicants before and at the Tribunal hearing, has a material\r\ninterest. Glenbow sought approval for Mr Deakin to perform\r\n10 controlled function CF1(AR) as well as CF21 in respect of Ridings\r\nLimited.\r\nIt appeared in the course of the hearing that Ridings had\r\nbeen operating as an approved representative of Glenbow Financial\r\n15 Management without an approved person in the CF1(AR) Director\r\ncontrolled function and was therefore in breach of the Act. It was\r\nsuggested by Mr Deakin that they were so operating as a result of\r\nadvice from the firm IFA Compliance Ltd.\r\n20 The applications\r\nWe could see from the evidence that, from the date of the\r\napplications until the ultimate refusal, the Authority went to great\r\nefforts to determine whether they could approve the applications.\r\nMuch correspondence and also meetings took place when the\r\n10\r\nAuthority became concerned about the propriety of the Applicants.\r\nWe find that the Applicants had ample opportunity to explain, if they\r\ncould, and to give reasons why their Applications should be\r\ngranted. We find that they failed to do so before the Authority and\r\nequally before us. It is necessary to outline 5 the concerns and the\r\nreasons therefor and to make findings in relation thereto.\r\nEvidence at the Hearing\r\nThe Tribunal heard evidence from Mr Hillier, Miss Jordan\r\n10 and Mr Cooper all officers of the Respondent; also from\r\nMr Fotherby and Ms Linnegan both former employees in the\r\nSterling Companies. They heard evidence from the Applicants\r\nMr Deakin, Mrs Roe and Mr Harrison. The procedure adopted was\r\nthat each of these witnesses prepared a statement which was taken\r\n15 as Evidence in Chief and each was subject to cross-examination.\r\nOther written statements to which the Tribunal was invited to have\r\nregard were those of Mr Drainer and Mr Thomas of the Authority in\r\nrelation to the Glenbow application. There was also produced and\r\nno objection taken to the statement of Mr Bennett, who wrote in\r\n20 support of Mr Deakin.\r\nThe Tribunal saw no reason to doubt the reliability and\r\ncredibility of the Authority’s officers. They regarded Mr Harrison as\r\ndoing his best to tell the truth in an unfortunate situation. They had\r\n11\r\nreservations about the evidence of Ms Linnegan on the historical\r\nmatters relating to the Sterling entities. Her role and activities in the\r\nmatters put before us was not entirely clear. They were not inclined\r\nunless independently supported to accept the evidence of\r\nMr Deakin. As an example in his written statement, 5 confirmed on\r\noath, Mr Deakin alleged that, without his knowledge or consent or\r\nsight of minutes, in 2002 Ms Linnegan had had her wages\r\nincreased. When that was put in cross-examination to her she\r\nproduced and referred to a letter (PAL8) dated 8 May 2002\r\n10 admittedly signed by Mr Deakin which contradicted his statement as\r\nfollows:\r\n“Following the recent review of duties and responsibilities\r\nwithin Sterling GB and Sterling GB Direct Ltd I am pleased to\r\n15 inform you on behalf of the board that your salary has been\r\nincreased to £20,000 per annum with effect from 1 May\r\n2002”.\r\nWith regard to Mrs Roe they regarded her evidence when\r\n20 given in the Tribunal room as corroborating the Respondents view\r\nof her inadequacies and inability to understand or to perform the\r\nfunction of a Director let alone any controlled function. She was\r\nwholly out of her depth.\r\n25\r\n12\r\nNecessary requirements for approval and authorisation\r\nThese matters are explained at length in the Authority’s\r\nstatutory regime. In Schedule 6 of the Act threshold conditions are\r\nprovided. Four relevant conditions were canvassed before the\r\nTribunal specifically in relation to Ridings, and 5 five in relation to the\r\nindividuals, and also as impacting on the application by Glenbow for\r\napproval of Mr Deakin performing controlled functions.\r\nSchedule 6 provides inter alia\r\n10\r\n… 4 Adequate resources\r\n(1) The resources of the person concerned must, in the\r\nopinion of the Authority, be adequate in relation to the\r\n15 regulated activities that he seeks to carry on, or carries on.\r\n(2) In reaching that opinion, the Authority may-\r\n(a) take into account the person’s membership of a\r\n20 group and any effect which that membership may\r\nhave; and\r\n(b) have regard to-\r\n(i) the provision he makes and, if he is a member of a\r\n25 group, which other members of the group make in\r\nrespect of liabilities (including contingent and\r\nfuture liabilities); and\r\n(ii) the means by which he manages and, if he is a\r\nmember of a group, which other members of the\r\n30 group manage the incidence of risk in connection\r\nwith his business.\r\n5. Suitability\r\n35 The person concerned must satisfy the Authority that he is a\r\nfit and proper person having regard to all the circumstances,\r\nincluding-\r\n(a) his connection with any person;\r\n13\r\n(b) the nature of any regulated activity that he carries on or\r\nseeks to carry on; and\r\n(c) the need to ensure that his affairs are conducted soundly\r\nand prudently.\r\n5\r\n“Adequate resources” we were told was (and in our opinion\r\nshould be) interpreted broadly to include both financial and human\r\nresources and any other relevant factors. It is necessary to\r\ndetermine whether the firm will satisfy and continue to satisfy\r\nthreshold condition 5 and all relevant factors 10 may be taken into\r\naccount to the extent that they are significant. Such relevant\r\nmatters include but are not limited to whether a firm:\r\n(a) Conducts, or will conduct, its business with integrity\r\n15 and in compliance with proper standards;\r\n(b) Has, or will have, a competent and prudent\r\nmanagement; and\r\n(c) Can demonstrate that it conducts, or will conduct its\r\naffairs with the exercise of due skill care and diligence.\r\n20 (COND 2.5.4 G(2)).\r\nand may include but are not limited to whether:\r\nThe firm has been open and co-operative in all of its dealing\r\n25 with the FSA and any other regulatory body (see Principle 11\r\n(Regulations with regulators)) and is ready, willing and\r\n14\r\norganized to comply with the requirements and standards\r\nunder the regulatory system and other legal, regulatory and\r\nprofessional obligations; the relevant requirements and\r\nstandards will depend upon the circumstances of each case\r\n5 …\r\nand the firm has taken reasonable care to establish and\r\nmaintain effective systems and controls for compliance with\r\napplicable requirements and standards under the regulatory\r\n10 system that apply to the firm and the regulated activities for\r\nwhich it has, or will have, permission. (COND 2.5.6 G).\r\nFurther in terms of principle 11 a firm must deal with its\r\nregulators in an open and co-operative way, and must disclose to\r\n15 the FSA appropriately anything relating to the firm of which the FSA\r\nwould reasonably expect notice.\r\nFurther a firm must notify the FSA if civil proceedings were\r\nbrought against it and the amount of the claim is significant in\r\n20 relation to the firms financial resources or its reputation. It must\r\ntake reasonable steps to ensure that all the information it gives to\r\nthe FSA in accordance with the Rule in any part of the Handbook is\r\nfactually accurate or in the case of estimates and judgments, fairly\r\nand properly based after appropriate enquiries have been made by\r\n15\r\nthe firm; and also complete in that is should include anything of\r\nwhich the FSA would reasonably expect notice.\r\nIn respect of this guidance in relation to Ridings the\r\n5 Authority’s concerns were:\r\n(i) That the governing body is not made up of individuals\r\nwith the appropriate range of skills and experience:\r\nMr Deakin may have experience, but there are\r\n10 concerns as to his level of skill based on:\r\n(a) Previous conduct in relation to Sterling GB and\r\nSterling Direct;\r\n(b) Conduct in relation to the Ridings application.\r\n15\r\nIt was submitted that if one excludes Mr Deakin from the\r\ngoverning body, Mr Harrison and Mrs Roe do not have sufficient\r\nexperience or skill. This it was said was further evidenced by the\r\nconduct of Sterling with respect to the Authority, whilst Mr Deakin\r\n20 was away from work at Sterling due to ill-health.\r\nPart 4 Approval\r\n16\r\nIt was submitted by the Authority that:\r\n1) The proposed structure of the governing body of Ridings,\r\nwith the inclusion of two previous employees of Mr Deakin as\r\nCF1 status does not give the Authority 5 confidence that\r\nMrs Roe and Mr Harrison will have sufficient authority or the\r\nability effectively to challenge Mr Deakin.\r\n2) The proposed structure in respect of Ridings (AR) that\r\n10 only Mr Deakin would be applying for CF1 (AR) approval\r\nraises concerns as to the reason for the ownership of\r\nRidings by Mrs Roe and Mr Harrison; and their role within\r\nthat firm.\r\n15 3) The firm has not demonstrated to the Authority that it has\r\nmade arrangements to put into place an adequate system of\r\ninternal control to comply with the requirements and\r\nstandards under the regulatory system (see SYSC 3.1\r\n(Systems and Controls)).\r\n20\r\n4) The firm has not approached the control of financial and\r\nother risks in a prudent manner:\r\n(a) in respect of its proposed business plan;\r\n17\r\n(b) in respect of demonstrating contracts, letters of\r\nagreement or similar in relation to a significant\r\nanticipated income stream;\r\n(c) in respect of demonstrating adequate prudence or\r\ncompliance with the rules, 5 for example relating to\r\nprofessional indemnity insurance;\r\n(d) or by updating the information, for example\r\nfinancial forecasts to reflect modifications in the\r\nfirm’s proposals;\r\n10 (e) in respect of demonstrating how the problems that\r\narose due to failures at Sterling GB and Sterling\r\nDirect would be avoided in the future.\r\n5) There is an additional burden in respect of Ridings, in that\r\n15 Mr Deakin had been a director of Sterling entities that went\r\ninto liquidation, with substantial debts in circumstances that\r\nsuggest there was no good reason for the liquidation of\r\nSterling GB, were it not for the confused relationship\r\nbetween CGNU, Shopacheck, Sterling GB and Sterling\r\n20 Direct. Further that it is immaterial that it is alleged that the\r\nreason for the liquidation of Sterling Direct is that it was due\r\nto the inadequacies of Cattles/Shopacheck (which in any\r\nevent is not demonstrated).\r\n18\r\n6) Ridings has not provided any evidence that it will not be\r\nposing an unacceptable risk to consumers, having especial\r\nregard to the background of the liquidation of Sterling GB\r\nand Sterling Direct.\r\n5\r\nPart 5 Approval\r\nIt is appropriate in considering whether a person is fit and\r\nproper to have regard to Section 61 of the Act which provides:\r\n10 “the Authority may have regard (amongst other things) to\r\nwhether the candidate …\r\n(a) has obtained a qualification;\r\n(b) has undergone, or is undergoing training;\r\n15 (c) or possesses a level of competence,\r\nrequired by the general rules …”\r\nIn the published FIT module of the handbook the following\r\n20 advice and guidance has been promulgated:\r\nFIT 1.1.2 G “The purpose of FIT is to set out and describe the\r\ncriteria that the FSA will consider when assessing the fitness and\r\npropriety of a candidate [that is an applicant for approval] for a\r\n25 controlled function (see generally SUP 10 on approved persons)…”\r\nFIT 1.3.1 G “The FSA will have regard to a number of factors when\r\nassessing the fitness and propriety of a person to perform a\r\n19\r\nparticular controlled function. The most important considerations\r\nwill be a persons:\r\n(i) Honesty, integrity and reputation\r\n5 (ii) Competence and capability; and\r\n(iii) Financial soundness.”\r\nFIT 1.3.2 G “In assessing fitness and propriety, the FSA will also\r\ntake into account the activities of the firm for which the controlled\r\n10 function is or is to be performed, the permission held by that firm\r\nand the markets within which it operates”.\r\nFIT 1.3.3 G “The criteria listed in FIT 2.1 to FIT 2.3 are guidance\r\nand will be applied in general terms when the FSA is determining a\r\n15 person’s fitness and propriety. It would be impossible to produce a\r\ndefinitive list of all the matters which would be relevant to a\r\nparticular determination.”\r\nFIT 2.1.1 G “In determining a person’s honesty, integrity, and\r\n20 reputation, the FSA will have regard to matters including, but not\r\nlimited to, those set out in FIT 2.1.3. The FSA should be informed\r\nof these matters (see SUP 10.13.16), but will consider the\r\ncircumstances only where relevant to the requirements and\r\nstandards of the regulatory system. For example under FIT 2.1.3\r\n20\r\nG(1), conviction for a criminal offence will not automatically mean\r\nan application will be rejected. The FSA treats each candidate’s\r\napplication on a case-by-case basis, taking into account the\r\nseriousness of, and the circumstances surrounding the offence, the\r\nexplanation offered by the convicted person, 5 the relevance of the\r\noffence to the proposed role, the passage of time since the offence\r\nwas committed and evidence of the individual’s rehabilitation”.\r\nFIT 2.1.3 “The matters referred to in FIT 2.1.1 G to which the FSA\r\n10 will have regard include, but are not limited to …\r\n(9) whether the person has been a director… of a business\r\nthat has gone into… liquidation… while the person has been\r\nconnected with that organisation…\r\n15\r\n(13) whether in the past the person has been candid and\r\ntruthful in all his dealings with any regulatory body and\r\nwhether a person demonstrates a readiness and willingness\r\nto comply with the requirements and standards of the\r\n20 regulatory system and with other legal, regulatory and\r\nprofessional requirements and standards.”\r\nFIT 2.2.1 G “In determining a person’s competence and capability,\r\nthe FSA will regard to matters including but not limited to:\r\n21\r\n(1) whether a person satisfies the relevant\r\nrequirements of the FSA’s Training and\r\nCompetence sourcebook (TC) in relation to the\r\ncontrolled function the 5 person performs or is\r\nintended to perform;\r\n(2) whether the person has demonstrated by\r\nexperience and training that the person is able, or\r\nwill be able if approved, to perform the controlled\r\n10 function”.\r\nThe Authority purported to apply these principles in refusing\r\nto give approval of authorisation. It is for the Tribunal to consider\r\nafresh whether it has been demonstrated that approval and\r\n15 authorisation should be given. On the evidence not one of the\r\nconditions above quoted has been demonstrated to the Tribunals\r\nsatisfaction as being or being about to be satisfied. In relation to\r\nthe particular matter canvassed our findings are set out below.\r\n20 In relation to the liquidation of the Sterling Companies, that\r\nwas a matter which, plainly, required to be disclosed and explained.\r\nSome effort seems to have been made to give information to the\r\nAuthority with which they were not satisfied. The opportunity was\r\ntherefore present for the applicants to satisfy the Tribunal that the\r\n22\r\nliquidation of the Sterling Companies was not a matter which\r\nimpacted adversely upon the applications. In the Tribunal’s view\r\nthis was not done. It is sufficient to dispose of the matter of the\r\nhistory of the Sterling Companies to conclude that whatever the\r\nreason for the confused and confusing 5 court procedures which\r\nensued whether that be because of changes of name, because of\r\ninadequate accounting, inadequate supervision or some similar\r\ncause it required to be demonstrated to us that those responsible,\r\nand in this instance Mr Deakin, did exercise or see to it that there\r\n10 was exercised sufficient accounting and other information to avoid\r\nthe situation which arose. It may well be that that was the situation\r\nwhich arose because of the practice of lending the insured money\r\nto pay a premium which was then collected back from the insured\r\nby way of a loan payment, default in which would avoid the policy,\r\n15 was at the root of the difficulty. The Authority had rightly and the\r\nTribunal have serious reservations about such a system operating\r\nin a way which adequately protected the public. Perhaps it might,\r\nbut it was not demonstrated to us that it could. That circumstance\r\nmust underlie any matter in which Mr Deakin is involved.\r\n20\r\nThe factors were compounded by what was accepted to be a\r\ntotally inadequate business plan provided to the Authority and to the\r\nTribunal. It was conceded to be inadequate but no effort was made\r\nto provide the Tribunal with anything which approached adequacy.\r\n23\r\nIt was a mere repetition of the previously failed business plan\r\napplying to the Sterling and Shopacheck operations. That\r\ncircumstance also demonstrates an inadequate realisation of what\r\nis required for the purposes of the regulatory regime.\r\n5\r\nFurther to the problem with the business plan was the lack of\r\nany other compelling evidence that Ridings was an entity which had\r\ntaken reasonable steps to identify and measure any risks of\r\nregulatory concern. We find that it failed to have installed or to set\r\nin motion provision for installing appropriate 10 systems and controls\r\nand did not have appropriate personnel. In the course of the\r\nHearing it was claimed by Mr Cochrane and Mr Deakin that it had\r\nno longer intended that Ridings would undertake such business and\r\nthat it would simply operate as an IFA. This assertion was directly\r\n15 contradicted by the evidence presented, and by the testimony of Mr\r\nHarrison. It follows that as matters stand Ridings cannot in any\r\nevent be given authorisation since they will not have persons in\r\nplace who can perform the necessary controlled functions.\r\n20 Further there was no satisfactory evidence that there was, or\r\ncould be in place satisfactory Personal Indemnity Insurance.\r\nThe Tribunal, like the Authority, did not accept that Ridings\r\nwas anything other than a cover for Mr Deakin’s involvement in\r\n24\r\nmatters which require to be regulated. The appointment of Mrs Roe\r\nand Mr Harrison as Directors and their having been involved in the\r\nprovision of capital did not save the situation. It was plain from the\r\nevidence in the correspondence with and interviews given to the\r\nAuthority that Ridings could not operate without 5 Mr Deakin pulling\r\nthe strings and his credibility was not enhanced by the story that he\r\nwished to take a back seat after the debacle at Sterling. Ultimately\r\nwhen it was demonstrated that neither Mrs Roe nor Mr Harrison\r\nwere equipped to exercise the necessary controlled functions to\r\n10 enable the company to operate, application was made to approve\r\nMr Deakin to do so. but that merely serves to raise further questions\r\nabout the entire set-up and structure of Ridings and the involvement\r\nof Mr Deakin.\r\n15 In relation to Glenbow it appeared that the advice given\r\nabout permitting Ridings to operate as an appointed representative\r\nwithout an approved person holding the CF1(AR) function was\r\nunsound. Although Ridings being an appointed rep would\r\novercome the difficulties of approval, the failure was in not having a\r\n20 CF1(AR) in place. An appointed representative must have a person\r\nresponsible for this controlled function. There are none such at\r\nRidings.\r\nConclusion\r\n25\r\nSince none of the above concerns have been met to the\r\nsatisfaction of the Authority nor subsequently to the Tribunal each\r\nand every one of the applications requires to be refused.\r\nWe would however wish to refer to 5 a matter which arose in\r\nthe course of the Applicants dealings with the Authority. A letter\r\nwas sent by Kirsty Brown of the Authority on 30 July 2003 which\r\nindicated that approval would be recommended by her if certain\r\nfinancial conditions were met. Very shortly thereafter other matters\r\n10 were brought to her attention. The Applicants sought to found on\r\nthat letter. They are not entitled to do so.\r\nA meeting was called by the Authority. Minutes were kept.\r\nThe Applicants were not provided with a copy because they did not\r\n15 ask for one. Dispute arose about the narration of the conduct of\r\nand statements at that meeting. The minutes were said to be faulty\r\nby the Applicants and in particular by Mrs Roe. In the event we had\r\nno hesitation in accepting the minutes produced as accurate from\r\nthe evidence about them from the Authority and Ms Jordan and in\r\n20 rejecting that of Mrs Roe challenging the minutes produced to us.\r\nHowever it seems to us that such a meeting which was attended\r\nwith some degree of formality would have been better with a formal\r\nagenda and minutes circulated. Not every meeting between the\r\nAuthority and an Applicant would require such formality but in this\r\n26\r\ninstance, and particularly in light of the letter of 30 July 2003 that\r\nwould have been better practice for all concerned, and assisted any\r\nTribunal. When appropriate, in future, that procedure should be\r\nfollowed.\r\n5\r\n10 T GORDON COUTTS, QC\r\nCHAIRMAN\r\n15 RELEASE: 8 FEBRUARY 2005","tribunal_decision_category":"financial-services","tribunal_decision_decision_date":"2005-02-08","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/57529c1aed915d3c89000008/Glenbow_Financial_Management_Ltd_v_FSA.pdf","title":"Glenbow Financial Management Ltd, Norman Deakin, Gwynneth Roe, Ivan Harrison and Ridings GB v Financial Services Authority","content_type":"application/pdf","updated_at":"2016-06-04T09:15:06Z","created_at":"2016-06-04T09:15:06Z","content_id":"75767f7b-bffc-48a1-b737-26ea96c68950"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:13.072Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/glenbow-financial-management-ltd-ridings-gb-and-others-v-financial-services-authority","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:13Z","base_path":"/tax-and-chancery-tribunal-decisions/glenbow-financial-management-ltd-ridings-gb-and-others-v-financial-services-authority","description":"Upper Tribunal Tax and Chancery decision of Judge Coutts QC and Member Hanson and Member Lund on 8 February 2005.              ","content_id":"d12ec4a5-b9b6-4b46-b3ff-d04bba903066","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Glenbow Financial Management Ltd, Ridings GB and others v Financial Services Authority","public_updated_at":"2016-12-01T16:19:13Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/glenbow-financial-management-ltd-ridings-gb-and-others-v-financial-services-authority","description":"Upper Tribunal Tax and Chancery decision of Judge Coutts QC and Member Hanson and Member Lund on 8 February 2005.              ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/glenbow-financial-management-ltd-ridings-gb-and-others-v-financial-services-authority","withdrawn":false,"content_id":"d12ec4a5-b9b6-4b46-b3ff-d04bba903066","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}