{"title":"Economy needs local remedies not regional prescription","public_updated_at":"2015-06-22T17:05:48Z","details":{"body":"<div class=\"govspeak\"><p>On the closing day for submitting local enterprise partnership proposals Communities Secretary Eric Pickles and Business Secretary Vince Cable explain that a recovering economy needs local remedies not regional prescription.</p>\n\n<p>We have a massive inherited problem sorting out the budget deficit and an economy that has become badly unbalanced. Too much growth, wealth and prosperity is concentrated in just one part of the country, the South-East. We have been too reliant on financial services and booming house prices, we have neglected manufacturing, and we have saved and invested too little.</p>\n\n<p>Fixing this mess is a phenomenal challenge - and in its regional structures the last government bequeathed a cumbersome and undemocratic bureaucracy that is unfit for the task. Regional Development Agencies focused on bidding for and spending Whitehall money. They are too cumbersome, costly and unrepresentative to get us through the current economic crisis. A country arbitrarily divided into unnatural blocks such as the ‘South-West’ and the ‘East Midlands’ runs against the economic grain. But nor can ministers rebalance economies as diverse as those of Leeds, Liverpool and Tees Valley from our offices in Whitehall.</p>\n\n<p>Our 2 departments are working together to deal with the mess. A key element of the coalition strategy are the local enterprise partnerships that will radically reshape the way business and government interact at the local level. It marks a sharp break from the top-down, politically driven regional policy of the last government.</p>\n\n<p>The secret to success is natural local economies - not artificial political regions - that better reflect the natural economic geography of the areas they serve. This is an economic problem that needs an economic solution, not a political one. So we asked businesses and councils from Cornwall to Carlisle how they should work. There has been an enthusiastic response. Ministers will now review these ideas to select those that have the strongest commitment to enterprise and to working in partnership.</p>\n\n<p>How will they form? That is a question that, thankfully, cannot be answered in a Whitehall-written press release. The answers will be as varied as England itself is varied, reflecting the diverse circumstances and strengths around the country.</p>\n\n<p>In many places, the natural economic unit may be the city region - Greater Manchester, for example, already has a strong record of working across many local authority boundaries. With local ideas for improving skills, tourism, the transition to a low carbon economy and inward investment, this is the kind of creativity that a Whitehall-built bureaucratic blueprint would shackle with a one-size-fits-all solution.</p>\n\n<p>Universities will also play a vital part - for example, hubs of excellence in areas such as avionics and chemical engineering can be found across the north-west of England. Improving the way bright scientific ideas are turned into excellent businesses is going to be vital for our long-term growth - but we have no chance of making it happen if the local economy cannot bring commerce and academia closer together. Nottingham University is closely involved in its local proposal.</p>\n\n<p>There are many parts of the country where a sense of identity crosses over many local authority areas, such as in parts of the North-East, and this is reflected in the proposals. Elsewhere, as in the West Midlands, business is anxious to create a structure that reflects the interconnected character of this manufacturing heartland.</p>\n\n<p>Local enterprise partnerships can also transform the economic geography of the country - unconstrained by arbitrary boundaries and top-down prescription that did not work. Some of the local enterprise proposals are likely to cross traditional regional boundaries, such as the partnership of Bedford Borough, Central Bedfordshire, Luton and Milton Keynes and Aylesbury Vale, which stretches over the East and South-East borders, with an open door for any other neighbouring authority areas to join.</p>\n\n<p>Business leadership in local enterprise partnerships is critical. We have met many leading groups including the <abbr title=\"Confederation of British Industry\">CBI</abbr>, the Institute of Directors, the Federation of Small Businesses, and the British Chambers of Commerce, which all contributed their thoughts on how it should work. Local enterprise partnerships are not about making businesses dance to an arbitrary local tune, but precisely the opposite. The bureaucracy of regional development agencies gave local authorities little reason to engage creatively with business - preventing them from seeing how closely their interests were aligned. Local enterprise partnerships are a way of tying their interests together, and providing local representatives with an effective way of getting involved in and helping with the business agenda.</p>\n\n<p>What will local enterprise partnerships do? The Regional Development Agencies have wasted a lot of money duplicating activities. Trade and investment promotion, strategic investment and innovation and business support will in future be led nationally. This still leaves much scope for local initiative to promote enterprise. The outcome may be as varied, as the local economic priorities vary. In some areas, there might be a focus on skills, an essential element in re-tooling the economy towards higher-value activities. In others, the local enterprise partnerships may be means by which planning decisions are unblocked. The problem with the current planning system is that there is no local buy-in to important decisions, no sense of democratic accountability, which understandably leaves households nervous about the impact of decisions on their community. Instead of top-down structures, this government has proposed ideas such as the Community Right to Build, which will enable planning applications to go through faster because they come with a fair wind of local support.</p>\n\n<p>Other areas may have their focus determined by a particular strength - for example, the manufacturing and automotive excellence in the Midlands that spread across hundreds of companies, big and small, ought to play a big role in setting its local economic agenda.</p>\n\n<p>There is not one national standard for all to follow. One size does not fit all. Our commitment is to stop central government and regional quangos second-guessing the needs of local business, in ways that stifle initiative and entrepreneurship. Today our message to councils and business is simply: be radical and be ambitious. We believe the promotion of enterprise requires local solutions. Now local partnerships must prove it.</p>\n\n</div>","political":true,"delivered_on":"2010-09-06T09:00:00+01:00","change_history":[],"image":{"alt_text":"The Rt Hon Sir Eric Pickles MP","url":"/government/uploads/system/uploads/person/image/13/Eric_Pickles.jpg"},"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"first_public_at":"2013-05-02T10:16:31.000+01:00"},"routes":[{"path":"/government/speeches/economy-needs-local-remedies-not-regional-prescription--2","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","first_published_at":"2013-05-02T09:16:31Z","base_path":"/government/speeches/economy-needs-local-remedies-not-regional-prescription--2","description":"Communities Secretary Eric Pickles and Business Secretary Vince Cable write in The Financial Times on local growth.","content_id":"5e2abdb1-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"Economy needs local remedies not regional prescription","public_updated_at":"2015-06-22T17:05:48Z","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","base_path":"/government/speeches/economy-needs-local-remedies-not-regional-prescription--2","description":"Communities Secretary Eric Pickles and Business Secretary Vince Cable write in The Financial Times on local growth.","api_path":"/api/content/government/speeches/economy-needs-local-remedies-not-regional-prescription--2","withdrawn":false,"content_id":"5e2abdb1-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}