{"title":"Social media use","public_updated_at":"2016-08-26T13:55:56Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"social-media-moderation-policy\">Social media moderation policy</h2>\n\n<p>We encourage and welcome open, lively debate that is civil and relevant. We won’t suppress legitimate debate of relevant issues and we can’t discuss party political issues.</p>\n\n<p>We also want to ensure people’s safety online, so we’ve provided the following guidelines.</p>\n\n<p>You should:</p>\n\n<ul>\n  <li>respect other comments and individuals – comments should not be malicious or offensive, or attack a person’s character</li>\n  <li>be reasonably concise, and not spam the channel</li>\n  <li>stay on-topic</li>\n</ul>\n\n<p>You must not:</p>\n\n<ul>\n  <li>break the law (this includes libel) condone illegal activity or break copyright</li>\n  <li>swear, make malicious or offensive comments</li>\n  <li>incite hatred on the basis of race, religion, gender, nationality or sexuality or other personal characteristics</li>\n  <li>advertise commercial products and services, although you can mention relevant products and services as long as they support your comment</li>\n  <li>impersonate or falsely claim to represent a person or organisation</li>\n  <li>post messages that are unrelated to the topic of the original web post</li>\n  <li>make comments which are party political in nature</li>\n</ul>\n\n<p>We reserve the right to remove comments at any time for any of the above.</p>\n\n<p>For serious or persistent breaches of the moderation policy, we reserve the right to prevent users from posting further comments.</p>\n\n<p>If we share information from other websites or sources it doesn’t mean we’re endorsing those websites or sources.</p>\n\n<h2 id=\"official-department-for-international-trade-twitter-accounts\">Official Department for International Trade Twitter accounts</h2>\n\n<p>We’ve published a list of all official UKTI Twitter accounts – <a rel=\"external\" href=\"https://twitter.com/tradegovuk/lists/\">@tradegovuk</a> (Twitter sign-in required).</p>\n\n<h3 id=\"tradegovuk\">@tradegovuk</h3>\n\n<p>The <a rel=\"external\" href=\"https://twitter.com/tradegovuk\">@tradegovuk</a> profile is managed by the Digital Content Team and is reactively moderated. This means we will, as necessary, respond to or remove content that is reported to us by a user.</p>\n\n<p>We will manage this account during office hours, Monday to Friday (not including public holidays). We may occasionally tweet during out-of-office hours.</p>\n\n<p>If you follow us, you can expect between 2 and 10 tweets a day covering:</p>\n\n<ul>\n  <li>news and press releases</li>\n  <li>campaign messages</li>\n  <li>new photos</li>\n  <li>featured content of interest to our audience</li>\n  <li>retweets of announcements by UK government departments and relevant tips and advice from other organisations</li>\n  <li>new content published on our website</li>\n  <li>new content uploaded to other digital channels for example YouTube</li>\n  <li>information from our team about what they’re doing</li>\n  <li>occasional live coverage of events</li>\n</ul>\n\n<p>If we follow a Twitter account or refer to existing hashtags it doesn’t imply any kind of endorsement.</p>\n\n<p>We welcome feedback, ideas and engagement from all our followers, and will try to join the conversation where possible. However, we’re not able to reply individually to all the messages we receive via Twitter.</p>\n\n<p>The Digital Content Team reads @replies and direct messages and ensure that any emerging themes or helpful suggestions are passed to the relevant colleagues in the department.</p>\n\n<p>We cannot engage on issues of party politics or answer questions which break the rules of our general comments policy.</p>\n\n<h2 id=\"linkedin-moderation-policy\">LinkedIn moderation policy</h2>\n\n<p>The <a rel=\"external\" href=\"http://www.linkedin.com/company/department-for-international-trade\">DIT LinkedIn company page</a> and groups are reactively moderated. We reserve the right to remove any discussions or comments which are inappropriate according to the group’s rules.</p>\n\n<p>We will manage the page and groups during office hours, Monday to Friday (not including public holidays).</p>\n\n<p>We aim to respond to comments or questions directed to the Department within 2 working days.</p>\n\n<h2 id=\"facebook-moderation-policy\">Facebook moderation policy</h2>\n\n<p>The <a rel=\"external\" href=\"http://www.facebook.com/businessisgreatbritain\">Business is GREAT Facebook</a> page is reactively moderated. We can’t accept responsibility of the content of any comments. We will manage this account during office hours, Monday to Friday (not including public holidays).</p>\n\n<p>We reserve the right to remove comments received on Facebook that:</p>\n\n<ul>\n  <li>contain abusive, obscene, indecent or offensive language, or link to obscene or offensive material</li>\n  <li>contain swear words or other sorts of profanity</li>\n  <li>are completely unrelated to the topic of conversation or aren’t relevant to the item posted on the wall</li>\n  <li>contain abusive language towards an individual involved in the thread, other organisations or the page administrator</li>\n  <li>are spam or promote or advertise products, except where it’s for an event, publication or similar item that’s relevant to the subject of discussion.</li>\n  <li>are designed to cause nuisance to the page administrator or other users</li>\n</ul>\n\n<p>For serious and/or persistent breaches of the moderation policy, we reserve the right to prevent users from posting further comments.</p>\n\n<p>Information about locating and sharing knowledge and expertise is welcomed, but within the specific discussion.</p>\n\n<h2 id=\"youtube-moderation-policy\">YouTube moderation policy</h2>\n\n<p>We pre-moderate comments submitted to the <a rel=\"external\" href=\"http://www.youtube.com/channel/UCVD1ZQZujsE09G6e0QDxK5Q\">DIT YouTube channel</a>. This means that comments won’t be published instantly – DIT moderators will check them first. Moderators will monitor the site during office hours, Monday to Friday, and aim to process comments within 2 working days.</p>\n\n<p>Moderators will remove comments that are inappropriate or break either these rules or YouTube’s community guidelines.</p>\n\n<h2 id=\"blog\">Blog</h2>\n\n<p>We pre-moderate comments submitted to the <a rel=\"external\" href=\"http://ukti.blog.gov.uk/\">blog</a>. This means that comments won’t be published instantly – DIT moderators will check them first. Moderators will monitor the site during office hours, Monday to Friday, and aim to process comments within 2 working days.</p>\n\n<p>Moderators will remove comments that are inappropriate or break these rules or aren’t in line with our comments policy above.</p>\n\n<h2 id=\"contact\">Contact</h2>\n\n<p>If you have any questions about our social media use please <a rel=\"external\" href=\"https://www.contactus.ukti.gov.uk/enquiry/topic\">contact us</a>.</p>\n</div>","organisation":"082092f1-656c-470e-b024-229dc6e750e9","tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/organisations/department-for-international-trade/about/social-media-use","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"social_media_use","schema_name":"corporate_information_page","first_published_at":null,"base_path":"/government/organisations/department-for-international-trade/about/social-media-use","description":"Guidance and moderation information for the Department's social media channels, including specific guidance for Twitter, LinkedIn, YouTube, Facebook and blog. ","content_id":"1cc64e97-02cb-422b-a5ea-3cb9d7a9a71e","locale":"en","expanded_links":{"available_translations":[{"title":"Social media use","public_updated_at":"2016-08-26T13:55:56Z","analytics_identifier":null,"document_type":"social_media_use","schema_name":"corporate_information_page","base_path":"/government/organisations/department-for-international-trade/about/social-media-use","description":"Guidance and moderation information for the Department's social media channels, including specific guidance for Twitter, LinkedIn, YouTube, Facebook and blog. ","api_path":"/api/content/government/organisations/department-for-international-trade/about/social-media-use","withdrawn":false,"content_id":"1cc64e97-02cb-422b-a5ea-3cb9d7a9a71e","locale":"en"}]},"format":"corporate_information_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}