{"title":"Animal by-products: high and low capacity incineration plants","public_updated_at":"2014-07-23T09:57:06Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"approval-to-incinerate-abps\">Approval to incinerate ABPs</h2>\n\n<p>Your plant must have approval under the <a rel=\"external\" href=\"http://www.google.com/url?q=http%3A%2F%2Feur-lex.europa.eu%2FLexUriServ%2FLexUriServ.do%3Furi%3DOJ%3AL%3A2000%3A332%3A0091%3A0111%3AEN%3APDF&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNGCfTpr5BSdQ50SH2MfpsYyq9dSbQ\">Waste Incineration Directive (WID)</a> to burn ABPs. You must also use WID approved plants to:</p>\n\n<ul>\n  <li>burn products derived from ABPs</li>\n  <li>burn ABPs or derived products to generate energy</li>\n</ul>\n\n<h3 id=\"approval-for-carcasses-and-other-material\">Approval for carcasses and other material</h3>\n\n<p>The approval body for burning carcasses and other material depends on how much you incinerate per hour.</p>\n\n<h3 id=\"over-1-tonne-per-hour\">Over 1 tonne per hour</h3>\n<p>You must get approval from <a rel=\"external\" href=\"http://www.environment-agency.gov.uk/\">The Environment Agency</a> in England and Wales. In Scotland you must apply to [Scottish Environment Protection Agency (<abbr title=\"Scottish Environment Protection Agency\">SEPA</abbr>) http://www.sepa.org.uk/default.aspx).</p>\n\n<h3 id=\"under-1-tonne-per-hour\">Under 1 tonne per hour</h3>\n<p>You must get approval from your local authority Environmental Health Department in England and Wales. In Scotland this is through <abbr title=\"Scottish Environment Protection Agency\">SEPA</abbr>.</p>\n\n<h3 id=\"apply-for-animal-carcasses-only\">Apply for animal carcasses only</h3>\n<p>You must have approval from Animal Health and Veterinary Laboratories Agency (<abbr title=\"Animal Health and Veterinary Laboratories Agency\">AHVLA</abbr>) to burn only animal carcasses. \nYou must apply for approval from your local <abbr title=\"Animal Health and Veterinary Laboratories Agency\">AHVLA</abbr> office, using form <a rel=\"external\" href=\"http://www.defra.gov.uk/ahvla-en/form/abpr2/\">ABPR02</a>.</p>\n\n<p>You can apply for approval for either:</p>\n\n<ul>\n  <li>low capacity (less than 50kg per hour)</li>\n  <li>high capacity (more than 50kg per hour)</li>\n</ul>\n\n<h2 id=\"operating-procedures-for-incineration-plants\">Operating procedures for incineration plants</h2>\n\n<p>You must dispose of ABPs as soon as possible, ideally within 7 days. If you do not burn them immediately you must store them in identified leak proof and covered containers.  You must re-incinerate or dispose of partly incinerated by-products legally.</p>\n\n<p>You must have a contingency plan for disposing of by-products if your plant breaks down.</p>\n\n<h3 id=\"where-to-locate-an-incinerator\">Where to locate an incinerator</h3>\n\n<p>If you have livestock, and only burn by-products from them be able to stop livestock accessing the incinerator.</p>\n\n<p>You must make sure your staff and equipment can’t transfer by-products to your livestock. This means you must use separate equipment and clothing for operating the incinerator, cleaning and disinfecting, and for dealing with stock.</p>\n\n<p>The incinerator must be on a hard standing. This may be walled to prevent liquid escaping, or sloped to allow liquid to drain. In a walled area fluid may be absorbed and incinerated.</p>\n\n<p>You must have enough space in the drained area to clean and disinfect containers or vehicles.</p>\n\n<p>If you use the incinerator to burn by-products from other premises you must:</p>\n\n<ul>\n  <li>locate it on a separate site with no livestock</li>\n  <li>have a defined secure boundary</li>\n  <li>have a dedicated entrance separate from the livestock premises</li>\n</ul>\n\n<p>You may get approval to use a mobile incinerator at specified locations, as long as:</p>\n\n<ul>\n  <li>it meets the same approval requirements for a static incinerator</li>\n  <li>there is an agreed procedure for cleaning and disinfecting all mobile equipment before moving it to a new location</li>\n</ul>\n\n<h3 id=\"minimum-temperature-settings\">Minimum temperature settings</h3>\n\n<p>You must always run your plant in accordance with the manufacturer’s instructions, and keep a copy of these at the plant.</p>\n\n<p>You can only burn by-products if the exhaust gas is held at a minimum of 850oC for 2 seconds or 1100°C for 0.2 seconds. <abbr title=\"Animal Health and Veterinary Laboratories Agency\">AHVLA</abbr> cannot approve a plant if exhaust gases are less than 850oC.</p>\n\n<p>With 850°C/2 seconds incinerators a secondary chamber usually retains the gas for the required 2 seconds. You must make sure the gas in this chamber is at the required temperature before you start burning APBs.</p>\n\n<p>If the primary incineration chamber does not ignite until the secondary has reached 850oC then the primary chamber can be loaded cold. But if they run independently, the primary chamber must be loaded hot.</p>\n\n<p>During operation you must record the chamber temperatures either automatically throughout the burn cycle or manually every two hours for 10% of incinerations.</p>\n\n<p>You must have the incinerator serviced annually and have written confirmation that it still works to the manufacturer’s standards.</p>\n\n<h3 id=\"manufacturers-declaration-of-compliance\">Manufacturer’s declaration of compliance</h3>\n\n<p>You must ask the manufacturer of the incinerator you use to provide a <a rel=\"external\" href=\"http://www.defra.gov.uk/ahvla-en/files/abp-sample-ab121.pdf\">declaration of compliance</a>. You must show this to <abbr title=\"Animal Health and Veterinary Laboratories Agency\">AHVLA</abbr> inspectors when asked.</p>\n\n<p>The declaration of compliance must including the following information:</p>\n\n<ul>\n  <li>that the incinerator will meet either the 850oC for two seconds or the new 1100oC for 0.2 seconds standard</li>\n  <li>the settings required to operate the incinerator in line with regulations</li>\n</ul>\n\n<p>You do not need a manufacturer’s declaration for models currently listed on the <a rel=\"external\" href=\"http://www.defra.gov.uk/ahvla-en/files/abp-incinerator-approval.pdf\">Defra type approval list</a>.</p>\n\n<h2 id=\"low-capacity-incinerators\">Low capacity incinerators</h2>\n\n<p>In England and Wales you can have more than 1 low capacity  incinerator per site, if the <abbr title=\"Animal Health and Veterinary Laboratories Agency\">AHVLA</abbr> inspector is satisfied that it is not possible to operate above the 50kg per hour limit. You must have a way to prevent more than one incinerator operating at a time.</p>\n\n<p>In Scotland if there is more than one incinerator with a potential throughput of more than 50kg per hour the plant will be considered high capacity.</p>\n\n<p>The <abbr title=\"Animal Health and Veterinary Laboratories Agency\">AHVLA</abbr> inspector will only approve the site once satisfied that the plant will be operated at less than 50kg per hour.</p>\n\n<h3 id=\"burning-category-1-material\">Burning category 1 material</h3>\n\n<p>You must have a secondary chamber on a low capacity incinerator to burn category 1 material. You do not need a secondary chamber for other by-products, but you must have a manufacturer’s declaration to prove the incinerator is running at the required time and temperature levels.</p>\n\n<p>You must burn carcasses containing category 1 material whole unless they have been cut up at an approved plant.</p>\n\n<h2 id=\"high-capacity-incinerators\">High capacity incinerators</h2>\n\n<p>You must produce independent verification of the required exhaust gas temperature and retention time.\nAll high capacity incinerators must have a secondary chamber which switches on automatically if the temperature of the gas falls below 850oC or 1100oC as appropriate.</p>\n\n<p>You must have an automatic system to prevent material being put into the primary chamber if the secondary temperature is below 850oC or 1100oC as appropriate.</p>\n\n<p>Slag and bottom ash must have less than 3% Total Organic Carbon or less than 5% loss on ignition.</p>\n\n<p>You must test the ash annually to make sure it meets these requirements. You can buy testing kits from the Laboratory of the Government Chemists and other laboratories.</p>\n\n<p>You must have controls to stop contaminated fluid run off the plant. You must have enough capacity to store any contaminated fluid before you dispose of it safely.</p>\n\n<h2 id=\"waste-water-hygiene-and-pest-control\">Waste water, hygiene and pest control</h2>\n\n<p>Refer to the General Guide for the rules on:</p>\n\n<ul>\n  <li>waste water handling</li>\n  <li>cleaning and pest control procedures</li>\n  <li>staff hygiene requirements</li>\n</ul>\n\n<h3 id=\"permits-for-ash-disposal\">Permits for ash disposal</h3>\n\n<p>You do not need an environmental permit from the Environment Agency to dispose of ash from:</p>\n\n<ul>\n  <li>completely incinerated by-products for landfill</li>\n  <li>pets to be returned to owners</li>\n  <li>animal carcasses including horses (but you need <abbr title=\"Animal Health and Veterinary Laboratories Agency\">AHVLA</abbr> approval to burn carcasses)</li>\n</ul>\n\n<p>The Environment Agency approves using ash from category 2 or 3 pig and poultry material as a fertiliser on agricultural land with <a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/2010/675/introduction/made\">certain exceptions</a>.</p>\n\n<p><a rel=\"external\" href=\"http://www.sepa.org.uk/\">The current rules in Scotland</a> do not allow you to use pig and poultry ash on your land.</p>\n\n<p>For all other incinerators, for example those which burn veterinary waste, you will need an <a href=\"https://www.gov.uk/environmental-permit-how-to-apply/overview\">environmental permit</a> from the Environment Agency.</p>\n\n<h3 id=\"ash-from-pet-animals\">Ash from pet animals</h3>\n\n<p>You can return any ash from pets, including from pet ruminants, to the pet owner. Pet owners choosing to scatter ashes must make sure that other animals cannot access it i.e. it may not be scattered on pasture land.</p>\n\n</div>","change_history":[],"emphasised_organisations":["de4e9dc6-cca4-43af-a594-682023b84d6c","e0a272d7-82da-495a-a8c5-cc3787817271"],"first_public_at":"2014-07-22T08:31:58.000+01:00","related_mainstream_content":[],"political":false,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":["animal-and-plant-health"],"topics":[]}},"routes":[{"path":"/guidance/animal-by-products-high-and-low-capacity-incineration-plants","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","first_published_at":null,"base_path":"/guidance/animal-by-products-high-and-low-capacity-incineration-plants","description":"How to get approval for a high or low capacity incineration plant, and how to operate legally.","content_id":"5fdbd5c4-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"Animal by-products: high and low capacity incineration plants","public_updated_at":"2014-07-23T09:57:06Z","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","base_path":"/guidance/animal-by-products-high-and-low-capacity-incineration-plants","description":"How to get approval for a high or low capacity incineration plant, and how to operate legally.","api_path":"/api/content/guidance/animal-by-products-high-and-low-capacity-incineration-plants","withdrawn":false,"content_id":"5fdbd5c4-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"detailed_guide","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}