{"title":"Off-payroll working in the public sector:  scope of the reform and preparing for 6 April 2017","public_updated_at":"2017-03-01T14:29:00Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"background\">Background</h2>\n\n<p>Where the rules apply, people who work in the public sector through an intermediary will pay employment taxes in a similar way to employees.</p>\n\n<p>HM Revenue and Customs (<abbr title=\"HM Revenue and Customs\">HMRC</abbr>) has <a href=\"https://www.gov.uk/guidance/off-payroll-working-in-the-public-sector-reform-of-intermediaries-legislation\">published guidance about the reforms</a>.</p>\n\n<p>This note provides further guidance and should help;</p>\n\n<ul>\n  <li>public authorities,</li>\n  <li>employment agencies, and</li>\n  <li>other third parties who supply labour</li>\n</ul>\n\n<p>to identify if the contracts you have are within the scope of the reform. The note focusses on the types of contracts that need to be considered and gives further guidance on what is out of scope. It should also help you understand what we mean when we say a contract is a whole service contracted out to the public sector.</p>\n\n<h2 id=\"within-the-reforms\">Within the reforms</h2>\n\n<p>The new provisions apply when:</p>\n\n<ul>\n  <li>a worker personally performs services, or is under obligation to personally perform services for the client</li>\n  <li>the client is a public authority</li>\n  <li>the worker provides those services via an intermediary (usually their own personal service company (<abbr title=\"Personal Service Company\">PSC</abbr>)) which can include an intermediary that is also a <a href=\"https://www.gov.uk/hmrc-internal-manuals/employment-status-manual/esm3510\">managed service company</a>\n</li>\n  <li>the services are provided under circumstances where, if the contract had been directly with the client, the worker would be regarded for Income Tax purposes as an employee of the client or the holder of an office with the client, or the worker actually is an office holder with the client</li>\n</ul>\n\n<h2 id=\"managed-service-companies\">Managed service companies</h2>\n\n<p>Under the current intermediaries’ rules, if the intermediary is also a managed service company (<abbr title=\"Managed Service Company\">MSC</abbr>) the <abbr title=\"Managed Service Company\">MSC</abbr> legislation applies, not the intermediaries’ rules.</p>\n\n<p>With effect from 6 April 2017, where a company is a <abbr title=\"Managed Service Company\">MSC</abbr> and all the conditions above in “Within the reforms” apply, the new rules will apply and not the <abbr title=\"Managed Service Company\">MSC</abbr> legislation.</p>\n\n<h2 id=\"outside-the-scope-of-reform\">Outside the scope of reform</h2>\n\n<ul>\n  <li>agency or similar third party supplying the worker to the public sector directly employs the worker and PAYE and <abbr title=\"National Insurance contribution\">NIC</abbr> deducted. There is separate guidance for employment intermediaries supplying workers in this way.</li>\n  <li>agency or similar third party supplying the worker uses an umbrella company to employ the worker and PAYE and <abbr title=\"National Insurance contribution\">NIC</abbr> deducted (and the worker does not work through an intermediary such as their own company)</li>\n  <li><a href=\"https://www.gov.uk/guidance/pay-tax-in-the-uk-as-a-foreign-performer\">foreign entertainers within the special foreign entertainer tax regime</a></li>\n  <li>organisations outside of the provisions of the Freedom of Information acts, which will almost exclusively be in the private sector.</li>\n  <li>workers who provide their services either through their <abbr title=\"Personal Service Company\">PSC</abbr> or as a sole trader who would not be an employee if they were engaged directly. These workers are likely to have a significant level of financial risk associated with delivering their work and have a high level of control over how, where and / or when they do that work.</li>\n  <li>where a public authority has fully contracted out services to a service provider and the workers do not personally provide their services to the client.</li>\n</ul>\n\n<p>This is a reform of intermediaries legislation, so it is about situations where the worker provides their services to the client through their own company. This might be a <abbr title=\"Personal Service Company\">PSC</abbr> they own or control, a partnership or via another individual and includes those which are <abbr title=\"Managed Service Companies\">MSCs</abbr>. It is not relevant to situations where an agency or consultancy sends their workers who are employed directly and PAYE and <abbr title=\"National Insurance contribution\">NIC</abbr> deducted.</p>\n\n<h2 id=\"contracted-out-services\">Contracted-out services</h2>\n\n<p>The legislation also requires that the worker provides their services personally to the public sector client. This condition is not met where the public authority has contracted out the service to a third party (for example an outsourcing company) in such a way that that entity does not as part of that provide the public sector with the services of the worker or workers.</p>\n\n<h2 id=\"examples\">Examples</h2>\n\n<h3 id=\"outsourced-and-outside-the-scope-of-the-legislation\">Outsourced and outside the scope of the legislation</h3>\n\n<p>X Outsourcing PLC has the contract with the Ministry to build and deliver a payroll computer and provide online access to an agreed standard for £ million per year for 2 years. The number of workers needed to deliver the project, their cost and the risks are borne by X Outsourcing PLC and the Ministry is not sent workers. The Ministry is not aware of how many workers X Outsourcing PLC engages and that is not part of the contract. From time to time, X need their people to discuss changes to the system and these people are given security passes but they only report to X outsourcing and carry out tasks for them and not to the public sector client.</p>\n\n<p>In this example the Ministry has contracted out a whole service into the private sector and no worker personally provides services to the Ministry. Rather they provide their services to X Outsourcing PLC.</p>\n\n<h3 id=\"outsourced-but-involves-a-labour-supply\">Outsourced but involves a labour supply</h3>\n\n<p>The client, the Ministry needs to hire 15 consultants to advise it on how best to design a new HR system to integrate with the outsourced payroll system. They will work mainly at the Ministry office and be managed by the Ministry’s implementation project manager. X Outsourcing PLC supply 15 consultants and send CVs to the Ministry for approval.  The contract is for the provision of consultancy services. The bill is for 15 consultants at £   per day.</p>\n\n<p>Although the work is contracted out, what the Ministry receives is the services of the 15 workers. Where these workers are engaged by X Outsourcing PLC via intermediaries, for example the workers’ own companies, then X Outsourcing PLC and the Ministry will need to consider the new rules. This is because the contract is one in which the worker personally provides services to the public authority.</p>\n\n<h3 id=\"outsourced-and-outside-the-scope-of-the-legislation-1\">Outsourced and outside the scope of the legislation</h3>\n\n<p>Midshire County Council puts out window cleaning to tender as part of a building services contract covering cleaning and ground maintenance to a required standard. County Hall has 500 windows.</p>\n\n<p>X Outsourcing PLC win the contract for this and other building services. They subcontract the window cleaning to Bob Ltd at £x000 to clean 500 windows twice a week.  X Outsourcing does not supply labour to the Council.  Bob carries out some of the work himself and pays two employees to work with him and hires machinery and a cradle.</p>\n\n<h3 id=\"outsourced-but-involves-a-labour-supply-1\">Outsourced but involves a labour supply</h3>\n\n<p>Midshire County Council require a caretaker to live in at the new community centre. She will be working with children and vulnerable adults and they ask X Outsourcing PLC to supply a suitable person that has been checked by the Disclosure Barring Service.  Julie will report to the Council’s centre manager. X Outsourcing PLC engage Julie through her personal service company.</p>\n\n<p>Julie is personally providing her services to the client Midshire County Council.</p>\n\n<h3 id=\"outsourced-and-outside-the-scope-of-the-legislation-2\">Outsourced and outside the scope of the legislation</h3>\n\n<p>An NHS Trust has decided to build a new hospital. It has asked X Construction Projects PLC to support the delivery of the project. X Construction will be responsible for managing the delivery and design of the project, but will not carry out the construction work. That is being delivered by a third party. The contract between the Trust and X Construction provides for a number of services including project management, media enquiries, legislative requirements for utilities and other related matters. It does not include the supply of labour by X Construction to the Trust.</p>\n\n<p>X Construction is responsible for deciding who works under the contract and paying those workers. The identity of the workers is shared with the Trust for health and safety, and security reasons only. Here the project management of the hospital construction has been fully contracted-out to X Construction and is not within scope of the legislation.</p>\n\n<h3 id=\"outsourced-but-involves-a-labour-supply-2\">Outsourced but involves a labour supply</h3>\n\n<p>A charity, X Education has contracted with Midshire Education Trust to deliver a program to improve examination results. Under this contract, X Education will be responsible for deciding who works under the contracts. The workers provided will work at Midshire’s offices working alongside their employees at regular hours of attendance. They are not expected to provide their equipment or material to support their work but can if they choose.</p>\n\n<p>Midshire’s management team will expect the workers provided to meet the same HR, dress and other standards they have for their employees. If one of the workers cannot attend work, Midshire will accept a substitute provided by X Education, not by the worker themselves. X Education will be responsible for paying the substituted worker.</p>\n\n<p>The workers provided by X Education are providing their personal service to the end-client, Midshire Education Trust and within scope of the legislation.</p>\n\n</div>","change_history":[{"public_timestamp":"2017-03-01T14:29:00.000+00:00","note":"First published."}],"emphasised_organisations":["6667cce2-e809-4e21-ae09-cb0bdc1ddda3"],"related_mainstream_content":[],"political":false,"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"tags":{"browse_pages":[],"policies":[],"topics":["122d121d-32dd-431e-ac57-a7f9931ff198"]},"first_public_at":"2017-03-01T14:29:00.000+00:00"},"routes":[{"path":"/guidance/off-payroll-working-in-the-public-sector-scope-of-the-reform-and-preparing-for-6-april-2017","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","first_published_at":"2017-03-01T14:29:00Z","base_path":"/guidance/off-payroll-working-in-the-public-sector-scope-of-the-reform-and-preparing-for-6-april-2017","description":"From April 2017 there are changes to the way the current intermediaries legislation (known as IR35) is applied to off-payroll working in the public sector. ","content_id":"3526a970-ecd1-49e0-89fc-ab3602e07276","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D25","api_path":"/api/content/government/organisations/hm-revenue-customs","base_path":"/government/organisations/hm-revenue-customs","content_id":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-13T10:09:06Z","schema_name":"placeholder","title":"HM Revenue & Customs","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"HM Revenue<br/>&amp; Customs","crest":"hmrc"}},"links":{}}],"parent":[{"analytics_identifier":null,"api_path":"/api/content/topic/business-tax/ir35","base_path":"/topic/business-tax/ir35","content_id":"122d121d-32dd-431e-ac57-a7f9931ff198","description":"List of information about IR35: working through an intermediary.","document_type":"topic","locale":"en","public_updated_at":"2017-04-06T14:57:37Z","schema_name":"topic","title":"IR35: working through an intermediary","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/topic/business-tax","base_path":"/topic/business-tax","content_id":"a481832e-5f10-4d3b-8131-a064b36730ae","description":"List of information about Business tax.","document_type":"topic","locale":"en","public_updated_at":"2015-08-11T14:45:13Z","schema_name":"topic","title":"Business tax","withdrawn":false,"links":{}}]}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/tax-and-revenue","base_path":"/government/topics/tax-and-revenue","content_id":"8034be95-4ac2-4fff-93c5-e7514ed9504a","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Tax and revenue","withdrawn":false,"links":{}}],"topics":[{"analytics_identifier":null,"api_path":"/api/content/topic/business-tax/ir35","base_path":"/topic/business-tax/ir35","content_id":"122d121d-32dd-431e-ac57-a7f9931ff198","description":"List of information about IR35: working through an intermediary.","document_type":"topic","locale":"en","public_updated_at":"2017-04-06T14:57:37Z","schema_name":"topic","title":"IR35: working through an intermediary","withdrawn":false,"links":{}}],"available_translations":[{"title":"Off-payroll working in the public sector:  scope of the reform and preparing for 6 April 2017","public_updated_at":"2017-03-01T14:29:00Z","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","base_path":"/guidance/off-payroll-working-in-the-public-sector-scope-of-the-reform-and-preparing-for-6-april-2017","description":"From April 2017 there are changes to the way the current intermediaries legislation (known as IR35) is applied to off-payroll working in the public sector. ","api_path":"/api/content/guidance/off-payroll-working-in-the-public-sector-scope-of-the-reform-and-preparing-for-6-april-2017","withdrawn":false,"content_id":"3526a970-ecd1-49e0-89fc-ab3602e07276","locale":"en"}]},"format":"detailed_guide","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}