{"title":"Online Crowdsourcing Platform Tool","public_updated_at":"2015-03-10T12:01:58Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"introduction\">Introduction</h2>\n\n<p>There are a number of different commercial crowdsourcing sites available.  Many government departments have already subscribed to some of these tools so civil servants should check with their digital communications teams to see what is already available.   Other public sector platforms like NHS Citizen make their code freely available to use, but it would require resources to tailor this code to your specific project.  Most of these tools were designed to be used openly, but if you have a particularly sensitive topic you might want to use tools like LinkedIn, Crowdicity or Wazoku (all below) which also allow for closed conversations.</p>\n\n<p>This guide will mention some sites that government has used or tried out.  However, this does not imply endorsement of any particular product.  The Open Policy Making team is always looking for new crowdsourcing tools, so if you have used or know of alternative tools, please do let us know via the feedback form at the bottom of the page.</p>\n\n<p>Examples of tools that civil servants in the UK and elsewhere have used for crowdsourcing include:</p>\n\n<ul>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.citizenspace.com/info\">Citizen Space</a><br>\nCitizen space was used for the Deputy Prime Minister’s <a rel=\"external\" href=\"http://northernfutures.dialogue-app.com/\">Northern Futures</a> project to collect ideas on how to create a new economic hub in the North of England.  The Treasury also used this tool to gather ideas for the <a href=\"https://www.gov.uk/government/news/government-implements-saving-ideas-submitted-through-the-spending-challenge\">Spending Challenge</a>.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.nhscitizen.org.uk/\">NHS Citizen</a>\nNHS Citizen is a specially created site that gathers and develops ideas on how to improve hospitals and the health service.  The project is in development and the source code will be available freely for other people to build similar platforms.</p>\n  </li>\n  <li>\n    <p>Wordpress platforms.\nBIS built a bespoke site based on Wordpress to allow the public to comment on regulations for the <a rel=\"external\" href=\"http://discuss.bis.gov.uk/bisdigital/2013/05/24/bis-digital-engagement-case-study-series-focus-on-enforcement/\">focus on enforcement</a> project.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.wazoku.com/\">Wazoku</a>.\nThe Ministry of Justice, NHS England and the Department for Education have used Wazoku to crowdsource ideas.  The Ministry of Justice used it to gather public opinion on out of court disposals.   Wazoku can be used for both open and closed crowdsourcing projects.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.citizens.is/\">Citizens Foundation</a>\nReykjavik City Council uses a platform called <a rel=\"external\" href=\"https://openpolicy.blog.gov.uk/2014/10/15/better-reykjavik/\">Your Priorities</a> to crowdsource ideas.  Those ideas are voted on by the public and the best ones are debated every month by the City Council.  You can use this platform for free, although Citizens Foundation also offers paid consultancy.</p>\n  </li>\n  <li>\n    <p>OpenIdeo\nThe Department for International Development uses the <a rel=\"external\" href=\"https://openideo.com/content/about-amplify\">Open Ideo</a> platform for its <a rel=\"external\" href=\"https://openpolicy.blog.gov.uk/2014/05/14/fighting-poverty-by-working-with-those-most-affected/\">Amplify</a> project.</p>\n  </li>\n  <li>\n    <p>Local council budget simulator\nSome local councils are also using online budget simulators to allow residents to debate how money should be spent.  Redbridge Council created a platform to do this and you can <a rel=\"external\" href=\"http://www.publications.parliament.uk/pa/cm201314/cmselect/cmpubadm/75/75we10.htm\">read how they implemented</a> the project. It is <a rel=\"external\" href=\"http://www.local.gov.uk/research-youchoose-tool\">available free</a> for all local councils and local authorities.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://crowdicity.com/en/nhs/\">Crowdicity</a>\nCrowdicity is a tool used by the NHS, the third sector and businesses to crowdsource ideas from their employees.  This is a crowdsourcing platform that can be used for projects where you do not want the ideas to be automatically open to the public.</p>\n  </li>\n  <li>\n    <p>Hackpad.\nFor small scale projects where you want a more fluid exchange of ideas, you could also use a free platform like Hackpad.  The Government Digital Service uses <a rel=\"external\" href=\"https://designpatterns.hackpad.com/\">Hackpad</a> to ask the public to discuss changes to its gov.uk design patterns.</p>\n  </li>\n</ul>\n\n<h2 id=\"how-to-use-a-crowdsourcing-site\">How to use a crowdsourcing site</h2>\n\n<h3 id=\"plan-out-your-campaign\">Plan out your campaign</h3>\n\n<p>A campaign usually involves four phases:</p>\n\n<ul>\n  <li>Start campaign promotion</li>\n  <li>Ideas generation</li>\n  <li>Rating and voting on ideas</li>\n  <li>Analysis of ideas</li>\n</ul>\n\n<p>You need to allow enough time for all four phases so plan backwards from the date when you need your policy ideas to ensure you can fit all of them in.  You usually need at least 3 months for a successful campaign, unless you have a very active stakeholder community or social media presence – or a dedicated digital team to help you.  If your question is quite broad, you may want to divide it up into smaller sections and ask the public to comment on different facets every few weeks.</p>\n\n<h3 id=\"set-up-your-site\">Set up your site</h3>\n\n<p>Explain clearly why you are crowdsourcing, what your question is and how you will use people’s input.  You may also want to upload background information like reports or add videos and images to the site to engage people’s attention and give them more information to base their ideas on.</p>\n\n<h3 id=\"spread-the-word\">Spread the word</h3>\n\n<p>Ask your press office and network of stakeholders to spread the word about your crowdsourcing project and ask their networks to take part by sending out the link to your site. (maybe add in link to northern futures campaign here)   Also, you can use a social media campaign (see social media tool) to publicise your request for ideas.</p>\n\n<p>You must consider the needs of the digitally excluded and ensure that you include TV, radio and national local press if possible in your media strategy.  Ask them to publicise the crowdsourcing website, but also add alternative ways of engaging for example an address for letters or even a phone line (ideally freephone) with an answering machine.  In Africa,  the Amplify project broadcast calls for crowdsourcing engagement on local radio and then transcribed the ideas so they could be placed on the crowdsourcing site.</p>\n\n<h3 id=\"plan-peaks-in-campaign\">Plan peaks in campaign</h3>\n\n<p>In order to sustain interest in the campaign you may want to plan some kind of engagement activity every few weeks.  For example you could run events  or do a twitter q and a, or release a video.</p>\n\n<h3 id=\"switch-to-asking-people-to-rate\">Switch to asking people to rate</h3>\n\n<p>After you’ve collected a suitable number of ideas, you may want to upload any ideas that have come from different channels eg twitter, email or phone/letter to the site.  You should then ask people to rate the ideas and select which they like most.  Make it clear that you will be selecting on the quality of the ideas, not just how many votes they get as this avoids ideas being voted up by lobby groups or people’s friends.</p>\n\n<h3 id=\"develop-ideas\">Develop ideas</h3>\n\n<p>Depending on how complex your project topic is, you may want to help people develop the ideas that you have selected in order to turn them into more detailed policy proposals.  For example, Amplify and NHS Citizen ask contributors to collaborate to develop ideas further.  While Better Rejyavik offers experts to work with the public to develop their ideas.</p>\n\n<h3 id=\"select-final-ideas-and-publicise-results\">Select final ideas and publicise results</h3>\n<p>Finally, policy makers should select the best ideas and communicate the results to the public and in particular anyone who has participated in the crowdsourcing exercise.  It can also be helpful to issue an infographic or summary of the themes of all the ideas which have been submitted so that people know that their idea has not been ignored or lost.  You should place this on the crowdsourcing site and inform people that the crowdsourcing exercise has finished.</p>\n\n<h2 id=\"take-me-back-to-the-toolfinder\">Take me back to the Toolfinder</h2>\n<p><a rel=\"external\" href=\"https://whitehall-admin.preview.alphagov.co.uk/find-tools-and-techniques-by-need?cachebust=1425455451&amp;preview=467805#better-evidence\">Go back to the toolfinder page</a></p>\n</div>","change_history":[],"emphasised_organisations":["96ae61d6-c2a1-48cb-8e67-da9d105ae381"],"first_public_at":"2015-03-10T12:00:25.000+00:00","related_mainstream_content":[],"political":false,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":["civil-service-reform"],"topics":[]}},"routes":[{"path":"/guidance/online-crowdsourcing-platform-tool","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","first_published_at":null,"base_path":"/guidance/online-crowdsourcing-platform-tool","description":"Online crowdsourcing platforms can help you gather more ideas  and allow your audience to rate and vote on them.","content_id":"f7b230af-6909-4943-819c-0f82ea9d91a9","locale":"en","expanded_links":{"available_translations":[{"title":"Online Crowdsourcing Platform Tool","public_updated_at":"2015-03-10T12:01:58Z","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","base_path":"/guidance/online-crowdsourcing-platform-tool","description":"Online crowdsourcing platforms can help you gather more ideas  and allow your audience to rate and vote on them.","api_path":"/api/content/guidance/online-crowdsourcing-platform-tool","withdrawn":false,"content_id":"f7b230af-6909-4943-819c-0f82ea9d91a9","locale":"en"}]},"format":"detailed_guide","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}