{"title":"Academy funding: information for school leaders","public_updated_at":"2014-09-18T15:36:48Z","details":{"body":"<div class=\"govspeak\"><p>Academies (including special academies) receive the same funding as maintained schools for every pupil on the register. They also get extra funding to cover the cost of services that used to be provided by the local authority.</p>\n\n<p>Academies are funded from September to August in line with the academic year, unlike maintained schools, which are funded from April to March in line with the financial year.</p>\n\n<p>Funding information is also available for <a rel=\"external\" href=\"http://www.education.gov.uk/schools/leadership/typesofschools/academies/b00229174/pru-converting-to-academies\">pupil referral units becoming alternative provision academies</a>.</p>\n\n<p>Supporting documents for funding an academy are available from the <a href=\"https://www.gov.uk/government/collections/academy-funding\">academy funding publications collection</a>.</p>\n\n<h2 id=\"revenue-funding\">Revenue funding</h2>\n\n<h3 id=\"flat-rate-grant\">£25,000 flat rate grant</h3>\n\n<p>Schools will get a start-up grant of £25,000 to help with the costs of converting, such as legal fees, stationery and signage. The grant will be paid into your school’s new bank account when the Secretary of State has made an academy order agreeing to the conversion.</p>\n\n<p>Your school can keep any unspent balance from this flat rate grant and add it to the overall income.</p>\n\n<p>Start-up funding information is also available for <a href=\"https://www.gov.uk/sponsor-an-academy\">sponsored academies</a>.</p>\n\n<h3 id=\"general-annual-grant-gag\">General annual grant (<abbr title=\"general annual grant\">GAG</abbr>)</h3>\n\n<p>Most funding for the running of academies comes from the general annual grant (<abbr title=\"general annual grant\">GAG</abbr>). This is paid to academies by the Education Funding Agency (<abbr title=\"Education Funding Agency\">EFA</abbr>), based on a formula provided by your local authority. <abbr title=\"Education Funding Agency\">EFA</abbr> will tell you how much <abbr title=\"general annual grant\">GAG</abbr> funding you will get and how the grant has been calculated.</p>\n\n<p><abbr title=\"general annual grant\">GAG</abbr> is made up of:</p>\n\n<ul>\n  <li>school budget share – calculated on a comparable basis to the running costs of maintained schools in the same local authority</li>\n  <li>education services grant – allocated to academies based on the number of pupils they are responsible for, to buy services no longer automatically provided by the local authority</li>\n</ul>\n\n<h3 id=\"school-budget-share\">School budget share</h3>\n\n<p>The school budget share is protected by a minimum funding guarantee, so that the funding for each pupil will not fall by more than 1.5% in 2013 to 2014, and 2014 to 2015.</p>\n\n<p>Funding allocations for sixth forms and places in special units are not included in the calculation.</p>\n\n<h3 id=\"education-services-grant-esg\">Education services grant (<abbr title=\"education services grant\">ESG</abbr>)</h3>\n\n<p>Academies will receive <abbr title=\"education services grant\">ESG</abbr> at a rate of £150 for each pupil in the academic year 2013 to 2014, and £140 in the academic year 2014 to 2015.</p>\n\n<p>Special academies will receive £637.50 for every pupil place in the academic year 2013 to 2014 and £595 in the academic year 2014 to 2015.</p>\n\n<p>Alternative provision academies will receive £562.50 and £525 per pupil for academic years 2013 to 2014 and 2014 to 2015 respectively.</p>\n\n<p>Academies are also protected in the academic year 2013 to 2014 against their previous local authority central spend equivalent grant (LACSEG) rates, to help them adapt to the funding changes.</p>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/education-services-grant\"><abbr title=\"education services grant\">ESG</abbr> calculator</a> shows if a specific academy is eligible for protection funding, and provides an estimate of the <abbr title=\"education services grant\">ESG</abbr> funding that an academy would receive.</p>\n\n<h4 id=\"services-funded-by-esg\">Services funded by <abbr title=\"education services grant\">ESG</abbr>\n</h4>\n\n<p>As an academy, you will become responsible for services including the following:</p>\n\n<ul>\n  <li>education welfare service</li>\n  <li>pupil support (eg school uniform grants)</li>\n  <li>music services (eg instrumental tutors)</li>\n  <li>outdoor education including environmental and field studies (not sports)</li>\n  <li>therapies and health-related services, that aren’t funded by the health service</li>\n  <li>visual and performing arts</li>\n  <li>monitoring national curriculum assessment</li>\n  <li>school improvement such as continuous professional development for staff</li>\n  <li>determination of terms and conditions of service of staff</li>\n  <li>early retirement and redundancy costs</li>\n  <li>asset management</li>\n  <li>producing financial accounts</li>\n  <li>internal auditing</li>\n</ul>\n\n<h4 id=\"services-that-remain-with-the-local-authority\">Services that remain with the local authority</h4>\n\n<p>The following duties remain with the local authority and do not become your responsibility:</p>\n\n<ul>\n  <li>home to school transport, including transport for pupils with special educational needs (<abbr title=\"special educational needs\">SEN</abbr>)</li>\n  <li>education psychology, <abbr title=\"special educational needs\">SEN</abbr> statements and assessment</li>\n  <li>assigning <abbr title=\"special educational needs\">SEN</abbr> resources for pupils who require high levels of additional resource (this is a top-up to formula funding under a separate contract with the local authority)</li>\n  <li>monitoring of <abbr title=\"special educational needs\">SEN</abbr> provision and parent partnerships</li>\n  <li>prosecuting parents for non-attendance</li>\n  <li>provision of pupil referral units for a pupil no longer registered at an academy</li>\n</ul>\n\n<h2 id=\"primary-academy-chain-development-grant\">Primary academy chain development grant</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/primary-academy-chain-development-grant-forms\">primary academy chain development grant</a> aims to help new clusters of primary schools to build strong partnerships and raise standards. It will fund a 2-year chain development programme for new multi-academy trust (<abbr title=\"multi-academy trust\">MAT</abbr>) partnerships. A one-off grant of £100,000 is available (subject to availability) to chains of 3 schools which are approved to convert to academies and are creating a <abbr title=\"multi-academy trust\">MAT</abbr>. An extra £10,000 is available for each additional school joining the new <abbr title=\"multi-academy trust\">MAT</abbr>, up to a maximum of an additional £50,000.</p>\n\n<p>A small school supplement is also available for small primary schools (under 210 pupils) joining a new or existing <abbr title=\"multi-academy trust\">MAT</abbr> to cover the expenses involved. Primaries with 100 pupils or less can apply for £5,000 and those between 100 and 210 pupils can apply for £2,000.</p>\n\n<p>Interested schools should contact us by email to discuss their options.</p>\n\n<div class=\"contact \" id=\"contact_1701\">\n  <div class=\"content\">\n    <h3>Academy conversion team</h3>\n\n    <div class=\"vcard contact-inner\">\n\n        <div class=\"email-url-number\">\n            <p class=\"email\">\n              <span class=\"type\">Email</span>\n              <a class=\"email\" href=\"mailto:academy.conversion@education.gov.uk\">academy.conversion@education.gov.uk</a>\n            </p>\n        </div>\n\n\n    </div>\n  </div>\n</div>\n\n<h2 id=\"funding-for-sixth-forms\">Funding for sixth forms</h2>\n\n<p>If you have an existing school sixth form, your funding for this will be the same on becoming an academy.</p>\n\n<p>Further details, including funding for new sixth forms can be found in the <a href=\"https://www.gov.uk/16-to-19-education-funding-allocations\">funding allocations for the financial year 2013 to 2014</a>.</p>\n\n<h2 id=\"funding-for-special-academies\">Funding for special academies</h2>\n\n<h3 id=\"pre-16-funding\">Pre-16 funding</h3>\n\n<p>Local authorities provide services for pupils with <abbr title=\"special educational needs\">SEN</abbr>. They must provide these services to you on the same terms as maintained schools.</p>\n\n<p>For pupils aged 5 to 16, core funding for special academies is made up of ‘place’ funding and ‘top-up’ funding.</p>\n\n<p>Special academies receive ‘place’ funding of £10,000 for every pupil place agreed by the local authority. The ‘top-up’ element of funding is paid by the commissioning local authority to meet the needs of each pupil above the £10,000 place funding.</p>\n\n<h2 id=\"post-16-funding\">Post-16 funding</h2>\n\n<p>There are 3 parts to post-16 funding for special academies:</p>\n\n<ul>\n  <li>a grant based on the previous October’s pupil census numbers and the standard national 16 to 19 funding-per-pupil formula</li>\n  <li>an additional £6,000 for every pupil place, based on the number of places declared by local authorities</li>\n  <li>as with pre-16 funding, a top-up element may be paid by the commissioning local authority, if the needs of each pupil cost more than the amount paid for by the first 2 parts</li>\n</ul>\n\n<h2 id=\"risk-protection-and-insurance\">Risk protection and insurance</h2>\n\n<p>All academies must have insurance or have opted into the DfE risk protection arrangement for academy trusts. You will receive funding for this as part of your general annual grant.</p>\n\n<p>The <a href=\"https://www.gov.uk/guidance/academies-risk-protection-arrangement-rpa\">risk protection arrangement</a> (<abbr title=\"risk protection arrangement\">RPA</abbr>) for academy trusts is an alternative to insurance where losses that arise are covered by government funds. Academies can opt in to the scheme, at no additional cost or premium, before they convert or before their current insurance arrangements come to an end. As losses are covered by public funds, <abbr title=\"risk protection arrangement\">RPA</abbr> is more secure than commercial insurance.</p>\n\n<p>As well as significant cost savings for school budgets, academies which opt in to the <abbr title=\"risk protection arrangement\">RPA</abbr> will avoid complex and time-consuming procurement of commercial insurance cover. Opting in to the scheme and updating cover is simple and quick. You must ensure you are adequately covered from midnight of the date of conversion.</p>\n\n<h2 id=\"national-non-domestic-rates-nndr\">National non-domestic rates (<abbr title=\"national non-domestic rates\">NNDR</abbr>)</h2>\n\n<p>Rates are payable to the local authority at 20% of the total value.</p>\n\n<p>You can claim for the cost of <abbr title=\"national non-domestic rates\">NNDR</abbr> once your academy has opened.</p>\n\n<p><abbr title=\"Education Funding Agency\">EFA</abbr> will pay the cost to the end of March 2014, and when new <abbr title=\"national non-domestic rates\">NNDR</abbr> invoices are issued you will claim 1 payment for the full financial year 2014 to 2015</p>\n\n<h2 id=\"capital-funding\">Capital funding</h2>\n\n<h3 id=\"devolved-formula-capital-dfc\">Devolved formula capital (<abbr title=\"devolved formula capita\">DFC</abbr>)</h3>\n\n<p>You will continue to receive <abbr title=\"devolved formula capita\">DFC</abbr> for capital maintenance and <abbr title=\"information computer technology\">ICT</abbr> projects. It will be paid by <abbr title=\"Education Funding Agency\">EFA</abbr>, and is allocated on the same basis as for maintained schools.</p>\n\n<h3 id=\"academies-capital-maintenance-fund-acmf\">Academies capital maintenance fund (<abbr title=\"academies capital maintenance fund\">ACMF</abbr>)</h3>\n\n<p>Open academies can apply for this if they have urgent building repairs that they are unable to fund themselves. The next round you can apply for is for the 2015 to 2016 financial year. <abbr title=\"Education Funding Agency\">EFA</abbr> will tell you when an application round is open.</p>\n\n<p>You can also apply for <abbr title=\"academies capital maintenance fund\">ACMF</abbr> if you need to expand to take in more pupils.</p>\n\n<p><abbr title=\"Education Funding Agency\">EFA</abbr> has produced a <a rel=\"external\" href=\"http://education.gov.uk/aboutdfe/executiveagencies/efa/efafundingfinance/b00212638/efa-academies-capital/acmf-2013-14-initial-round\">guide on the <abbr title=\"academies capital maintenance fund\">ACMF</abbr></a> with information on the evidence you’ll need.</p>\n\n<p>If your local authority has already agreed capital funding for your school, they should still honour that commitment if you become an academy. If they divert agreed capital funding from your school they will need to explain why.</p>\n\n<h3 id=\"private-finance-initiative-pfi-contracts\">Private finance initiative (<abbr title=\"private finance initiative\">PFI</abbr>) contracts</h3>\n\n<p>If your school is part of a <abbr title=\"private finance initiative\">PFI</abbr> contract, it will remain part of the contract after becoming an academy, but please let your project lead know.</p>\n\n<h2 id=\"transferring-deficits-and-surpluses\">Transferring deficits and surpluses</h2>\n\n<h3 id=\"academies-without-a-sponsor\">Academies without a sponsor</h3>\n\n<p>Your local authority must finalise your closing balance within 3 months of your conversion date.</p>\n\n<p>If the agreed closing balance is a surplus, your local authority must pay it to your academy trust within 1 month of finalising the amount.</p>\n\n<p>If the agreed closing balance is a deficit, we will settle that amount with your local authority, and you’ll be able to set up a repayment plan with the <abbr title=\"Education Funding Agency\">EFA</abbr> after you’ve converted. For small amounts, you can make your own arrangements to repay the deficit directly to the local authority, as long as you inform us in advance.</p>\n\n<p>If you’re unable to agree the amount owed, you can ask us to review it. You need to do that within 1 month of your local authority making their decision on what the final closing balance is.</p>\n\n<h3 id=\"sponsored-academies\">Sponsored academies</h3>\n\n<p>For sponsored academies, any deficit remains with the local authority and doesn’t have to be repaid by your academy trust.</p>\n\n<p>The way surpluses are dealt with depends on how you were granted an academy order. In most cases, an academy order was issued because the school’s governing body applied for one and the surplus transfers to the academy trust.</p>\n\n<p>If an academy order is issued without an application from the governing body, any surplus remains with the local authority. In practice, some local authorities have chosen to transfer the surplus.</p>\n\n<h2 id=\"academies-financial-handbook\">Academies financial handbook</h2>\n\n<p>The ‘<a href=\"https://www.gov.uk/government/publications/academies-financial-handbook\">Academies financial handbook</a>’ is the complete reference guide of all your financial responsibilities as an academy.</p>\n\n</div>","change_history":[{"public_timestamp":"2014-09-18T16:36:48.000+01:00","note":"Updated to reflect funding for insurance in 2014 to 2015."},{"public_timestamp":"2014-08-12T15:20:51.000+01:00","note":"Updated 'Primary academy chain development grant' section."},{"public_timestamp":"2014-05-23T12:30:18.000+01:00","note":"Updated insurance section to include risk protection arrangements (RPA) details"},{"public_timestamp":"2014-03-25T16:07:00.000+00:00","note":"First published."}],"emphasised_organisations":["ebd15ade-73b2-4eaf-b1c3-43034a42eb37"],"first_public_at":"2014-03-20T16:59:40.000+00:00","related_mainstream_content":[],"political":false,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":["academies-and-free-schools"],"topics":[]}},"routes":[{"path":"/guidance/academy-funding-information-for-school-leaders","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":["100682"],"phase":"live","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","first_published_at":null,"base_path":"/guidance/academy-funding-information-for-school-leaders","description":"How new academies and the services they will be responsible for are funded.","content_id":"5f4361ea-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"detailed_guide","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}