{"title":"Excise duty points: irregular or an unlawful departure of excise goods from a tax warehouse","public_updated_at":"2016-01-18T15:29:00Z","details":{"body":"<p>This section applies when goods are found to be missing or deficient in a tax warehouse and the loss is not an allowable one under regulation 21 of the HMDP Regulations. It also applies when there is an irregular departure of goods from a tax warehouse.</p>\n\n<p>You will find more information on losses in <a href=\"http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&amp;_pageLabel=pageVAT_ShowContent&amp;id=HMCE_PROD1_025227&amp;propertyType=document\">Notice 197 (HMRC website)</a> and in <a href=\"https://www.gov.uk/hmrc-internal-manuals/holding-and-movements-assurance-guidance/hmag60000\">HMAG60000</a> (EMCS) guidance </p>\n\n<h2 id=\"hmdp-regulation-71j---when-goods-are-found-to-be-deficient-or-missing-from-a-tax-warehouse\">HMDP regulation 7(1)(j) - when goods are found to be deficient or missing from a tax warehouse</h2>\n\n<p>Where you find that goods are missing or deficient from a warehouse and a decision is made that the loss is not due to natural wastage or other legitimate reasons (in other words it is not an allowable loss), there is a release for consumption under regulations 7(1)(j) and 6(1)(a), with a duty point arising under regulation 5. The duty point is the time when those goods were deficient or missing (i.e. released for consumption) in the warehouse. Where you are unable to determine the time when those goods were released for consumption, then the duty point is the time when you discovered the loss.</p>\n\n<h3 id=\"payment-of-the-duty\">Payment of the duty</h3>\n\n<p>The person/s liable to pay the duty when goods are released for consumption by virtue of regulation 6(1)(a) are specified in regulation 8(1). That is the authorised warehousekeeper, the UK registered consignee or any other person releasing the goods or on whose behalf the excise goods are released from the duty-suspension arrangement. </p>\n\n<p>Where the goods are found to be missing or deficient from a warehouse the person liable to pay the duty will be the authorised warehousekeeper. Generally speaking, where you believe that the goods have been stolen from an excise warehouse then the warehousekeeper is liable to pay the duty. </p>\n\n<h3 id=\"circumstances-when-uk-duty-is-not-due\">Circumstances when UK duty is not due</h3>\n\n<p>Where you are satisfied that the absence (or deficiency) of those goods is due to a legitimate cause, then UK duty is not due on those goods. This is by virtue of regulation 7(2)(b). You will find more information in <a href=\"http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&amp;_pageLabel=pageVAT_ShowContent&amp;id=HMCE_PROD1_025227&amp;propertyType=document\">Notice 197 (HMRC website)</a>.</p>\n\n<h2 id=\"hmdp-regulation-71a---when-goods-leave-a-tax-warehouse-in-the-uk-or-are-otherwise-made-available-for-consumption-including-consumption-in-a-tax-warehouse\">HMDP regulation 7(1)(a) - when goods leave a tax warehouse in the UK or are otherwise made available for consumption (including consumption in a tax warehouse)</h2>\n\n<p>Where goods are released for consumption following an irregular departure of those goods from the warehouse, there is a release for consumption under regulations 7(1)(a) and 6(1)(a), with a duty point arising under regulation 5. This applies when there is a failure by the authorised warehousekeeper to consign goods under duty-suspension arrangements to a legitimate destination (as specified in regulation 35(a)) and/or a failure to comply with the movement conditions (as specified in regulation 39(1)(a)). This breach is commonly known as an ‘unlawful’ or ‘illegal’ removal from the warehouse.</p>\n\n<p>Goods under duty-suspension arrangements can only be consigned to:</p>\n\n<ul>\n  <li>tax warehouses (including UK sites) approved to receive excise goods of that class or description;</li>\n  <li>registered consignees approved to receive excise goods of that class or description; </li>\n  <li>places where the goods will leave the territory of the EU; and</li>\n  <li>exempt consignees where goods are dispatched from the UK to other Member States or are dispatched from other Member States to the UK.</li>\n</ul>\n\n<p>Excise goods may not be moved under duty-suspension arrangements unless:</p>\n\n<ul>\n  <li>there is a movement guarantee in place, provided by someone with an approved connection with the goods, and </li>\n  <li>\n    <p>the procedures in the following parts (covered in more detail at section 6) of the HMDP Regulations are complied with:</p>\n\n    <ul>\n      <li>Part 6 (exports of excise goods under duty-suspension arrangements)</li>\n      <li>Part 7 (imports of excise goods under duty-suspension arrangements) </li>\n      <li>Part 8 (movements of excise goods wholly within the UK under duty-suspension arrangements), and </li>\n      <li>Part 9 (simplified procedures for movements wholly in the UK under duty-suspension arrangements). </li>\n    </ul>\n  </li>\n</ul>\n\n<p>Where there is a failure to comply with duty-suspension arrangements the duty point is the time when the goods leave the duty-suspension arrangement. In most cases this will be the time when those goods left the warehouse.</p>\n\n<h3 id=\"payment-of-the-duty-1\">Payment of the duty</h3>\n\n<p>The person/s liable to pay the duty are specified in regulation 8(1) as the authorised warehousekeeper, the UK registered consignee or any other person releasing the excise goods or on whose behalf the excise goods are released from the duty-suspension arrangement. Where there is an irregular departure from a warehouse following a contravention of the provisions in regulation 7(1)(a)(i) and (ii) the person liable would be the authorised warehousekeeper. In other words the goods were not consigned to someone authorised to receive them or a fundamental movement condition has not been met.</p>\n\n<h3 id=\"joint-and-several-liability\">Joint and several liability</h3>\n\n<p>Regulation 8(2) places a joint and several liability on any person who was involved in the irregular departure of those goods from the warehouse. For example, if the authorised warehousekeeper has employed a management company to undertake certain duties on his behalf, including control over the release of the goods, then the management company could be jointly and severally liable for the duty.</p>\n\n<p>Circumstances when UK duty is not due</p>\n\n<p>Where goods leave a duty-suspension arrangement by virtue of regulations 7(1)(a) or (g), and those goods are delivered for export, shipment as stores or removed to the Isle of Man, then UK duty is not due on those goods. This is by virtue of regulation 7(2)(a).</p>\n","section_id":"HMAG150400","breadcrumbs":[{"section_id":"HMAG","base_path":"/hmrc-internal-manuals/holding-and-movements-assurance-guidance/hmag"},{"section_id":"HMAG150000","base_path":"/hmrc-internal-manuals/holding-and-movements-assurance-guidance/hmag150000"}],"child_section_groups":[],"manual":{"base_path":"/hmrc-internal-manuals/holding-and-movements-assurance-guidance"}},"routes":[{"path":"/hmrc-internal-manuals/holding-and-movements-assurance-guidance/hmag150400","type":"exact"}],"redirects":[],"publishing_app":"hmrc-manuals-api","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"hmrc_manual_section","schema_name":"hmrc_manual_section","first_published_at":"2016-04-10T14:12:55Z","base_path":"/hmrc-internal-manuals/holding-and-movements-assurance-guidance/hmag150400","description":"","content_id":"e20fb7d6-2c02-5fe9-9935-a593227af10d","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D25","api_path":"/api/content/government/organisations/hm-revenue-customs","base_path":"/government/organisations/hm-revenue-customs","content_id":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-13T10:09:06Z","schema_name":"placeholder","title":"HM Revenue & Customs","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"HM Revenue<br/>&amp; Customs","crest":"hmrc"}},"links":{}}],"available_translations":[{"title":"Excise duty points: irregular or an unlawful departure of excise goods from a tax warehouse","public_updated_at":"2016-01-18T15:29:00Z","analytics_identifier":null,"document_type":"hmrc_manual_section","schema_name":"hmrc_manual_section","base_path":"/hmrc-internal-manuals/holding-and-movements-assurance-guidance/hmag150400","description":"","api_path":"/api/content/hmrc-internal-manuals/holding-and-movements-assurance-guidance/hmag150400","withdrawn":false,"content_id":"e20fb7d6-2c02-5fe9-9935-a593227af10d","locale":"en"}]},"format":"hmrc_manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":2}