{"title":"Declaring a litigant vexatious","public_updated_at":"2015-03-31T23:15:57Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"what-is-a-vexatious-litigant\">What is a vexatious litigant?</h2>\n\n<p>Litigation is rarely welcome by those who become involved in it, whether as a claimant or defendant. Some litigants may pursue a range of cases or pursue several different matters at once. For example, a person may:</p>\n\n<ul>\n  <li>constantly and in most cases unsuccessfully, issue claims and applications within existing claims or appeals against every decision made against them</li>\n  <li>commence proceedings many times against the same person for substantially the same reasons</li>\n  <li>sue a wide range of individuals or institutions for matters which are identical or have no legal validity</li>\n</ul>\n\n<p>Vexatious litigants are individuals who persistently take legal action against others in cases without any merit, who have been forbidden from starting civil cases in courts without permission.</p>\n\n<h2 id=\"declaring-a-litigant-vexatious\">Declaring a litigant vexatious</h2>\n\n<h3 id=\"the-courts\">The courts</h3>\n\n<p>The court has its own powers to deal with unmeritorious claims and applications. It may:</p>\n\n<ul>\n  <li>strike out the action as an abuse of process of the court</li>\n  <li>issue various orders restricting the litigant’s ability to continue with further applications or claims (of it’s own motion, or on request by a party to the proceedings)</li>\n</ul>\n\n<h3 id=\"the-civil-restraint-order\">The ‘civil restraint order’</h3>\n\n<p>The civil restraint order (CRO) is a useful remedy for an individual to consider if they have been subjected to 2 or more unmeritorious claims or applications made against them by the same person and they relate to the same or similar matters. It is relatively quick to achieve, is granted for a period up to 2 years, preventing the subject of it from taking certain steps as specified in the order, without first obtaining leave of a designated judge. CROs do not require the intervention of the Attorney General.</p>\n\n<p>It should be noted that the Employment Tribunal (ET) and Employment Appeal Tribunal (EAT) have their own rules.</p>\n\n<h3 id=\"involving-the-attorney-general\">Involving the Attorney General</h3>\n\n<p>If you believe that an individual has been involved in vexatious litigation, full particulars of the subject’s alleged vexatious activity, including court reference, parties names and outcome should be provided to the GLD, on a spreadsheet, together with the supporting material set out below. We   will then investigate on behalf of the Attorney General.</p>\n\n<p>Proceedings will only be brought by the Attorney General after a full investigation by the Government Legal Department into the individual’s activity and where one of the Law Officers (the Attorney General or Solicitor General) determines that it would be in the public interest to make the application.</p>\n\n<p>When the Attorney General’s Office (AGO) receives a complaint about an individual’s litigious activity and is asked to undertake a VL investigation, it will ordinarily instruct the GLD to investigate the matter. It should be noted however, that not all complaints will result in an investigation. The complainant must in the first instance, provide sufficient information to persuade AGO that there is merit to deploying investigative resources in the particular instance.</p>\n\n<p>If the activity of the subject has been in the civil or criminal courts, the Attorney General, who has a public interest function in preserving the administration of justice, can make an application to the divisional court for the subject to be declared a vexatious litigant (VL). If the vexatious activity has been in both civil and criminal courts, the Attorney General may seek an ‘all proceedings order’ which covers both jurisdictions. Similarly, if the activity of the subject has been in the ETs, the Attorney General may make an application to the EAT seeking a ‘restriction of proceedings order’. The effect of such orders is to restrict the individual’s ability to bring further claims or applications within existing claims without leave of a High Court judge/EAT as appropriate.</p>\n\n<p>VL proceedings brought under these acts can only be brought by the Attorney General and the decision to bring such actions are taken only after a full investigation by the Government Legal Department into the individual’s activity and where one of the Law Officers determines that it would be in the public interest to make the application.</p>\n\n<p>Those thinking of asking the Attorney General to investigate an individual’s litigation activity with a view to proceedings under section42 or section 33 should in the first instance seek alternative remedies such as the CRO.</p>\n\n<p>Information on the litigant complained of will be gathered from the complainant and/or their legal representatives but will primarily be sought from the courts and/or tribunals where the individual is known or thought to have been active. The types of documentation sought during an investigation are:</p>\n\n<ul>\n  <li>copies of claim forms</li>\n  <li>pleadings</li>\n  <li>applications</li>\n  <li>interim and final orders</li>\n  <li>transcripts of proceedings.</li>\n</ul>\n\n<p>The Treasury Solicitor will seek copy documents whether the outcome assists the subject of inquiry or not. This is to ensure that when any decision is made as to whether or not it is in the public interest to bring VL proceedings against the subject, it is done so on an objective basis.</p>\n\n<p>When a reasonable body of information has been obtained, and it is considered that a VL application would have good prospects of success, one of the Law Officers will then consider whether an application should be made.</p>\n\n<p>They will look at:</p>\n\n<ul>\n  <li>the number and type of proceedings</li>\n  <li>the individual’s conduct and character displayed during those proceedings</li>\n  <li>the degree of hardship suffered by complainants</li>\n  <li>the likelihood of unmeritorious litigation continuing</li>\n</ul>\n\n<p>It is important for those subject to vexatious litigation that they consider all remedies open to them and not assume that the Attorney General will find the overall conduct of the individual whether in the courts or tribunals to be vexatious. The overriding principle of fairness is applied by the Attorney General when balancing an individual’s right to bring proceedings, against the public interest when seeking an order that limits the individual’s access to the courts and/or tribunals.</p>\n\n<p>In practice, the Attorney General is unlikely to intervene unless at least 6 separate claims have been commenced by the subject which have been unsuccessful or struck out. This figure, however, is not cast in stone and each case will be looked at on its own merits.</p>\n\n<p>If the Attorney General decides that the application is warranted, the Treasury Solicitor will make an application to the Divisional Court or the EAT (as appropriate).</p>\n\n<h2 id=\"vexatious-litigant-hearings\">Vexatious litigant hearings</h2>\n\n<p>The VL proceedings brought in the Divisional Court are heard before 2 High Court judges, one of whom will be a Lord Justice of Appeal. VL proceedings brought in the EAT are heard before an appeal tribunal of three comprising the chairman (a Lord Justice of Appeal) and 2 members. The court or appeal tribunal will consider whether the litigant has habitually and persistently and without reasonable ground instituted proceedings/ applications and will look at the entire history (as available) of the subject’s conduct within the court/tribunal proceedings (see AG v Vernazza [1959] 1 W.L.R. 622).</p>\n\n<p>If the Divisional Court or EAT grants the VL order it has the effect of halting all existing claims by the vexatious litigant. This means that they cannot commence any new legal proceedings, nor may they continue with any current claims or pending applications whatsoever, without first obtaining leave of a High Court Judge/EAT as appropriate.</p>\n\n<p>Unlike the CRO, the section 42 or section 33 VL order is usually granted for an indefinite period, although the court has power to limit the orders to a specified period of time, for example 10 or 15 years. The section 42 order is then sent to all courts in England and Wales and the litigant’s name is entered onto the court records, to prevent them from issuing further claims without permission. The order may (but not necessarily) contain a penal notice. The names of those subject of a section 42 order are published by <a href=\"https://www.gov.uk/vexatious-litigants\">HM Court Service</a>There is currently no similar publication of section 33 Orders in the EAT.</p>\n\n<p>It is a requirement of the section 42 order that it be published in the London Gazette. The section 33 order is also published in the Edinburgh Gazette.</p>\n\n<h2 id=\"human-rights\">Human Rights</h2>\n\n<p>The right of an individual to commence proceedings to enforce or defend his rights is one of the fundamental rights in a free society. The right to a fair trial is enshrined in Article 6 of the European Convention of Human Rights. To limit this right, therefore, represents a major restriction on the liberty of the individual for which there must be proper authority and justification and which must be done only when no other options remain.</p>\n\n<p>Those individuals who become known as vexatious litigants have, in the opinion of the High Court, so abused this right by the commencement of unmeritorious claims or by the manner in which they have used the courts that their right to continue to use the court has to be subject to a right of supervision by the court itself.</p>\n\n<p>The section 42 procedure and similarly the section 33 procedure is, however, safeguarded by the fact that personal consideration is given in each case by one of the Law Officers, to the issues involved when deciding whether to make an application. This ensures that the provision is not being used arbitrarily to remove a citizen’s rights.</p>\n\n<p>Furthermore, the effect of a section 42 or section 33 order does not remove the right to issue proceedings entirely. Those who have been declared vexatious still do have access to the courts. They are simply required to take an additional step in the process which acts as a filter, by obtaining the permission of the court/EAT prior to any claims being issued. It has, therefore, been held that the section 42 and consequently, the section 33 procedure, does not violate either the European Convention on Human Rights or the Human Rights Act 1998.</p>\n\n<p>Some useful authorities relating to vexatious litigation include (this list is not exhaustive):</p>\n\n<ul>\n  <li>AG v Vernazza [1959] 1 WLR 622</li>\n  <li>AG v Barker [2000] 1 FLR 759</li>\n  <li>AG v Matthews [2001] EWCA Civ 254</li>\n  <li>AG v Jones [1990] 1 WLR 859,863</li>\n  <li>Ebert v Official Receiver [2002] 1 WLR 320</li>\n  <li>Bhamjee &amp; Forsdick (no.2) [2004] 1WLR 88</li>\n</ul>\n</div>","change_history":[],"emphasised_organisations":["bac52ec5-df89-42b3-a034-2de01107f1d3"],"first_public_at":"2015-03-31T19:43:11.000+01:00","related_mainstream_content":[],"political":false,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/guidance/declaring-a-litigant-vexatious","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","first_published_at":null,"base_path":"/guidance/declaring-a-litigant-vexatious","description":"Guidance on investigations and possible applications under section 42 of the Senior Courts Act 1981 and section 33 Employment Tribunal’s Act 1996.","content_id":"5064d92d-3277-43ab-bec5-f42234632fef","locale":"en","expanded_links":{},"format":"detailed_guide","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}