{"title":"Safeguarding ","public_updated_at":"2016-03-14T16:23:54Z","details":{"body":"<h2 id=\"safeguarding\">14.\tSafeguarding</h2>\n\n<p>This chapter provides guidance on sections 42–46 of the Care Act 2014 and covers:</p>\n\n<ul>\n  <li>adult safeguarding – what it is and why it matters</li>\n  <li>abuse and neglect</li>\n  <li>understanding what they are and spotting the signs</li>\n  <li>reporting and responding to abuse and neglect</li>\n  <li>carers and adult safeguarding</li>\n  <li>adult safeguarding procedures</li>\n  <li>local authority’s role and multi-agency working</li>\n  <li>criminal offences and adult safeguarding</li>\n  <li>safeguarding enquiries</li>\n  <li>Safeguarding Adults Boards</li>\n  <li>Safeguarding Adults Reviews</li>\n  <li>information sharing, confidentiality and record keeping</li>\n  <li>roles, responsibilities and training in local authorities, the NHS and other agencies</li>\n</ul>\n\n<p>14.1\tThe chapter replaces the ‘No Secrets’ guidance.</p>\n\n<p>14.2\tThe safeguarding duties apply to an adult who:</p>\n\n<ul>\n  <li>has needs for care and support (whether or not the local authority is meeting any of those needs)</li>\n  <li>is experiencing, or at risk of, abuse or neglect</li>\n  <li>as a result of those care and support needs is unable to protect themselves from either the risk of, or the experience of abuse or neglect</li>\n</ul>\n\n<p>14.3\tThe adult experiencing, or at risk of abuse or neglect will hereafter be referred to as ‘the adult’ throughout this chapter.</p>\n\n<p>14.4\tThe safeguarding duties have a legal effect in relation to organisations other than the local authority on for example the NHS and the Police.</p>\n\n<p>14.5\tWhere someone is 18 or over but is still receiving children’s services and a safeguarding issue is raised, the matter should be dealt with through adult safeguarding arrangements. For example, this could occur when a young person with substantial and complex needs continues to be supported in a residential educational setting until the age of 25 (see also chapter 16). Where appropriate, adult safeguarding services should involve the local authority’s children’s safeguarding colleagues as well as any relevant partners (e.g. the Police or NHS) or other persons relevant to the case. However, the level of needs is not relevant, and the young adult does not need to have eligible needs for care and support under the Care Act, or be receiving any particular service from the local authority, in order for the safeguarding duties to apply – so long as the conditions set out in paragraph 14.2 are met.</p>\n\n<p>14.6\tLocal authority statutory adult safeguarding duties apply equally to those adults with care and support needs regardless of whether those needs are being met, regardless of whether the adult lacks mental capacity or not, and regardless of setting, other than prisons and approved premises where prison governors and National Offender Management Service (<abbr title=\"National Offender Management Service\">NOMS</abbr>) respectively have responsibility. However, senior representatives of those services may sit on the Safeguarding Adults Board and play an important role in the strategic development of adult safeguarding locally. Additionally, they may ask for advice from the local authority when faced with a safeguarding issue that they are finding particularly challenging.</p>\n\n<h3 id=\"adult-safeguarding--what-it-is-and-why-it-matters\">Adult safeguarding – what it is and why it matters</h3>\n\n<p>14.7\tSafeguarding means protecting an adult’s right to live in safety, free from abuse and neglect. It is about people and organisations working together to prevent and stop both the risks and experience of abuse or neglect, while at the same time making sure that the adult’s wellbeing is promoted including, where appropriate, having regard to their views, wishes, feelings and beliefs in deciding on any action. This must recognise that adults sometimes have complex interpersonal relationships and may be ambivalent, unclear or unrealistic about their personal circumstances.</p>\n\n<p>14.8\tOrganisations should always promote the adult’s wellbeing in their safeguarding arrangements. People have complex lives and being safe is only one of the things they want for themselves. Professionals should work with the adult to establish what being safe means to them and how that can be best achieved. Professionals and other staff should not be advocating &lsquo;safety&rsquo; measures that do not take account of individual well-being, as defined in Section 1 of the Care Act.</p>\n\n<p>14.9\tSafeguarding is not a substitute for:</p>\n\n<ul>\n  <li>providers’ responsibilities to provide safe and high quality care and support</li>\n  <li>commissioners regularly assuring themselves of the safety and effectiveness of commissioned services</li>\n  <li>the Care Quality Commission (<abbr title=\"Care Quality Commission\">CQC</abbr>) ensuring that regulated providers comply with the fundamental standards of care or by taking enforcement action</li>\n  <li>the core duties of the police to prevent and detect crime and protect life and property</li>\n</ul>\n\n<p>14.10\tThe Care Act requires that each local authority must:</p>\n\n<ul>\n  <li>make enquiries, or cause others to do so, if it believes an adult is experiencing, or is at risk of, abuse or neglect (see para. 14.16 onwards). An enquiry should establish whether any action needs to be taken to prevent or stop abuse or neglect and if so, by who.</li>\n  <li>set up a Safeguarding Adults Board (<abbr title=\"Safeguarding Adults Board\">SAB</abbr>) (see para. 14.133 onwards)</li>\n  <li>arrange, where appropriate, for an independent advocate to represent and support an adult who is the subject of a safeguarding enquiry or Safeguarding Adult Review (<abbr title=\"Safeguarding Adults Review\">SAR</abbr>) where the adult has ‘substantial difficulty’ in being involved in the process and where there is no other suitable person to represent and support them (see chapter 7 on advocacy)</li>\n  <li>co-operate with each of its relevant partners (as set out in Section 6 of the Care Act) in order to protect the adult. In their turn each relevant partner must also co-operate with the local authority.</li>\n</ul>\n\n<p>14.11\tThe aims of adult safeguarding are to:</p>\n\n<ul>\n  <li>prevent harm and reduce the risk of abuse or neglect to adults with care and support needs</li>\n  <li>stop abuse or neglect wherever possible</li>\n  <li>safeguard adults in a way that supports them in making choices and having control about how they want to live</li>\n  <li>promote an approach that concentrates on improving life for the adults concerned</li>\n  <li>raise public awareness so that communities as a whole, alongside professionals, play their part in preventing, identifying and responding to abuse and neglect</li>\n  <li>provide information and support in accessible ways to help people understand the different types of abuse, how to stay safe and what to do to raise a concern about the safety or well-being of an adult</li>\n  <li>address what has caused the abuse or neglect</li>\n</ul>\n\n<p>14.12\tIn order to achieve these aims, it is necessary to:</p>\n\n<ul>\n  <li>ensure that everyone, both individuals and organisations, are clear about their roles and responsibilities</li>\n  <li>create strong multi-agency partnerships that provide timely and effective prevention of and responses to abuse or neglect</li>\n  <li>support the development of a positive learning environment across these partnerships and at all levels within them to help break down cultures that are risk-averse and seek to scapegoat or blame practitioners</li>\n  <li>enable access to mainstream community resources such as accessible leisure facilities, safe town centres and community groups that can reduce the social and physical isolation which in itself may increase the risk of abuse or neglect</li>\n  <li>clarify how responses to safeguarding concerns deriving from the poor quality and inadequacy of service provision, including patient safety in the health sector, should be responded to</li>\n</ul>\n\n<p>14.13\tThe following 6 principles apply to all sectors and settings including care and support services, further education colleges, commissioning, regulation and provision of health and care services, social work, healthcare, welfare benefits, housing, wider local authority functions and the criminal justice system. The principles should inform the ways in which professionals and other staff work with adults. The principles can also help SABs, and organisations more widely, by using them to examine and improve their local arrangements.</p>\n\n<h3 id=\"six-key-principles-underpin-all-adult-safeguarding-work\">Six key principles underpin all adult safeguarding work</h3>\n\n<h4 id=\"empowerment\">Empowerment</h4>\n<p>People being supported and encouraged to make their own decisions and informed consent.</p>\n\n<blockquote>\n\n  <p>I am asked what I want as the outcomes from the safeguarding process and these directly inform what happens.</p>\n\n</blockquote>\n\n<h4 id=\"prevention\">Prevention</h4>\n<p>It is better to take action before harm occurs.</p>\n\n<blockquote>\n\n  <p>I receive clear and simple information about what abuse is, how to recognise the signs and what I can do to seek help.</p>\n\n</blockquote>\n\n<h4 id=\"proportionality\">Proportionality</h4>\n<p>The least intrusive response appropriate to the risk presented.</p>\n\n<blockquote>\n\n  <p>I am sure that the professionals will work in my interest, as I see them and they will only get involved as much as needed.</p>\n\n</blockquote>\n\n<h4 id=\"protection\">Protection</h4>\n<p>Support and representation for those in greatest need.</p>\n\n<blockquote>\n\n  <p>I get help and support to report abuse and neglect. I get help so that I am able to take part in the safeguarding process to the extent to which I want.</p>\n\n</blockquote>\n\n<h4 id=\"partnership\">Partnership</h4>\n<p>Local solutions through services working with their communities. Communities have a part to play in preventing, detecting and reporting neglect and abuse.</p>\n\n<blockquote>\n\n  <p>I know that staff treat any personal and sensitive information in confidence, only sharing what is helpful and necessary. I am confident that professionals will work together and with me to get the best result for me.</p>\n\n</blockquote>\n\n<h4 id=\"accountability\">Accountability</h4>\n<p>Accountability and transparency in delivering safeguarding.</p>\n\n<blockquote>\n\n  <p>I understand the role of everyone involved in my life and so do they.</p>\n\n</blockquote>\n\n<h3 id=\"making-safeguarding-personal\">Making safeguarding personal</h3>\n\n<p>14.14\tIn addition to these principles, it is also important that all safeguarding partners take a broad community approach to establishing safeguarding arrangements. It is vital that all organisations recognise that adult safeguarding arrangements are there to protect individuals. We all have different preferences, histories, circumstances and life-styles, so it is unhelpful to prescribe a process that must be followed whenever a concern is raised; and the case study below helps illustrate this.</p>\n\n<hr />\n\n<h4 id=\"case-study\">Case study</h4>\n\n<p>Two brothers with mild learning disabilities lived in their family home, where they had remained following the death of their parents some time previously. Large amounts of rubbish had accumulated both in the garden and inside the house, with cleanliness and self-neglect also an issue. They had been targeted by fraudsters, resulting in criminal investigation and conviction of those responsible, but the brothers had refused subsequent services from adult social care and their case had been closed.</p>\n\n<p>They had, however, had a good relationship with their social worker, and as concerns about their health and wellbeing continued it was decided that the social worker would maintain contact, calling in every couple of weeks to see how they were, and offer any help needed, on their terms. After almost a year, through the gradual building of trust and understanding, the brothers asked to be considered for supported housing; with the social worker’s help they improved the state of their house enough to sell it, and moved to a living environment in which practical support could be provided.</p>\n\n<hr />\n\n<p>14.15\tMaking safeguarding personal means it should be person-led and outcome-focused. It engages the person in a conversation about how best to respond to their safeguarding situation in a way that enhances involvement, choice and control as well as improving quality of life, wellbeing and safety. Nevertheless, there are key issues that local authorities and their partners should consider. See diagrams 1A and 1B after para. 14.92 if they suspect or are made aware of abuse or neglect. See paragraph 14.231 for more detail about what such guidelines should cover.</p>\n\n<h3 id=\"what-constitutes-abuse-and-neglect\">What constitutes abuse and neglect?</h3>\n\n<p>14.16\tThis section considers the different types and patterns of abuse and neglect and the different circumstances in which they may take place. This is not intended to be an exhaustive list but an illustrative guide as to the sort of behaviour which could give rise to a safeguarding concern. This chapter also contains a number of illustrative case studies showing the action that was taken to help the adult stay or become safe.</p>\n\n<p>14.17\tLocal authorities should not limit their view of what constitutes abuse or neglect, as they can take many forms and the circumstances of the individual case should always be considered; although the criteria at paragraph 14.2 will need to be met before the issue is considered as a safeguarding concern. Exploitation, in particular, is a common theme in the following list of the types of abuse and neglect.</p>\n\n<h4 id=\"physical-abuse-including\">Physical abuse including:</h4>\n\n<ul>\n  <li>assault</li>\n  <li>hitting</li>\n  <li>slapping</li>\n  <li>pushing</li>\n  <li>misuse of medication</li>\n  <li>restraint</li>\n  <li>inappropriate physical sanctions</li>\n</ul>\n\n<h4 id=\"domestic-violence-including\">Domestic violence including:</h4>\n\n<ul>\n  <li>psychological</li>\n  <li>physical</li>\n  <li>sexual</li>\n  <li>financial</li>\n  <li>emotional abuse</li>\n  <li>so called ‘honour’ based violence</li>\n</ul>\n\n<h4 id=\"sexual-abuse-including\">Sexual abuse including:</h4>\n\n<ul>\n  <li>rape</li>\n  <li>indecent exposure</li>\n  <li>sexual harassment</li>\n  <li>inappropriate looking or touching</li>\n  <li>sexual teasing or innuendo</li>\n  <li>sexual photography</li>\n  <li>subjection to pornography or witnessing sexual acts</li>\n  <li>indecent exposure</li>\n  <li>sexual assault </li>\n  <li>sexual acts to which the adult has not consented or was pressured into consenting</li>\n</ul>\n\n<h4 id=\"psychological-abuse-including\">Psychological abuse including:</h4>\n\n<ul>\n  <li>emotional abuse</li>\n  <li>threats of harm or abandonment</li>\n  <li>deprivation of contact</li>\n  <li>humiliation</li>\n  <li>blaming</li>\n  <li>controlling</li>\n  <li>intimidation</li>\n  <li>coercion</li>\n  <li>harassment</li>\n  <li>verbal abuse</li>\n  <li>cyber bullying</li>\n  <li>isolation</li>\n  <li>unreasonable and unjustified withdrawal of services or supportive networks</li>\n</ul>\n\n<h4 id=\"financial-or-material-abuse-including\">Financial or material abuse including:</h4>\n\n<ul>\n  <li>theft</li>\n  <li>fraud</li>\n  <li>internet scamming</li>\n  <li>coercion in relation to an adult’s financial affairs or arrangements, including in connection with wills, property, inheritance or financial transactions</li>\n  <li>the misuse or misappropriation of property, possessions or benefits</li>\n</ul>\n\n<h4 id=\"modern-slavery-encompasses\">Modern slavery encompasses:</h4>\n\n<ul>\n  <li>slavery</li>\n  <li>human trafficking</li>\n  <li>forced labour and domestic servitude. </li>\n  <li>traffickers and slave masters using whatever means they have at their disposal to coerce, deceive and force individuals into a life of abuse, servitude and inhumane treatment</li>\n</ul>\n\n<p>Read <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/328096/Modern_slavery_booklet_v12_WEB__2_.pdf\">Modern slavery:how the UK is leading the fight</a> for further information.</p>\n\n<h4 id=\"discriminatory-abuse-including-forms-of\">Discriminatory abuse including forms of:</h4>\n\n<ul>\n  <li>harassment</li>\n  <li>slurs or similar treatment:\n    <ul>\n      <li>because of race</li>\n      <li>gender and gender identity</li>\n      <li>age</li>\n      <li>disability</li>\n      <li>sexual orientation</li>\n      <li>religion</li>\n    </ul>\n  </li>\n</ul>\n\n<p>Read <a href=\"https://www.gov.uk/discrimination-your-rights/types-of-discrimination\">Discrimination: your rights</a> for further information.</p>\n\n<h4 id=\"organisational-abuse\">Organisational abuse</h4>\n\n<p>Including neglect and poor care practice within an institution or specific care setting such as a hospital or care home, for example, or in relation to care provided in one’s own home. This may range from one off incidents to on-going ill-treatment. It can be through neglect or poor professional practice as a result of the structure, policies, processes and practices within an organisation.</p>\n\n<h4 id=\"neglect-and-acts-of-omission-including\">Neglect and acts of omission including:</h4>\n\n<ul>\n  <li>ignoring medical</li>\n  <li>emotional or physical care needs</li>\n  <li>failure to provide access to appropriate health, care and support or educational services </li>\n  <li>the withholding of the necessities of life, such as medication, adequate nutrition and heating</li>\n</ul>\n\n<h4 id=\"self-neglect\">Self-neglect</h4>\n\n<p>This covers a wide range of behaviour neglecting to care for one’s personal hygiene, health or surroundings and includes behaviour such as hoarding. It should be noted that self-neglect may not prompt a section 42 enquiry.  An assessment should be made on a case by case basis.  A decision on whether a response is required under safeguarding will depend on the adult’s ability to protect themselves by controlling their own behaviour.  There may come a point when they are no longer able to do this, without external support.</p>\n\n<p>14.18\tIncidents of abuse may be one-off or multiple, and affect one person or more. Professionals and others should look beyond single incidents or individuals to identify patterns of harm, just as the <abbr title=\"Clinical Commissioning Group\">CCG</abbr>, as the regulator of service quality, does when it looks at the quality of care in health and care services. Repeated instances of poor care may be an indication of more serious problems and of what we now describe as organisational abuse. In order to see these patterns it is important that information is recorded and appropriately shared.</p>\n\n<p>14.19\tPatterns of abuse vary and include:</p>\n\n<ul>\n  <li>serial abuse, in which the perpetrator seeks out and ‘grooms’ individuals. Sexual abuse sometimes falls into this pattern as do some forms of financial abuse</li>\n  <li>long-term abuse, in the context of an ongoing family relationship such as domestic violence between spouses or generations or persistent psychological abuse</li>\n  <li>opportunistic abuse, such as theft occurring because money or jewellery has been left lying around</li>\n</ul>\n\n<h3 id=\"domestic-abuse\">Domestic abuse</h3>\n\n<p>14.20\tThe cross-government definition of domestic violence and abuse is: any incident or pattern of incidents of controlling, coercive, threatening behaviour, violence or abuse between those aged 16 or over who are, or have been, intimate partners or family members regardless of gender or sexuality. The abuse can encompass, but is not limited to:</p>\n\n<ul>\n  <li>psychological</li>\n  <li>sexual</li>\n  <li>financial</li>\n  <li>emotional</li>\n</ul>\n\n<p>14.21\tA new offence of coercive and controlling behaviour in intimate and familial relationships was introduced into the Serious Crime Act 2015. The offence will impose a maximum 5 years imprisonment, a fine or both.</p>\n\n<p>14.22\tThe offence closes a gap in the law around patterns of coercive and controlling behaviour during a relationship between intimate partners, former partners who still live together, or family members, sending a clear message that it is wrong to violate the trust of those closest to you, providing better protection to victims experiencing continuous abuse and allowing for earlier identification, intervention and prevention.</p>\n\n<p>14.23\tThe offence criminalising coercive or controlling behaviour was commenced on 29 December 2015. Read the <a href=\"https://www.gov.uk/government/publications/statutory-guidance-framework-controlling-or-coercive-behaviour-in-an-intimate-or-family-relationship\">accompanying statutory guidance</a> for further information.</p>\n\n<h3 id=\"financial-abuse\">Financial abuse</h3>\n\n<p>14.24\tFinancial abuse is the main form of abuse investigated by the Office of the Public Guardian both amongst adults and children at risk. Financial recorded abuse can occur in isolation, but as research has shown, where there are other forms of abuse, there is likely to be financial abuse occurring. Although this is not always the case, everyone should also be aware of this possibility.</p>\n\n<p>14.25\tPotential indicators of <a href=\"http://www.cpa.org.uk/information/reviews/financialabuse240408[1].pdf\">financial abuse</a> include: </p>\n\n<ul>\n  <li>change in living conditions</li>\n  <li>lack of heating, clothing or food</li>\n  <li>inability to pay bills/unexplained shortage of money</li>\n  <li>unexplained withdrawals from an account</li>\n  <li>unexplained loss/misplacement of financial documents</li>\n  <li>the recent addition of authorised signers on a client or donor’s signature card</li>\n  <li>sudden or unexpected changes in a will or other financial documents</li>\n</ul>\n\n<p>14.26\tThis is not an exhaustive list, nor do these examples prove that there is actual abuse occurring. However, they do indicate that a closer look and possible investigation may be needed. Read report on <a href=\"http://www.cpa.org.uk/information/reviews/financialabuse240408[1].pdf\">The Financial Abuse of Older People</a></p>\n\n<hr />\n\n<h4 id=\"case-study-1\">Case study</h4>\n\n<p>Mrs B is an 88 year old woman with dementia who was admitted to a care home from hospital following a fall. Mrs B appointed her only daughter G, to act for her under a Lasting Power of Attorney in relation to her property and financial affairs.</p>\n\n<p>Mrs B’s former home was sold and she became liable to pay the full fees of her care home. Mrs B’s daughter failed to pay the fees and arrears built up, until the home made a referral to the local authority, which in turn alerted the Office of the Public Guardian (<abbr title=\"Office of the Public Guardian\">OPG</abbr>).</p>\n\n<p>The <abbr title=\"Office of the Public Guardian\">OPG</abbr> carried out an investigation and discovered that G was not providing her mother with any money for clothing or toiletries, which were being provided by the home from its own stocks. A visit and discussion with Mrs B revealed that she was unable to participate in any activities or outings arranged by the home, which she dearly wished to do. Her room was bare of any personal effects and she had limited stocks of underwear and nightwear.</p>\n\n<p>The Police were alerted and interviewed G, who admitted using the proceeds of the mother’s house for her own benefit. The <abbr title=\"Office of the Public Guardian\">OPG</abbr> applied to the Court of Protection for suspension of the power of attorney and the appointment of a deputy, who was able to seek recovery of funds and ensure Mrs B’s needs were met.</p>\n\n<hr />\n\n<p>14.27\tThe above case study highlights the need for local authorities not to underestimate the potential impact of financial abuse. It could significantly threaten an adult’s health and wellbeing. Most financial abuse is also capable of amounting to theft or fraud and would be a matter for the police to investigate. It may also require attention and collaboration from a wider group of organisations, including shops and financial institutions such as banks.</p>\n\n<p>14.28\tInternet scams, postal scams and doorstep crime are more often than not, targeted at adults at risk and all are forms of financial abuse. These scams are becoming ever more sophisticated and elaborate. For example:</p>\n\n<ul>\n  <li>internet scammers can build very convincing websites</li>\n  <li>people can be referred to a website to check the caller’s legitimacy but this may be a copy of a legitimate website</li>\n  <li>postal scams are massed-produced letters which are made to look like personal letters or important documents</li>\n  <li>doorstep criminals call unannounced at the adult’s home under the guise of legitimate business and offering to fix an often non-existent problem with their property.  sometimes they pose as police officers or someone in a position of authority</li>\n</ul>\n\n<p>14.29\tIn all cases this is financial abuse and the adult at risk can be persuaded to part with large sums of money and in some cases their life savings.  These instances should always be reported to the local police service and local authority Trading Standards Services for investigation. The <abbr title=\"Safeguarding Adults Board\">SAB</abbr> will need to consider how to involve local Trading Standards in its work.</p>\n\n<p>14.30\tThese scams and crimes can seriously affect the health, including mental health, of an adult at risk. Agencies working together cab better protect adults at risk. Failure to do so can result in an increased cost to the state, especially if the adult at risk loses their income and independence.</p>\n\n<p>14.31\tWhere the abuse is perpetrated by someone who has the authority to manage an adult’s money, the relevant body should be informed - for example, the Office of the Public Guardian for deputies or attorneys (see para 14.61) and Department for Work and Pensions (<abbr title=\"Department for Work and Pensions\">DWP</abbr>) in relation to appointees.</p>\n\n<p>14.32\tIf anyone has concerns that a <abbr title=\"Department for Work and Pensions\">DWP</abbr> appointee is acting incorrectly, they should contact the <abbr title=\"Department for Work and Pensions\">DWP</abbr> immediately. Note that the <abbr title=\"Department for Work and Pensions\">DWP</abbr> can get things done more quickly if it also has a National Insurance number in addition to a name and address. However, people should not delay acting because they do not know an adult’s National Insurance number. The important thing is to alert <abbr title=\"Department for Work and Pensions\">DWP</abbr> to their concerns. If <abbr title=\"Department for Work and Pensions\">DWP</abbr> knows that the person is also known to the local authority, then it should also inform the relevant authority.</p>\n\n<h3 id=\"who-abuses-and-neglects-adults\">Who abuses and neglects adults?</h3>\n\n<p>14.33\tAnyone can perpetrate abuse or neglect, including:</p>\n\n<ul>\n  <li>spouses/partners</li>\n  <li>other family members</li>\n  <li>neighbours</li>\n  <li>friends</li>\n  <li>acquaintances</li>\n  <li>local residents</li>\n  <li>people who deliberately exploit adults they perceive as vulnerable to abuse</li>\n  <li>paid staff or professionals and volunteers</li>\n  <li>strangers</li>\n</ul>\n\n<p>14.34\tWhile a lot of attention is paid, for example, to targeted fraud or internet scams perpetrated by complete strangers, it is far more likely that the person responsible for abuse is known to the adult and is in a position of trust and power. Read the report on <a rel=\"external\" href=\"http://www.hscic.gov.uk/catalogue/PUB13499/abus-vuln-adul-eng-12-13-fin-rep.pdf\">Abuse of Vulnerable Adults in England</a> for more information.</p>\n\n<p>14.35\tAbuse can happen anywhere: for example, in someone’s own home, in a public place, in hospital, in a care home or in college. It can take place when an adult lives alone or with others.</p>\n\n<h3 id=\"spotting-signs-of-abuse-and-neglect\">Spotting signs of abuse and neglect</h3>\n\n<p>14.36\tWorkers across a wide range of organisations need to be vigilant about adult safeguarding concerns in all walks of life including, amongst others in health and social care, welfare, policing, banking, fire and rescue services and trading standards; leisure services, faith groups, and housing. GPs, in particular, are often well-placed to notice changes in an adult that may indicate they are being abused or neglected. Findings from serious case reviews have sometimes stated that if professionals or other staff had acted upon their concerns or sought more information, then death or serious harm might have been prevented. The following example illustrates that someone who might not typically be thought of, in this case the neighbour, does in fact have an important role to play in identifying when an adult is at risk.</p>\n\n<hr />\n\n<h4 id=\"case-study-2\">Case study</h4>\n\n<p>Mr A is in his 40s, and lives in a housing association flat, with little family contact. His mental health is relatively stable, following a previous period of hospitalisation and he has visits from a mental health support worker.</p>\n\n<p>He rarely goes out, but he allows people into his accommodation because of his loneliness. The police were alerted by Mr A’s neighbours to several domestic disturbances. His accommodation had been targeted by a number of local people and he had become subjected to verbal, financial and sometime physical abuse. Although Mr A initially insisted they were his friends, he did indicate he was frightened; he attended a case conference with representatives from adult social care, mental health services and the police, from which emerged a plan to strengthen his own self-protective ability as well as to deal with the present abuse.</p>\n\n<p>Mr A has made different arrangements for managing his money so that he does not accumulate large sums at home. A community-based visiting service has been engaged to keep him company through visits to his home, and with time his support worker aims to help get involved in social activities that will bring more positive contacts to allay the loneliness that Mr A sees as his main challenge.</p>\n\n<hr />\n\n<p>14.37\tAnyone can witness or become aware of information suggesting that abuse and neglect is occurring. The matter may, for example, be raised by a worried neighbour (see above case study), a concerned bank cashier, a GP, a welfare benefits officer, a housing support worker or a nurse on a ward. Primary care staff may be particularly well-placed to spot abuse and neglect, as in many cases they may be the only professionals with whom the adult has contact. The adult may say or do things that hint that all is not well. It may come in the form of a complaint, a call for a police response, an expression of concern, or come to light during a needs assessment. Regardless of how the safeguarding concern is identified, everyone should understand what to do, and where to go locally to get help and advice. It is vital that professionals, other staff and members of the public are vigilant on behalf of those unable to protect themselves. This will include:</p>\n\n<ul>\n  <li>knowing about different types of abuse and neglect and their signs</li>\n  <li>supporting adults to keep safe</li>\n  <li>knowing who to tell about suspected abuse or neglect</li>\n  <li>supporting adults to think and weigh up the risks and benefits of different options when exercising choice and control</li>\n</ul>\n\n<p>14.38\tAwareness campaigns for the general public and multi-agency training for all staff will contribute to achieving these objectives.</p>\n\n<h3 id=\"reporting-and-responding-to-abuse-and-neglect\">Reporting and responding to abuse and neglect</h3>\n\n<p>14.39\tIt is important to understand the circumstances of abuse, including the wider context such as whether others may be at risk of abuse, whether there is any emerging pattern of abuse, whether others have witnessed abuse and the role of family members and paid staff or professionals.</p>\n\n<p>14.40\tThe circumstances surrounding any actual or suspected case of abuse or neglect will inform the response. For example, it is important to recognise that abuse or neglect may be unintentional and may arise because a carer is struggling to care for another person. This makes the need to take action no less important, but in such circumstances, an appropriate response could be a support package for the carer and monitoring. However, the primary focus must still be how to safeguard the adult. </p>\n\n<p>14.41\tIn other circumstances where the safeguarding concerns arise from abuse or neglect, then it would not only be necessary to immediately consider what steps are needed to protect the adult but also whether to refer the matter to the police to consider whether a criminal investigation would be required or is appropriate. It should be remembered that abuse may consist of a single or repeated act. It may be physical, verbal or psychological, an act of neglect or an omission to act. Defining abuse can be complex but it can involve an intentional, reckless, deliberate or dishonest act by the perpetrator. In any case where you encounter abuse and you are uncertain about your next steps, you should contact the police for advice.</p>\n\n<p>14.42\tThe nature and timing of the intervention and who is best placed to lead will be, in part, determined by the circumstances. For example, where there is poor, neglectful care or practice, resulting in pressure sores for example, then an employer-led disciplinary response may be more appropriate; but this situation will need additional responses such as clinical intervention to improve the care given immediately and a clinical audit of practice. Commissioning or regulatory enforcement action may also be appropriate.</p>\n\n<p>14.43\tEarly sharing of information is the key to providing an effective response where there are emerging concerns (see sections on information sharing, para. 14.179) and confidentiality, para. 14.186). To ensure effective safeguarding arrangements:</p>\n\n<ol class=\"legislative-list\">\n  <li>\n    <p>1. All organisations must have arrangements in place which set out clearly the processes and the principles for sharing information between each other, with other professionals and the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>; this could be via an Information Sharing Agreement to formalise the arrangements.</p>\n  </li>\n  <li>\n    <p>2. No professional should assume that someone else will pass on information which they think may be critical to the safety and wellbeing of the adult. If a professional has concerns about the adult’s welfare and believes they are suffering or likely to suffer abuse or neglect, then they should share the information with the local authority and, or, the police if they believe or suspect that a crime has been committed.</p>\n  </li>\n</ol>\n\n<p>14.44\tLocal authorities may choose to undertake safeguarding enquiries for people where there is not a section 42 enquiry duty, if the local authority believes it is proportionate to do so, and will enable the local authority to promote the person’s wellbeing and support a preventative agenda. </p>\n\n<h3 id=\"carers-and-safeguarding\">Carers and safeguarding</h3>\n\n<p>14.45\tCircumstances in which a carer (for example, a family member or friend) could be involved in a situation that may require a safeguarding response include:</p>\n\n<ul>\n  <li>a carer may witness or speak up about abuse or neglect</li>\n  <li>a carer may experience intentional or unintentional harm from the adult they are trying to support or from professionals and organisations they are in contact with</li>\n  <li>a carer may unintentionally or intentionally harm or neglect the adult they support on their own or with others</li>\n</ul>\n\n<p>14.46\tAssessment of both the carer and the adult they care for must include consideration of the wellbeing of both people. Section 1 of the Care Act includes protection from abuse and neglect as part of the definition of wellbeing. As such, a needs or carer’s assessment is an important opportunity to explore the individuals’ circumstances and consider whether it would be possible to provide information, or support that prevents abuse or neglect from occurring, for example, by providing training to the carer about the condition that the adult they care for has or to support them to care more safely. Where that is necessary the local authority should make arrangements for providing it.</p>\n\n<p>14.47\tIf a carer speaks up about abuse or neglect, it is essential that they are listened to and that where appropriate a safeguarding enquiry is undertaken and other agencies are involved as appropriate.</p>\n\n<p>14.48\tIf a carer experiences intentional or unintentional harm from the adult they are supporting, or if a carer unintentionally or intentionally harms or neglects the adult they support, consideration should be given to:</p>\n\n<ul>\n  <li>whether, as part of the assessment and support planning process for the carer and, or, the adult they care for, support can be provided that removes or mitigates the risk of abuse. For example, the provision of training or information or other support that minimises the stress experienced by the carer. In some circumstances the carer may need to have independent representation or advocacy; in others, a carer may benefit from having such support if they are under great stress or similar</li>\n  <li>whether other agencies should be involved; in some circumstances where a criminal offence is suspected this will include alerting the police, or in others the primary healthcare services may need to be involved in monitoring</li>\n</ul>\n\n<p>14.49\tOther key considerations in relation to carers should include:</p>\n\n<ul>\n  <li>involving carers in safeguarding enquiries relating to the adult they care for, as appropriate</li>\n  <li>whether or not joint assessment is appropriate in each individual circumstance</li>\n  <li>the risk factors that may increase the likelihood of abuse or neglect occurring</li>\n  <li>whether a change in circumstance changes the risk of abuse or neglect occurring</li>\n</ul>\n\n<p>14.50\tA change in circumstance should also trigger the review of the care and support plan and, or, support plan. Further information about these considerations can be found in an <abbr title=\"Association of Directors of Adult Social Services\">ADASS</abbr> paper on <a rel=\"external\" href=\"http://static.carers.org/files/carers-and-safeguarding-document-june-2011-5730.pdf\">carers and safeguarding</a>. </p>\n\n<hr />\n\n<h4 id=\"case-study-3\">Case study</h4>\n\n<p>Mrs D lives with her husband, B. B has a long term brain injury which affects his mood, behaviour and his ability to manage close family relationships. This has often led to him shouting and hitting out at his wife, who is also his main informal carer. Mrs D told a professional who was involved in supporting her that she was becoming increasingly frightened by B’s physical and verbal outbursts and at times feared for her personal safety.</p>\n\n<p>Other family members were unaware of the extent of the harm and that Mrs D was exhausted and considering leaving the situation. The local authority became involved. </p>\n\n<p>The situation presented significant personal risk to Mrs D but there was also a risk of fragmenting relationships if the local authority staff were not sensitive to the needs of the whole family. The practitioner, under supervision from her social work manager invested time in meeting with Mrs D to explore her preferences around managing her safety and how information about the situation would be communicated with the wider family and with B. This presented dilemmas around balancing the local authority’s duty of care towards </p>\n\n<p>Mrs D with her wishes to remain in the situation with B. Placing emphasis on the latter inevitably meant that Mrs D would not be entirely free from the risk of harm but allowed the practitioner to explore help and support options which would enable Mrs D to manage and sustain her safety at a level which was acceptable to her.</p>\n\n<p>The practitioner received regular supervision to allow time to reflect on the support being offered and to ensure that it was ‘person centred’. The outcome for Mrs D was that she was able to continue to care for B by working in partnership with the local authority. The practitioner offered advice about how to safely access help in an emergency and helped her to develop strategies to manage her own safety – this included staff building rapport with B, building on his strengths and desire to participate in social activities outside the family home. The effect of this was that some of the trigger points of him being at home with his wife for sustained periods during the day were reduced because he was there less. </p>\n\n<p>Mrs D also had a number of pre-existing support avenues, including counselling and a good relationship with her son and her friends. The situation will be reviewed regularly with Mrs D but for the time being she feels much more able to manage.</p>\n\n<hr />\n\n<h3 id=\"adult-safeguarding-procedures\">Adult safeguarding procedures</h3>\n\n<p>14.51\tIn order to respond appropriately where abuse or neglect may be taking place, anyone in contact with the adult, whether in a volunteer or paid role, must understand their own role and responsibility and have access to practical and legal guidance, advice and support. This will include understanding local inter-agency policies and procedures.</p>\n\n<p>14.52\tIn any organisation, there should be adult safeguarding policies and procedures. These should reflect this statutory guidance and the decision making tree diagram 1B (following para. 14.92) and are for use locally to support the reduction or removal of safeguarding risks, as well as to secure any support to protect the adult and, where necessary, to help the adult recover and develop resilience. Such policies and procedures should assist those working with adults how to develop swift and personalised safeguarding responses and how to involve adults in this decision making. This, in turn, should encourage proportionate responses and improve outcomes for the people concerned. Procedures may include:</p>\n\n<ul>\n  <li>a statement of purpose relating to promoting wellbeing, preventing harm and responding effectively if concerns are raised</li>\n  <li>a statement of roles and responsibility, authority and accountability sufficiently specific to ensure that all staff and volunteers understand their role and limitations</li>\n  <li>a statement of the procedures for dealing with allegations of abuse, including those for dealing with emergencies by ensuring immediate safety, the processes for initially assessing abuse and neglect and deciding when intervention is appropriate, and the arrangements for reporting to the police, urgently when necessary</li>\n  <li>a full list of points of referral indicating how to access support and advice at all times, whether in normal working hours or outside them, with a comprehensive list of contact addresses and telephone numbers, including relevant national and local voluntary bodies</li>\n  <li>an indication of how to record allegations of abuse and neglect, any enquiry and all subsequent action</li>\n  <li>a list of sources of expert advice</li>\n  <li>a full description of channels of inter-agency communication and procedures for information sharing and for decision making</li>\n  <li>a list of all services which might offer access to support or redress</li>\n  <li>how professional disagreements are resolved especially with regard to whether decisions should be made, enquiries undertaken for example</li>\n</ul>\n\n<p>14.53\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should keep policies and procedures under review and report on these in the annual report as necessary. Procedures should be updated to incorporate learning from published research, peer reviews, case law and lessons from recent cases and Safeguarding Adults Reviews. The procedures should also include the provisions of the law – criminal, civil and statutory – relevant to adult safeguarding. This should include local or agency specific information about obtaining legal advice and access to appropriate remedies.</p>\n\n<p>14.54\tThe Care Act requires that each local authority must arrange for an independent advocate to represent and support an adult who is the subject of a safeguarding enquiry or Safeguarding Adult Review where the adult has ‘substantial difficulty’ in being involved in the process and where there is no other suitable person to represent and support them (see Chapter 7).</p>\n\n<h3 id=\"the-mental-capacity-act-2005\">The Mental Capacity Act 2005</h3>\n\n<p>14.55\tPeople must be assumed to have capacity to make their own decisions and be given all practicable help before anyone treats them as not being able to make their own decisions. Where an adult is found to lack capacity to make a decision then any action taken, or any decision made for, or on their behalf, must be made in their best interests.</p>\n\n<p>14.56\tProfessionals and other staff need to understand and always work in line with the Mental Capacity Act 2005 (<abbr title=\"Mental Capacity Act\">MCA</abbr>). They should use their professional judgement and balance many competing views. They will need considerable guidance and support from their employers if they are to help adults manage risk in ways and put them in control of decision-making if possible.</p>\n\n<p>14.57\tRegular face-to-face supervision from skilled managers is essential to enable staff to work confidently and competently in difficult and sensitive situations.</p>\n\n<p>14.58\tMental capacity is frequently raised in relation to adult safeguarding. The requirement to apply the <a href=\"https://www.gov.uk/government/publications/mental-capacity-act-code-of-practice\"><abbr title=\"Mental Capacity Act\">MCA</abbr> in adult safeguarding</a> enquiries challenges many professionals and requires utmost care, particularly where it appears an adult has capacity for making specific decisions that nevertheless places them at risk of being abused or neglected. </p>\n\n<p>14.59\tThe <abbr title=\"Mental Capacity Act\">MCA</abbr> created the criminal offences of ill-treatment and wilful neglect in respect of people who lack the ability to make decisions. The offences can be committed by anyone responsible for that adult’s care and support – paid staff but also family carers as well as people who have the legal authority to act on that adult’s behalf (i.e. persons with power of attorney or Court-appointed deputies).</p>\n\n<p>14.60\tThese offences are punishable by fines or imprisonment. Ill-treatment covers both deliberate acts of ill-treatment and also those acts which are reckless which results in ill-treatment. Wilful neglect requires a serious departure from the required standards of treatment and usually means that a person has deliberately failed to carry out an act that they knew they were under a duty to perform.</p>\n\n<p>14.61\tAbuse by an attorney or deputy: If someone has concerns about the actions of an attorney acting under a registered enduring power of attorney (<abbr title=\"Enduring Power of Attorney\">EPA</abbr>) or lasting power of attorney (<abbr title=\"Lasting Power of Attorney\">LPA</abbr>), or a deputy appointed by the Court of Protection, they should contact the Office of the Public Guardian (<abbr title=\"Office of the Public Guardian\">OPG</abbr>). The <abbr title=\"Office of the Public Guardian\">OPG</abbr> can investigate the actions of a Deputy or Attorney and can also refer concerns to other relevant agencies. When it makes a referral, the <abbr title=\"Office of the Public Guardian\">OPG</abbr> will make sure that the relevant agency keeps it informed of the action it takes. The <abbr title=\"Office of the Public Guardian\">OPG</abbr> can also make an application to the Court of Protection if it needs to take possible action against the attorney or deputy. Whilst the <abbr title=\"Office of the Public Guardian\">OPG</abbr> primarily investigates financial abuse, it is important to note that that it also has a duty to investigate concerns about the actions of an attorney acting under a health and welfare Lasting Power of Attorney or a personal welfare deputy. The <abbr title=\"Office of the Public Guardian\">OPG</abbr> can investigate concerns about an attorney acting under a registered <abbr title=\"Enduring Power of Attorney\">EPA</abbr> or <abbr title=\"Lasting Power of Attorney\">LPA</abbr>, regardless of the adult’s capacity to make decisions. Read about the role and powers of the <abbr title=\"Office of the Public Guardian\">OPG</abbr> and its policy in relation to <a href=\"https://www.gov.uk/government/publications/safeguarding-policy-protecting-vulnerable-adults\">adult safeguarding</a>. </p>\n\n<h3 id=\"multi-agency-safeguarding-role\">Multi-agency safeguarding role</h3>\n\n<h4 id=\"preventing-abuse-and-neglect\">Preventing abuse and neglect</h4>\n\n<p>14.62\tThe provisions of the Care Act are intended to promote and secure wellbeing. Under the definition of wellbeing (see Chapter 1, Para 1.5), it is made clear that protection from abuse and neglect is a fundamental part of that. Identification and management of risk is an essential part of the assessment process; the risk to an adult of abuse or neglect should be considered at this point.</p>\n\n<p>14.63\tLocal authorities must cooperate with each of their relevant partners, as described in section 6(7) of the Care Act, and those partners must also cooperate with the local authority, in the exercise of their functions relevant to care and support including those to protect adults (see also chapter 15 which sets out general responsibilities in relation to co-operation).</p>\n\n<p>14.64\tRelevant partners of a local authority include any other local authority with whom they agree it would be appropriate to co-operate (e.g. neighbouring authorities with whom they provide joint shared services) and the following agencies or bodies who operate within the local authority’s area including:</p>\n\n<ul>\n  <li>NHS England</li>\n  <li><abbr title=\"Clinical Commissioning Groups\">CCGs</abbr></li>\n  <li>NHS trusts and NHS foundation trusts</li>\n  <li>Department for Work and Pensions</li>\n  <li>the police</li>\n  <li>prisons</li>\n  <li>probation services</li>\n</ul>\n\n<p>14.65\tLocal authorities must also co-operate with such other agencies or bodies as it considers appropriate in the exercise of its adult safeguarding functions, including (but not limited to) those listed in section 6(3):</p>\n\n<ul>\n  <li>general practitioners</li>\n  <li>dentists</li>\n  <li>pharmacists</li>\n  <li>NHS hospitals</li>\n  <li>housing, health and care providers</li>\n</ul>\n\n<p>14.66\tAgencies should stress the need for preventing abuse and neglect wherever possible. Observant professionals and other staff making early, positive interventions with individuals and families can make a huge difference to their lives, preventing the deterioration of a situation or breakdown of a support network. It is often when people become increasingly isolated and cut off from families and friends that they become extremely vulnerable to abuse and neglect. Agencies should implement robust risk management processes in order to prevent concerns escalating to a crisis point and requiring intervention under safeguarding adult procedures.</p>\n\n<p>14.67\tPartners should ensure that they have the mechanisms in place that enable early identification and assessment of risk through timely information sharing and targeted multi-agency intervention. Multi-agency safeguarding hubs may be one model to support this but are not the only one. Policies and strategies for safeguarding adults should include measures to minimise the circumstances, including isolation, which make adults vulnerable to abuse.</p>\n\n<hr />\n\n<h4 id=\"case-study-4\">Case study</h4>\n\n<p>Miss P’s mental health social worker became concerned when she had received reports that 2 of Miss P’s associates were visiting more regularly and sometimes staying over at her flat. Miss P was being coerced into prostitution and reportedly being physically assaulted by one of the men visiting her flat. There was also concern that she was being financially exploited. Miss P’s lack of understanding of how to protect herself when livng alone was exacerbated by her mental health needs and consequent inability to set safe boundaries with the people she was associating with.</p>\n\n<p>The social worker recognised that the most appropriate way to enable Miss P to manage the risk of harm was to involve Miss P’s family, which she agreed to, and other professionals to develop and coordinate a plan which would enable her to continue living independently but provide a safety net for when the risk of harm became heightened. Guided initially by Miss P’s wish for the 2 men to stay away from her, the social worker initiated a planning meeting between supportive family members and other professionals such as the police, domestic violence workers, support workers and housing officers. Although Miss P herself felt unable to attend the planning meeting, her social worker ensured that her views were included and helped guide the plan. The meeting allowed family and professionals to work in partnership, to openly share information about the risks and to plan what support Miss P needed to safely maintain her independence.</p>\n\n<p>Tasks were divided between the police, family members and specialist support workers. The social worker had a role in ensuring that the plan was coordinated properly and that Miss P was fully aware of everyone’s role. Miss P’s family were crucial to the success of the plan as they had always supported her and were able to advocate for her needs. </p>\n\n<p>They also had a trusting relationship with her and were able to notify the police and other professionals if they thought that the risk to Miss P was increasing. The police played an active role in monitoring and preventing criminal activity towards Miss P and ensured that they kept all of the other professionals and family up to date with what was happening.\nMiss P is working with a domestic violence specialist to help her develop personal strategies to keep safer and her support worker is helping her to build resilience through community support and activities.</p>\n\n<hr />\n\n<h3 id=\"responding-to-abuse-and-neglect-in-a-regulated-care-setting\">Responding to abuse and neglect in a regulated care setting</h3>\n\n<p>14.68\tIt is important that all partners are clear where responsibility lies where abuse or neglect is carried out by employees or in a regulated setting, such as a care home, hospital, or college. The first responsibility to act must be with the employing organisation as provider of the service. However, social workers or counsellors may need to be involved in order to support the adult to recover.</p>\n\n<p>14.69\tWhen an employer is aware of abuse or neglect in their organisation, then they are under a duty to correct this and protect the adult from harm as soon as possible and inform the local authority, <abbr title=\"Care Quality Commission\">CQC</abbr> and <abbr title=\"Clinical Commissioning Group\">CCG</abbr> where the latter is the commissioner. Where a local authority has reasonable cause to suspect that an adult may be experiencing or at risk of abuse or neglect, then it is still under a duty to make (or cause to be made) whatever enquiries it thinks necessary to decide what if any action needs to be taken and by whom. The local authority may well be reassured by the employer’s response so that no further action is required. However, a local authority would have to satisfy itself that an employer’s response has been sufficient to deal with the safeguarding issue and, if not, to undertake any enquiry of its own and any appropriate follow up action (e.g. referral to <abbr title=\"Care Quality Commission\">CQC</abbr>, professional regulators).</p>\n\n<p>14.70\tThe employer should investigate any concern (and provide any additional support that the adult may need) unless there is compelling reason why it is inappropriate or unsafe to do this. For example, this could be a serious conflict of interest on the part of the employer, concerns having been raised about non-effective past enquiries or serious, multiple concerns, or a matter that requires investigation by the police.</p>\n\n<p>14.71\tAn example of a conflict of interest where it is better for an external person to be appointed to investigate may be the case of a family-run business where institutional abuse is alleged, or where the manager or owner of the service is implicated. The circumstances where an external person would be required should be set out in the local multi-agency procedures. All those carrying out such enquiries should have received appropriate training.</p>\n\n<p>14.72\tThere should be a clear understanding between partners at a local level when other agencies such as the local authority, <abbr title=\"Care Quality Commission\">CQC</abbr> or <abbr title=\"Clinical Commissioning Group\">CCG</abbr> need to be notified or involved and what role they have. <abbr title=\"Association of Directors of Adult Social Services\">ADASS</abbr>, <abbr title=\"Care Quality Commission\">CQC</abbr>, <abbr title=\"Local Government Association\">LGA</abbr>, NPCC (formerly ACPO) and NHS England have jointly produced a high level guide on these roles and responsibilities.  The focus should be on promoting the wellbeing of those adults at risk.</p>\n\n<p>14.73\tCommissioners of care or other professionals should only use safeguarding procedures in a way that reflects the principles above not as a means of intimidating providers or families. Transparency, open-mindedness and timeliness are important features of fair and effective safeguarding enquiries. <abbr title=\"Care Quality Commission\">CQC</abbr> and commissioners have alternative means of raising standards of service, including support for staff training, contract compliance and, in the case of <abbr title=\"Care Quality Commission\">CQC</abbr>; enforcement powers may be used.</p>\n\n<p>14.74\tCommissioners should encourage an open culture around safeguarding, working in partnership with providers to ensure the best outcome for the adult. A disciplinary investigation, and potentially a hearing, may result in the employer taking informal or formal measures which may include dismissal and possibly referral to the </p>\n\n<h3 id=\"disclosure-and-barring-service\">Disclosure and Barring Service.</h3>\n\n<p>14.75\tIf someone is removed by being either dismissed or redeployed to a non-regulated activity, from their role providing regulated activity following a safeguarding incident, or a person leaves their role (resignation, retirement) to avoid a disciplinary hearing following a safeguarding incident and the employer/volunteer organisation feels they would have dismissed the person based on the information they hold, the regulated activity provider has a legal duty to refer to the <a href=\"https://www.gov.uk/government/publications/dbs-referrals-factsheets\">Disclosure and Barring Service</a>.  If an agency or personnel supplier has provided the person, then the <a href=\"https://www.gov.uk/guidance/disclosure-and-barring-service-criminal-record-checks-referrals-and-complaints\">legal duty sits with that agency</a>.  In circumstances where these actions are not undertaken then the local authority can make such a referral.</p>\n\n<h3 id=\"local-authoritys-role-in-carrying-out-enquiries\">Local authority’s role in carrying out enquiries</h3>\n\n<p>14.76\tLocal authorities must make enquiries, or cause others to do so, if they reasonably suspect an adult who meets the criteria at paragraph 14.2 is, or is at risk of, being abused or neglected.</p>\n\n<p>14.77\tAn enquiry is the action taken or instigated by the local authority in response to a concern that abuse or neglect may be taking place. An enquiry could range from a conversation with the adult, or if they lack capacity, or have substantial difficulty in understanding the enquiry their representative or advocate, prior to initiating a formal enquiry under section 42, right through to a much more formal multi-agency plan or course of action. Whatever the course of subsequent action, the professional concerned should record the concern, the adult’s views, wishes, and any immediate action has taken and the reasons for those actions.</p>\n\n<p>14.78\tThe purpose of the enquiry is to decide whether or not the local authority or another organisation, or person, should do something to help and protect the adult. If the local authority decides that another organisation should make the enquiry, for example a care provider, then the local authority should be clear about timescales, the need to know the outcomes of the enquiry and what action will follow if this is not done.</p>\n\n<p>14.79\tWhat happens as a result of an enquiry should reflect the adult‘s wishes wherever possible, as stated by them or by their representative or advocate. If they lack capacity it should be in their best interests if they are not able to make the decision, and be proportionate to the level of concern.</p>\n\n<p>14.80\tThe adult should always be involved from the beginning of the enquiry unless there are exceptional circumstances that would increase the risk of abuse. If the adult has substantial difficulty in being involved, and where there is no one appropriate to support them, then the local authority must arrange for an independent advocate to represent them for the purpose of facilitating their involvement.</p>\n\n<p>14.81\tProfessionals and other staff need to handle enquiries in a sensitive and skilled way to ensure distress to the adult is minimised. It is likely that many enquiries will require the input and supervision of a social worker, particularly the more complex situations and to support the adult to realise the outcomes they want and to reach a resolution or recovery. For example, where abuse or neglect is suspected within a family or informal relationship it is likely that a social worker will be the most appropriate lead. Personal and family relationships within community settings can prove both difficult and complex to assess and intervene in. The dynamics of personal relationships can be extremely difficult to judge and rebalance. For example, an adult may make a choice to be in a relationship that causes them emotional distress which outweighs, for them, the unhappiness of not maintaining the relationship.</p>\n\n<p>14.82\tWhilst work with the adult may frequently require the input of a social worker, other aspects of enquiries may be best undertaken by others with more appropriate skills and knowledge. For example, health professionals should undertake enquiries and treatment plans relating to medicines management or pressure sores.</p>\n\n<h3 id=\"criminal-offences-and-adult-safeguarding\">Criminal offences and adult safeguarding</h3>\n\n<p>14.83\tEveryone is entitled to the protection of the law and access to justice. Behaviour which amounts to abuse and neglect, for example physical or sexual assault or rape, psychological abuse or hate crime, wilful neglect, unlawful imprisonment, theft and fraud and certain forms of discrimination also often constitute specific criminal offences under various pieces of legislation. Although the local authority has the lead role in making enquiries, where criminal activity is suspected, then the early involvement of the police is likely to have benefits in many cases.</p>\n\n<hr />\n\n<h4 id=\"case-study-5\">Case study</h4>\n\n<p>Miss Y is a young woman with a learning disability with limited support from her family and was not engaged with health and social care services. Miss Y was befriended by an individual who took her to parties where she was given drugs and alcohol and forced to have sex with different men. Sometimes she would be given money or gifts in return for having sex with the men. </p>\n\n<p>Miss Y disclosed this to a social worker and it was discovered that there were a number of young people and vulnerable adults who were being sexually exploited by multiple perpetrators. Miss Y lacked mental capacity in order to be able to consent to having sex, as well as in relation to her accommodation, finances or personal safety. </p>\n\n<p>The perpetrators sought out Miss Y and others because of their perceived vulnerability – whether that was because of their isolated situation and social circumstances coupled with age, disability, mental illness, or their previous history as a victim of abuse. The process to safeguard Miss Y involved a coordinated response between the police, social care, health and voluntary and community sector organisations. </p>\n\n<p>This included the police investigating the perpetrators for rape, sexual assault, trafficking and drug offences. The Court of Protection and Deprivation of Liberty Safeguards were also used initially to safeguard Miss Y.</p>\n\n<hr />\n\n<p>14.84\tFor the purpose of court proceedings, a witness is competent if they can understand the questions and respond in a way that the court can understand. Police have a duty under legislation to assist those witnesses who are vulnerable and intimidated. A range of special measures are available to facilitate the gathering and giving of evidence by vulnerable and intimidated witnesses. Consideration of specials measures should occur from the onset of a police investigation.  In particular:</p>\n\n<ul>\n  <li>immediate referral or consultation with the police will enable the police to establish whether a criminal act has been committed and this will give an opportunity of determining if, and at what stage, the police need to become involved further and undertake a criminal investigation</li>\n  <li>the police have powers to initiate specific protective actions which may apply, such as Domestic Violence Protection Orders (<abbr title=\"Domestic Violence Protection Orders\">DVPO</abbr>)</li>\n  <li>a higher standard of proof is required in criminal proceedings (&lsquo;beyond reasonable doubt&rsquo;) than in disciplinary or regulatory proceedings (where the test is the balance of probabilities) and so early contact with police may assist in obtaining and securing evidence and witness statements</li>\n  <li>early involvement of the police will help ensure that forensic evidence is not lost or contaminated</li>\n  <li>police officers need to have considerable skill in investigating and interviewing adults with a range of disabilities and communication needs if early involvement is to prevent the adult being interviewed unnecessarily on subsequent occasions. Research has found that sometimes evidence from <a rel=\"external\" href=\"http://www.cps.gov.uk/publications/docs/mhld_cps_research.pdf\">victims and witnesses with learning disabilities</a> is discounted. This may also be true of others such as people with dementia. It is crucial that reasonable adjustments are made and appropriate support given, so people can get equal access to justice</li>\n  <li>police investigations should be coordinated with health and social care enquiries but they may take priority</li>\n  <li>guidance should include reference to support relating to criminal justice matters which is available locally from such organisations as Victim Support and court preparation schemes</li>\n  <li>some witnesses will need protection</li>\n  <li>the police may be able to get victim support in place</li>\n</ul>\n\n<p>14.85\tSpecial Measures were introduced through legislation in the Youth Justice and Criminal Evidence Act 1999 (<abbr title=\"Youth Justice and Criminal Evidence Act 1999\">YJCEA</abbr>) and include a range of measures to support witnesses to give their best evidence and to help reduce some of the anxiety when attending court. Measures in place include the use of screens around the witness box, the use of live-link or recorded evidence-in-chief and the use of an intermediary to help witnesses understand the questions they are being asked and to give their answers accurately.</p>\n\n<p>14.86\tVulnerable adult witnesses (S.16 <abbr title=\"Youth Justice and Criminal Evidence Act 1999\">YJCEA</abbr>) have one of the following:</p>\n\n<ul>\n  <li>mental disorder</li>\n  <li>learning disability</li>\n  <li>physical disability</li>\n</ul>\n\n<p>14.87\tThese witnesses are only eligible for special measures if the quality of evidence that is given by them is likely to be diminished by reason of the disorder or disability.</p>\n\n<p>14.88\tIntimidated Witnesses (S17 <abbr title=\"Youth Justice and Criminal Evidence Act 1999\">YJCEA</abbr> 99): Intimidated witnesses are defined by Section 17 of the Act as those whose quality of evidence is likely to be diminished by reason of fear or distress. In determining whether a witness falls into this category the court takes account of:</p>\n\n<ul>\n  <li>the nature and alleged circumstances of the offence</li>\n  <li>the age of the witness</li>\n  <li>the social and cultural background and ethnic origins of the witness</li>\n  <li>the domestic and employment circumstances of the witness</li>\n  <li>any religious beliefs or political opinions of the witness</li>\n  <li>any behaviour towards the witness by the accused or third party. </li>\n</ul>\n\n<p>14.89\tAlso falling into this category are:</p>\n\n<ul>\n  <li>complainants in cases of sexual assault</li>\n  <li>witnesses to specified gun and knife offences</li>\n  <li>victims of and witnesses to domestic violence, racially motivated crime, crime motivated by reasons relating to religion, homophobic crime, gang related violence and repeat victimisation</li>\n  <li>those who are older and frail </li>\n  <li>the families of homicide victims</li>\n</ul>\n\n<p>14.90\tRegistered Intermediaries (RIs) have been facilitating communication with vulnerable witnesses in the criminal justice system in England and Wales since 2004.</p>\n\n<p>14.91\tA criminal investigation by the police takes priority over all other enquiries, although a multi-agency approach should be agreed to ensure that the interests and personal wishes of the adult will be considered throughout, even if they do not wish to provide any evidence or support a prosecution. The welfare of the adult and others, including children, is paramount and requires continued risk assessment to ensure the outcome is in their interests and enhances their wellbeing.</p>\n\n<p>14.92\tIf the adult has the mental capacity to make informed decisions about their safety and they do not want any action to be taken, this does not preclude the sharing of information with relevant professional colleagues. This is to enable professionals to assess the risk of harm and to be confident that the adult is not being unduly influenced, coerced or intimidated and is aware of all the options. This will also enable professionals to check the safety and validity of decisions made. It is good practice to inform the adult that this action is being taken unless doing so would increase the risk of harm.</p>\n\n<hr />\n\n<h4 id=\"case-study-6\">Case study</h4>\n\n<p>Mr P has mild learning disabilities. The safeguarding concern was financial and other abuse and neglect by his brother, with whom he lived. His support worker had noticed that Mr P had begun to appear agitated and anxious, that he looked increasingly unkempt and that he was often without money; then he suddenly stopped attending his day centre. </p>\n\n<p>When the support worker and the safeguarding officer followed up, Mr P told them that at times he was not allowed out at all by his brother and was confined to his bedroom. He was only allowed to use the bathroom when his brother said he could, and often didn’t get enough to eat. He was also very worried because his bank card no longer worked, and he had no money, so couldn’t buy food for himself.</p>\n\n<p>Mr P consented to move to temporary accommodation, and a case conference was held, which he attended with an advocate. At his request a move to a supported living flat was arranged and his belongings were retrieved from his brother’s property. His bank account had been emptied by his brother, so he has made new arrangements for his money.</p>\n\n<p>The police are investigating both the financial abuse and the harm Mr P suffered at his brother’s hands. He has begun to talk about his experiences and is gradually regaining his confidence.</p>\n\n<hr />\n\n<h4 id=\"information-gathering\">Information gathering</h4>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/media/56d6c0bced915d144f000000/Diagram-1A-Information-gathering.jpg\" /></p>\n\n<p>If the issue cannot be resolved through these means or the adult remains at risk of abuse or neglect (real or suspected) then the local authority’s enquiry duty under section 42 continues until it decides what action is necessary to protect the adult and by whom and ensures itself that this action has been taken.</p>\n\n<h4 id=\"principles-for-local-decision-making-process\">Principles for local decision making process:</h4>\n\n<ul>\n  <li>empowerment: presumption of person led decisions and informed consent</li>\n  <li>prevention: it is better to take action before harm occurs</li>\n  <li>proportionate and least intrusive response appropriate to the risk presented</li>\n  <li>protection: support and representation for those in greatest need</li>\n  <li>partnership: local solutions through services working with their communities</li>\n  <li>communities: have a part to play in preventing, detecting and reporting neglect and abuse</li>\n  <li>accountability and transparency in delivering safeguarding</li>\n  <li>feeding back whenever possible</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/media/56d6c0efed915d1452000000/Diagram-1B-part-1.jpg\" /> </p>\n\n<p><br /></p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/media/56d6c108e5274a1112000000/Diagram-1B-part-2.jpg\" /> </p>\n\n<h3 id=\"procedures-for-responding-in-individual-cases\">Procedures for responding in individual cases</h3>\n\n<h4 id=\"when-should-an-enquiry-take-place\">When should an enquiry take place?</h4>\n\n<p>14.93\tLocal authorities must make enquiries, or cause another agency to do so, whenever abuse or neglect are suspected in relation to an adult and the local authority thinks it necessary to enable it to decide what (if any) action is needed to help and protect the adult. The scope of that enquiry, who leads it and its nature, and how long it takes, will depend on the particular circumstances. It will usually start with asking the adult their view and wishes which will often determine what next steps to take. Everyone involved in an enquiry must focus on improving the adult’s well-being and work together to that shared aim. At this stage, the local authority also has a duty to consider whether the adult requires an independent advocate to represent and support the adult in the enquiry. See diagrams 1A and 1B following para. 14.92, which highlight appropriate pauses for reflection, consideration and professional judgment and reflect the different routes and actions that might be taken.</p>\n\n<h3 id=\"objectives-of-an-enquiry\">Objectives of an enquiry</h3>\n\n<p>14.94\tThe objectives of an enquiry into abuse or neglect are to:</p>\n\n<ul>\n  <li>establish facts</li>\n  <li>ascertain the adult’s views and wishes</li>\n  <li>assess the needs of the adult for protection, support and redress and how they might be met</li>\n  <li>protect from the abuse and neglect, in accordance with the wishes of the adult;</li>\n  <li>make decisions as to what follow-up action should be taken with regard to the person or organisation responsible for the abuse or neglect</li>\n  <li>enable the adult to achieve resolution and recovery</li>\n</ul>\n\n<p>14.95\tThe first priority should always be to ensure the safety and well-being of the adult. The adult should experience the safeguarding process as empowering and supportive. Practitioners should wherever practicable seek the consent of the adult before taking action. However, there may be circumstances when consent cannot be obtained because the adult lacks the capacity to give it, but it is in their best interests to undertake an enquiry. Whether or not the adult has capacity to give consent, action may need to be taken if others are or will be put at risk if nothing is done or where it is in the public interest to take action because a criminal offence has occurred. It is the responsibility of all staff and members of the public to act on any suspicion or evidence of abuse or neglect and to pass on their concerns to a responsible person or agency.\n </p>\n\n<h4 id=\"from-bma-adult-safeguarding-toolkit\">From BMA adult safeguarding toolkit:</h4>\n\n<blockquote>\n\n  <p>…where a competent adult explicitly refuses any supporting intervention, this should normally be respected. Exceptions to this may be where a criminal offence may have taken place or where there may be a significant risk of harm to a third party. If, for example, there may be an abusive adult in a position of authority in relation to other vulnerable adults [sic], it may be appropriate to breach confidentiality and disclose information to an appropriate authority. Where a criminal offence is suspected it may also be necessary to take legal advice. Ongoing support should also be offered. Because an adult initially refuses the offer of assistance he or she should not therefore be lost to or abandoned by relevant services. The situation should be monitored and the individual informed that she or he can take up the offer of assistance at any time.</p>\n\n</blockquote>\n\n<h3 id=\"what-should-an-enquiry-take-into-account\">What should an enquiry take into account?</h3>\n\n<p>14.96\tThe wishes of the adult are very important, particularly where they have capacity to make decisions about their safeguarding. The wishes of those that lack capacity are of equal importance. Wishes need to be balanced alongside wider considerations such as the level of risk or risk to others including any children affected. All adults at risk, regardless of whether they have capacity or not may want highly intrusive help, such as the barring of a person from their home, or a person to be brought to justice or they may wish to be helped in less intrusive ways, such as through the provision of advice as to the various options available to them and the risks and advantages of these various options.</p>\n\n<p>14.97\tWhere an adult lacks capacity to make decisions about their safeguarding plans, then a range of options should be identified, which help the adult stay as much in control of their life as possible. Wherever possible, the adult should be supported to recognise risks and to manage them. Safeguarding plans should empower the adult as far as possible to make choices and to develop their own capability to respond to them.</p>\n\n<p>14.98\tAny intervention in family or personal relationships needs to be carefully considered. While abusive relationships never contribute to the wellbeing of an adult, interventions which remove all contact with family members may also be experienced as abusive interventions and risk breaching the adult’s right to family life if not justified or proportionate. Safeguarding needs to recognise that the right to safety needs to be balanced with other rights, such as rights to liberty and autonomy, and rights to family life. Action might be primarily supportive or therapeutic, or it might involve the application of civil orders, sanctions, suspension, regulatory activity or criminal prosecution, disciplinary action or de-registration from a professional body.</p>\n\n<p>14.99\tIt is important, when considering the management of any intervention or enquiry, to approach reports of incidents or allegations with an open mind. In considering how to respond the following factors need to be considered:</p>\n\n<ul>\n  <li>the adult’s needs for care and support</li>\n  <li>the adult’s risk of abuse or neglect</li>\n  <li>the adult’s ability to protect themselves or the ability of their networks to increase the support they offer</li>\n  <li>the impact on the adult, their wishes</li>\n  <li>the possible impact on important relationships</li>\n  <li>potential of action and increasing risk to the adult</li>\n  <li>the risk of repeated or increasingly serious acts involving children, or another adult at risk of abuse or neglect</li>\n  <li>the responsibility of the person or organisation that has caused the abuse or neglect</li>\n  <li>research evidence to support any intervention</li>\n</ul>\n\n<h3 id=\"who-can-carry-out-an-enquiry\">Who can carry out an enquiry?</h3>\n\n<p>14.100\tAlthough the local authority is the lead agency for making enquiries, it may require others to undertake them. The specific circumstances will often determine who the right person is to begin an enquiry. In many cases a professional who already knows the adult will be the best person. They may be a social worker, a housing support worker, a GP or other health worker such as a community nurse. The local authority retains the responsibility for ensuring that the enquiry is referred to the right place and is acted upon. The local authority, in its lead and coordinating role, should assure itself that the enquiry satisfies its duty under section 42 to decide what action (if any) is necessary to help and protect the adult and by whom and to ensure that such action is taken when necessary. In this role if the local authority has asked someone else to make enquiries, it is able to challenge the body making the enquiry if it considers that the process and/or outcome is unsatisfactory.</p>\n\n<p>14.101\tWhere a crime is suspected and referred to the police, then the police must lead the criminal investigations, with the local authority’s support where appropriate, for example by providing information and assistance. The local authority has an ongoing duty to promote the wellbeing of the adult in these circumstances.</p>\n\n<hr />\n\n<h4 id=\"case-study-7\">Case study</h4>\n\n<p>Mr A is 24 and has autism and a mild learning disability. He is a very friendly and sociable young man, who is prone to waving and talking to most people he comes across and who sees everyone as a potential friend. However, he struggles to read the intentions of others and is easily led astray and manipulated. </p>\n\n<p>He lives next door to a pub, where he knows the staff and the regulars. He also lives close to his GP and is able to access his most frequently visited places. He does, however, like to walk into town to talk to people he meets out and about. On such occasions he has been repeatedly tricked into stealing items from a newsagent by a group of teenagers and given large amounts of money away to strangers he strikes up conversations with. Due to his previous experiences, Mr A was identified during a needs assessment as being at risk of abuse and neglect and a safeguarding enquiry was triggered. </p>\n\n<p>The council found that, although Mr A was not currently experiencing abuse or neglect, he remained highly vulnerable to abuse due to his being well-known in his area as someone as easy to manipulate.</p>\n\n<p>To assure his safety in the future, a safeguarding plan was agreed between Mr A and a social worker. This focused on developing his social skills and understanding of relationships and boundaries and the social worker worked with Mr A to consider various support options such as having a buddy or circle of support. </p>\n\n<p>The social worker put Mr A in touch with an autism social group which provided sessions on skills for staying safe. As the group was based in town, Mr A’s plan also included a support worker to accompany him. After the first 5 sessions Mr A was able to attend himself but continued to meet with his support worker on a monthly basis as part of the risk management strategy set out in his safeguarding plan.</p>\n\n<hr />\n\n<p>14.102\tEmployers must ensure that staff, including volunteers, are trained in recognising the symptoms of abuse or neglect, how to respond and where to go for advice and assistance. These are best written down in shared policy documents that can be easily understood and used by all the key organisations.</p>\n\n<p>14.103\tEmployers must also ensure all staff keep accurate records, stating what the facts are and what are the known opinions of professionals and others and differentiating between fact and opinion. It is vital that the views of the adult are sought and recorded. These should include the outcomes that the adult wants, such as feeling safe at home, access to community facilities, restricted or no contact with certain individuals or pursuing the matter through the criminal justice system.</p>\n\n<h3 id=\"what-happens-after-an-enquiry\">What happens after an enquiry?</h3>\n\n<p>14.104\tOnce the wishes of the adult have been ascertained and an initial enquiry undertaken, discussions should be undertaken with them as to whether further enquiry is needed and what further action could be taken.</p>\n\n<p>14.105\tThat action could take a number of courses: it could include disciplinary, complaints or criminal investigations or work by contracts managers and <abbr title=\"Care Quality Commission\">CQC</abbr> to improve care standards. Those discussions should enable the adult to understand what their options might be and how their wishes might best be realised. Social workers must be able to set out both the civil and criminal justice approaches that are open and other approaches that might help to promote their wellbeing, such as therapeutic or family work, mediation and conflict resolution, peer or circles of support. In complex domestic circumstances, it may take the adult some time to gain the confidence and self-esteem to protect themselves and take action and their wishes may change. The police, health service and others may need to be involved to help ensure these wishes are realised.</p>\n\n<h3 id=\"safeguarding-plans\">Safeguarding plans</h3>\n\n<p>14.106\tOnce the facts have been established, a further discussion of the needs and wishes of the adult is likely to take place. This could be focused safeguarding planning to enable the adult to achieve resolution or recovery, or fuller assessments by health and social care agencies (e.g. a needs assessment under the Care Act). This will entail joint discussion, decision taking and planning with the adult for their future safety and well-being. This applies if it is concluded that the allegation is true or otherwise, as many enquiries may be inconclusive.</p>\n\n<p>14.107\tThe local authority must determine what further action is necessary. Where the local authority determines that it should itself take further action (e.g. a protection plan), then the authority would be under a duty to do so.</p>\n\n<p>14.108\tThe <abbr title=\"Mental Capacity Act\">MCA</abbr> is clear that local authorities must presume that an adult has the capacity to make a decision until there is a reason to suspect that capacity is in some way compromised; the adult is best placed to make choices about their wellbeing which may involve taking certain risks. Of course, where the adult may lack capacity to make decisions about arrangements for enquiries or managing any abusive situation, then their capacity must always be assessed and any decision made in their best interests. If the adult has the capacity to make decisions in this area of their life and declines assistance, this can limit the intervention that organisations can make. The focus should therefore be, on harm reduction. It should not however limit the action that may be required to protect others who are at risk of harm. The potential for ‘undue influence’ will need to be considered if relevant. If the adult is thought to be refusing intervention on the grounds of duress then action must be taken.</p>\n\n<p>14.109\tIn order to make sound decisions, the adult’s emotional, physical, intellectual and mental capacity in relation to self-determination and consent and any intimidation, misuse of authority or undue influence will have to be assessed. Read the guidance on the <a href=\"https://www.gov.uk/government/collections/mental-capacity-act-making-decisions\">Mental Capacity Act: making decisions</a> for information.</p>\n\n<h3 id=\"taking-action\">Taking action</h3>\n\n<p>14.110\tOnce enquiries are completed, the outcome should be notified to the local authority which should then determine with the adult what, if any, further action is necessary and acceptable. It is for the local authority to determine the appropriateness of the outcome of the enquiry. One outcome of the enquiry may be the formulation of agreed action for the adult which should be recorded on their care plan. This will be the responsibility of the relevant agencies to implement.</p>\n\n<p>14.111\tIn relation to the adult, this should set out:</p>\n\n<ul>\n  <li>what steps are to be taken to assure their safety in future</li>\n  <li>the provision of any support, treatment or therapy including on-going advocacy</li>\n  <li>any modifications needed in the way services are provided (e.g. same gender care or placement; appointment of an <abbr title=\"Office of the Public Guardian\">OPG</abbr> deputy)</li>\n  <li>how best to support the adult through any action they take to seek justice or redress;</li>\n  <li>any on-going risk management strategy as appropriate</li>\n  <li>any action to be taken in relation to the person or organisation that has caused the concern</li>\n</ul>\n\n<h4 id=\"person-alleged-to-be-responsible-for-abuse-or-neglect\">Person alleged to be responsible for abuse or neglect</h4>\n\n<p>14.112\tWhen a complaint or allegation has been made against a member of staff, including people employed by the adult, they should be made aware of their rights under employment legislation and any internal disciplinary procedures.</p>\n\n<p>14.113\tWhere the person who is alleged to have carried out the abuse themselves has care and support needs and is unable to understand the significance of questions put to them or their replies, they should be assured of their right to the support of an ‘appropriate’ adult if they are questioned in relation to a suspected crime by the police under the Police and Criminal Evidence Act 1984 (<abbr title=\"Police and Criminal Evidence Act 1984\">PACE</abbr>). Victims of crime and witnesses may also require the support of an ‘appropriate’ adult. Read government policy documents about helping <a href=\"https://www.gov.uk/government/policies/victims-of-crime\">victims of crime</a>.</p>\n\n<p>14.114\tUnder the <abbr title=\"Mental Capacity Act\">MCA</abbr>, people who lack capacity and are alleged to be responsible for abuse, are entitled to the help of an Independent Mental Capacity Advocate, to support and represent them in the enquiries that are taking place. This is separate from the decision whether or not to provide the victim of abuse with an independent advocate under the Care Act.</p>\n\n<p>14.115\tThe Police and Crown Prosecution Service (<abbr title=\"Police and Crown Prosecution Service\">CPS</abbr>) should agree procedures with the local authority, care providers, housing providers, and the NHS/<abbr title=\"Clinical Commissioning Group\">CCG</abbr> to cover the following situations:</p>\n\n<ul>\n  <li>action pending the outcome of the police and the employer’s investigations</li>\n  <li>action following a decision to prosecute an individual</li>\n  <li>action following a decision not to prosecute</li>\n  <li>action pending trial</li>\n  <li>responses to both acquittal and conviction</li>\n</ul>\n\n<p>14.116\tEmployers who are also providers or commissioners of care and support not only have a duty to the adult, but also a responsibility to take action in relation to the employee when allegations of abuse are made against them. Employers should ensure that their disciplinary procedures are compatible with the responsibility to protect adults at risk of abuse or neglect.</p>\n\n<p>14.117\tWith regard to abuse, neglect and misconduct within a professional relationship, codes of professional conduct and/or employment contracts should be followed and should determine the action that can be taken. Robust employment practices, with checkable references and recent <abbr title=\"Disclosure and Barring Service\">DBS</abbr> checks are important. Reports of abuse, neglect and misconduct should be investigated and evidence collected.</p>\n\n<p>14.118\tWhere appropriate, employers should report workers to the statutory and other bodies responsible for professional regulation such as the General Medical Council and the Nursing and Midwifery Council. If someone is removed from their role providing regulated activity following a safeguarding incident the regulated activity provider (or if the person has been provided by an agency or personnel supplier, the legal duty sits with them) has a legal duty to refer to the Disclosure and Barring Service. The legal duty to refer to the Disclosure and Barring Service also applies where a person leaves their role to avoid a disciplinary hearing following a safeguarding incident and the employer/volunteer organisation feels they would have dismissed the person based on the information they hold.</p>\n\n<p>14.119\tThe standard of proof for prosecution is ‘beyond reasonable doubt’. The standard of proof for internal disciplinary procedures and for discretionary barring consideration by the Disclosure and Barring Service (<abbr title=\"Disclosure and Barring Service\">DBS</abbr>) and the Vetting and Barring Board is usually the civil standard of ‘on the balance of probabilities’. This means that when criminal procedures are concluded without action being taken this does not automatically mean that regulatory or disciplinary procedures should cease or not be considered. In any event there is a legal duty to make a safeguarding referral to <abbr title=\"Disclosure and Barring Service\">DBS</abbr> if a person is dismissed or removed from their role due to harm to a child or a vulnerable adult.</p>\n\n<h3 id=\"allegations-against-people-in-positions-of-trust\">Allegations against people in positions of trust</h3>\n\n<p>14.120\tThe local authority’s  relevant partners, as set  out in section 6 (7) of the Care Act, and those providing universal care and support services, should have clear policies in line with those from the safeguarding adults board for dealing with allegations against people who work, in either a paid or unpaid capacity, with adults with care and support needs.  Such policies should make a clear distinction between an allegation, a concern about the quality of care or practice or a complaint. </p>\n\n<p>14.121\tSafeguarding adults boards need to establish and agree a framework and process for how allegations against people working with adults with care and support needs (i.e. those in positions of trust) should be notified and responded to.  Whilst the focus of safeguarding adults work is to safeguard one or more identified adults with care and support needs, there are occasions when incidents are reported that do not involve an adult at risk, but indicate, nevertheless, that a risk may be posed to adults at risk by a person in a position of trust.</p>\n\n<p>14.122\tWhere such concerns are raised about someone who works with adults with care and support needs, it will be necessary for the employer (or student body or voluntary organisation) to assess any potential risk to adults with care and support needs who use their services, and, if necessary, to take action to safeguard those adults.</p>\n\n<p>14.123\tExamples of such concerns could include allegations that relate to a person who works with adults with care and support needs who has:</p>\n\n<ul>\n  <li>behaved in a way that has harmed, or may have harmed an adult or child</li>\n  <li>possibly committed a criminal offence against, or related to, an adult or child </li>\n  <li>behaved towards an adult or child in a way that indicates they may pose a risk of harm to adults with care and support needs</li>\n</ul>\n\n<p>14.124\tWhen a person’s conduct towards an adult may impact on their suitability to work with or continue to work with children, this must be referred to the local authority’s designated officer.</p>\n\n<p>14.125\tIf a local authority is given information about such concerns they should give careful consideration to what information should be shared with employers (or student body or voluntary organisation) to enable risk assessment.</p>\n\n<p>14.126\tEmployers, student bodies and voluntary organisations should have clear procedures in place setting out the process, including timescales, for investigation and what support and advice will be available to individuals against whom allegations have been made. Any allegation against people who work with adults should be reported immediately to a senior manager within the organisation.  Employers, student bodies and voluntary organisations should have their own sources of advice (including legal advice) in place for dealing with such concerns.</p>\n\n<p>14.127\tIf an organisation removes an individual (paid worker or unpaid volunteer) from work with an adult with care and support needs (or would have, had the person not left first) because the person poses a risk of harm to adults, the organisation must make a referral to the Disclosure and Barring Service. It is an offence to fail to make a referral without good reason. </p>\n\n<p>14.128\tAllegations against people who work with adults at risk must not be dealt with in isolation. Any corresponding action necessary to address the welfare of adults with care and support needs should be taken without delay and in a coordinated manner, to prevent the need for further safeguarding in future.</p>\n\n<p>14.129\tLocal authorities should ensure that their safeguarding information and advice services are clear about the responsibilities of employers, student bodies and voluntary organisations, in such cases, and signpost them to their own procedures and legal advice appropriately.  Information and advice services should also be equipped to advise on appropriate information sharing and the duty to cooperate under Section 6 of the Care Act. </p>\n\n<p>14.130\tLocal authorities should ensure that there are appropriate arrangements in place to effectively liaise with the police and other agencies to monitor the progress of cases and ensure that they are dealt with as quickly as possible, consistent with a thorough and fair process. </p>\n\n<p>14.131\tDecisions on sharing information must be justifiable and proportionate, based on the potential or actual harm to adults or children at risk and the rationale for decision-making should always be recorded.</p>\n\n<p>14.132\tWhen sharing information about adults, children and young people at risk between agencies it should only be shared:</p>\n\n<ul>\n  <li>where relevant and necessary, not simply all the information held</li>\n  <li>with the relevant people who need all or some of the information</li>\n  <li>when there is a specific need for the information to be shared at that time</li>\n</ul>\n\n<h3 id=\"safeguarding-adults-boards\">Safeguarding Adults Boards</h3>\n\n<p>14.133\tEach local authority must set up a Safeguarding Adults Board (<abbr title=\"Safeguarding Adults Board\">SAB</abbr>). The main objective of a <abbr title=\"Safeguarding Adults Board\">SAB</abbr> is to assure itself that local safeguarding arrangements and partners act to help and protect adults in its area who meet the criteria set out at paragraph 14.2.</p>\n\n<p>14.134\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has a strategic role that is greater than the sum of the operational duties of the core partners. It oversees and leads adult safeguarding across the locality and will be interested in a range of matters that contribute to the prevention of abuse and neglect. These will include the safety of patients in its local health services, quality of local care and support services, effectiveness of prisons and approved premises in safeguarding offenders and awareness and responsiveness of further education services. The <abbr title=\"Safeguarding Adults Board\">SAB</abbr> will need intelligence on safeguarding in all providers of health and social care in its locality (not just those with whom its members commission or contract). It is important that <abbr title=\"Safeguarding Adults Board\">SAB</abbr> partners feel able to challenge each other and other organisations where it believes that their actions or inactions are increasing the risk of abuse or neglect. This will include commissioners, as well as providers of services.</p>\n\n<p>14.135\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> can be an important source of advice and assistance, for example in helping others improve their safeguarding mechanisms. It is important that the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has effective links with other key partnerships in the locality and share relevant information and work plans. They should consciously cooperate to reduce any duplication and maximise any efficiency, particularly as objectives and membership is likely to overlap.</p>\n\n<p>14.136\tA <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has 3 core duties:</p>\n\n<ul>\n  <li>it must publish a strategic plan for each financial year that sets how it will meet its main objective and what the members will do to achieve this. The plan must be developed with local community involvement, and the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> must consult the local Healthwatch organisation. The plan should be evidence based and make use of all available evidence and intelligence from partners to form and develop its plan</li>\n  <li>it must publish an annual report detailing what the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has done during the year to achieve its main objective and implement its strategic plan, and what each member has done to implement the strategy as well as detailing the findings of any safeguarding adults reviews and subsequent action</li>\n  <li>it must conduct any safeguarding adults review in accordance with Section 44 of the Act.</li>\n</ul>\n\n<p>14.137\tSafeguarding requires collaboration between partners in order to create a framework of inter-agency arrangements. Local authorities and their relevant partners must collaborate and work together as set out in the co-operation duties in the Care Act and, in doing so, must, where appropriate, also consider the wishes and feelings of the adult on whose behalf they are working.</p>\n\n<p>14.138\tLocal authorities may cooperate with any other body they consider appropriate where it is relevant to their care and support functions. The lead agency with responsibility for coordinating adult safeguarding arrangements is the local authority, but all the members of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should designate a lead officer. Other agencies should also consider the benefits of having a lead for adult safeguarding</p>\n\n<p>14.139\tEach <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should:</p>\n\n<ul>\n  <li>identify the role, responsibility, authority and accountability with regard to the action each agency and professional group should take to ensure the protection of adults</li>\n  <li>establish ways of analysing and interrogating data on safeguarding notifications that increase the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>’s understanding of prevalence of abuse and neglect locally that builds up a picture over time</li>\n  <li>establish how it will hold partners to account and gain assurance of the effectiveness of its arrangements</li>\n  <li>determine its arrangements for peer review and self-audit</li>\n  <li>establish mechanisms for developing policies and strategies for protecting adults which should be formulated, not only in collaboration and consultation with all relevant agencies but also take account of the views of adults who have needs for care and support, their families, advocates and carer representatives</li>\n  <li>develop preventative strategies that aim to reduce instances of abuse and neglect in its area</li>\n  <li>identify types of circumstances giving grounds for concern and when they should be considered as a referral to the local authority as an enquiry</li>\n  <li>formulate guidance about the arrangements for managing adult safeguarding, and dealing with complaints, grievances and professional and administrative malpractice in relation to safeguarding adults</li>\n  <li>develop strategies to deal with the impact of issues of race, ethnicity, religion, gender and gender orientation, sexual orientation, age, disadvantage and disability on abuse and neglect</li>\n  <li>balance the requirements of confidentiality with the consideration that, to protect adults, it may be necessary to share information on a ‘need-to-know basis’</li>\n  <li>identify mechanisms for monitoring and reviewing the implementation and impact of policy and training</li>\n  <li>carry out safeguarding adult reviews and determine any publication arrangements;</li>\n  <li>produce a strategic plan and an annual report</li>\n  <li>evidence how <abbr title=\"Safeguarding Adults Board\">SAB</abbr> members have challenged one another and held other boards to account</li>\n  <li>promote multi-agency training and consider any specialist training that may be required. Consider any scope to jointly commission some training with other partnerships, such as the Community Safety Partnership</li>\n</ul>\n\n<p>14.140\tStrategies for the prevention of abuse and neglect is a core responsibility of a <abbr title=\"Safeguarding Adults Board\">SAB</abbr> and it should have an overview of how this is taking place in the area and how this work ties in with the Health and Wellbeing Board’s, Quality Surveillance Group’s (QSG), Community Safety Partnership’s and <abbr title=\"Care Quality Commission\">CQC</abbr>’s stated approach and practice. This could be about commissioners and the regulator, together with providers, acting to address poor quality care and the intelligence that indicates there is risk that care may be deteriorating and becoming abusive or neglectful. It could also be about addressing hate crime or anti-social behaviour in a particular neighbourhood. The <abbr title=\"Safeguarding Adults Board\">SAB</abbr> will need to have effective links and communication across a number of networks in order to make this work effectively.</p>\n\n<p>14.141\tWithin the context of the duties set out at paragraph 14.2, safeguarding partnerships can be a positive means of addressing issues of self-neglect. The <abbr title=\"Safeguarding Adults Board\">SAB</abbr> is a multi-agency group that is the appropriate forum where strategic discussions can take place on dealing with what are often complex and challenging situations for practitioners and managers as well as communities more broadly.</p>\n\n<hr />\n\n<h4 id=\"case-study-8\">Case study</h4>\n\n<p>Recent research has identified ways of working that can have positive outcomes for those who self-neglect. <sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup></p>\n\n<p>Mr M, in his 70s, lives in an upper-floor council flat, and had hoarded over many years: his own possessions, items inherited from his family home, and materials he had collected from skips and building sites in case they came in useful. The material was piled from floor to ceiling in every room, and Mr M lived in a burrow tunnelled through the middle, with no lighting or heating, apart from a gas stove. Finally, after years of hiding in privacy, Mr M had realised that work being carried out on the building would lead to his living conditions being discovered. Mr M himself recounted how hard it had been for him to invite access to his home, how ashamed and scared he was, and how important his hoard was to him, having learnt as a child of the war never to waste anything.</p>\n\n<p>Through working closely together, Mr M, his support worker and experienced contractors have been able gradually to remove from his flat a very large volume of hoarded material and bring improvements to his home environment. It has taken time and patience, courage and faith, and a strong relationship based on trust. The worker has not judged Mr M, and has worked at his pace, positively affirming his progress. Both Mr M and his support worker acknowledge his low self-esteem, and have connected with his doctor and mental health services. The worker has recognised the need to replace what Mr M is giving up, and has encouraged activities that reflect his interests. Mr M has valued the worker’s honesty, kindness and sensitivity, his ability to listen and the respect and reciprocity within their relationship.</p>\n\n<hr />\n\n<p>14.142\tMembers of a <abbr title=\"Safeguarding Adults Board\">SAB</abbr> are expected to consider what assistance they can provide in supporting the Board in its work. This might be through payment to the local authority or to a joint fund established by the local authority to provide, for example, secretariat functions for the Board. Members might also support the work of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> by providing administrative help, premises for meetings or holding training sessions. It is in all core partners’ interests to have an effective <abbr title=\"Safeguarding Adults Board\">SAB</abbr> that is resourced adequately to carry out its functions.</p>\n\n<p>14.143\tLocal SABs decide how they operate but they must ensure that their arrangements will be able to deliver the duties and functions under Schedule 2 of the Care Act.</p>\n\n<p>14.144\tThe arrangements that the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> needs to create include for example, how often it meets, the appointment of the chair, any sub-groups to it and other practical arrangements. It also needs to be clear about how it will seek feedback from the local community, particularly those adults who have been involved in a safeguarding enquiry.</p>\n\n<h3 id=\"membership-of-safeguarding-adults-boards\">Membership of safeguarding adults boards</h3>\n\n<p>14.145\tThe information about how the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> works should be easily accessible to partner organisations and to the general public. The following organisations must be represented on the Board:</p>\n\n<ul>\n  <li>the local authority which set it up</li>\n  <li>the <abbr title=\"Clinical Commissioning Groups\">CCGs</abbr> in the local authority’s area</li>\n  <li>the chief officer of police in the local authority’s area</li>\n</ul>\n\n<p>14.146\tSABs may also include such other organisations and individuals as the establishing local authority considers appropriate having consulted its <abbr title=\"Safeguarding Adults Board\">SAB</abbr> partners from the <abbr title=\"Clinical Commissioning Group\">CCG</abbr> and police. The <abbr title=\"Safeguarding Adults Board\">SAB</abbr> may wish to invite additional partners to some meetings depending on the specific focus or to participate in its work more generally. Examples include:</p>\n\n<ul>\n  <li>ambulance and fire services</li>\n  <li>representatives of providers of health and social care services, including independent providers</li>\n  <li>Department for Work and Pensions</li>\n  <li>representatives of housing providers, housing support providers, probation and prison services</li>\n  <li>general practitioners</li>\n  <li>representatives of further education colleges</li>\n  <li>members of user, advocacy and carer groups</li>\n  <li>local healthwatch</li>\n  <li>Care Quality Commission</li>\n  <li>representatives of children’s safeguarding boards</li>\n  <li>trading standards</li>\n</ul>\n\n<p>14.147\tThis is not a definitive list, but SABs should assure themselves that the Board has the involvement of all partners necessary to effectively carry out its duties. Additionally, there may also be effective links that can be made with related partnerships to maximise impact and minimise duplication and which would reflect the reality and interconnectivities of local partnerships. There are strong synergies between the work of many of these bodies, particularly when looking at a broader family agenda as well as opportunities for efficiencies in taking forward work. The following example illustrates how a safeguarding children’s board and the domestic abuse board work collaboratively to commission and deliver training.</p>\n\n<hr />\n\n<h4 id=\"example\">Example</h4>\n\n<p>A <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has worked with the domestic abuse Board to develop a Multi-Agency Risk Assessment Conference (<abbr title=\"Multi-Agency Risk Assessment Conference\">MARAC</abbr>) e-learning package and to commission training in line with the domestic abuse training standards, such as: domestic abuse basic awareness; domestic abuse enhanced awareness; Domestic Abuse, Stalking and Harassment (<abbr title=\"Domestic Abuse, Stalking and Harassment\">DASH</abbr>) and; <abbr title=\"Multi-Agency Risk Assessment Conference\">MARAC</abbr> awareness.</p>\n\n<hr />\n\n<p>14.148\tPartnerships may include:</p>\n\n<ul>\n  <li>community safety partnerships</li>\n  <li>local children safeguarding boards</li>\n  <li>health and wellbeing boards</li>\n  <li>quality surveillance groups</li>\n  <li>clinical commissioning group boards</li>\n  <li>health overview and scrutiny committees (<abbr title=\"overview and scrutiny committees\">OSCs</abbr>)</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/media/56d6c18f40f0b60376000003/14-Safegarding-adults-board-partnerships.jpg\" /> </p>\n\n<p>14.149\tThe local authority which establishes the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> must ensure that between them, all members of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> have the requisite skills and experience necessary for the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> to act effectively and efficiently to safeguard adults in its area. For example, a social worker’s ability to understand the individual within complex social networks and other systems makes social work input a vital component in <abbr title=\"Safeguarding Adults Board\">SAB</abbr> arrangements; but the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> will also require access to medical, nursing and legal expertise. Members who attend in a professional and managerial capacity should be:</p>\n\n<ul>\n  <li>able to present issues clearly in writing and in person</li>\n  <li>experienced in the work of their organisation</li>\n  <li>knowledgeable about the local area and population</li>\n  <li>able to explain their organisation’s priorities</li>\n  <li>able to promote the aims of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr></li>\n  <li>able to commit their organisation to agreed actions</li>\n  <li>have a thorough understanding of abuse and neglect and its impact</li>\n  <li>understand the pressures facing front line practitioners</li>\n</ul>\n\n<p>14.150\tAlthough it is not a requirement, the local authority should consider appointing an independent chair to the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> who is not an employee or a member of an agency that is a member of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>. The chair has a critical role to lead collaboratively, give advice, support and encouragement but also to offer constructive challenge and hold main partner agencies to account and ensure that interfaces with other strategic functions are effective whilst also acting as a spokesperson for the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>. An independent chair can provide additional reassurance that the Board has some independence from the local authority and other partners. The chair will be accountable to the chief executive of the local authority as the lead body responsible for establishing the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> but should be appointed by the local authority in the name of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> having consulted all its statutory partners. There is a clear expectation that chairs will keep up to date with, and promote, good practice, developments in case law and research and any other relevant material.</p>\n\n<p>14.151\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> must develop clear policies and processes that have been agreed with other interested parties, and that reflect the local service arrangements, roles and responsibilities. It will promote multi-agency training that ensures a common understanding of abuse and neglect, appropriate responses and agree how to work together. Policies will state what organisations and individuals are expected to do where they suspect abuse or neglect. The <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should also consider any specialist training that is required. A key part of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>’s role will be to develop preventative strategies and aiming to reduce instances of abuse and neglect in its area. Members of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should also be clear about how they will contribute the financial and human resources of their organisation to both preventing and responding to abuse and neglect.</p>\n\n<h3 id=\"sab-strategic-plans\"><abbr title=\"Safeguarding Adults Board\">SAB</abbr> strategic plans</h3>\n\n<p>14.152\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> must publish its strategic plan each financial year. This plan should address both short and longer-term actions and it must set out how it will help adults in its area and what actions each member of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> will take to deliver the strategic plan and protect better. This plan could cover 3-5 years in order to enable the Board to plan ahead as long as it is reviewed and updated annually.</p>\n\n<p>14.153\tWhen it is preparing the plan, the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> must consult the local Healthwatch and involve the local community. The local community has a role to play in the recognition and prevention of abuse and neglect but active and on-going work with the community is needed to tap into this source of support.</p>\n\n<p>14.154\tSABs must understand the many and potentially different concerns of the various groups that make up its local community. These might include such things as scams targeted at older householders, bullying and harassment of disabled people, hate crime directed at those with mental health problems, cyber bullying and the sexual exploitation of people who may lack the capacity to understand that they have the right to say no. In order to make the plan understood as widely as possible, it should be free from jargon and written in plain English with an easy read version available.</p>\n\n<h3 id=\"sab-annual-reports\"><abbr title=\"Safeguarding Adults Board\">SAB</abbr> annual reports</h3>\n\n<p>14.155\tAfter the end of each financial year, the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> must publish an annual report that must clearly state what both the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> and its members have done to carry out and deliver the objectives and other content of its strategic plan. The reports should have prominence on each core member’s website and be made available to other agencies.</p>\n\n<p>14.156\tSpecifically, the annual report must provide information about any safeguarding adults reviews (<abbr title=\"Safeguarding Adults Reviews\">SARs</abbr>) that the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has arranged which are ongoing or have reported in the year (regardless whether they commenced in that year). The report must state what the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has done to act on the findings of completed <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr> or, where it has decided not to act on a finding, why not.</p>\n\n<p>14.157\tThe annual report must set out how the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> is monitoring progress against its policies and intentions to deliver its strategic plan. The <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should consider the following in coming to its conclusions:</p>\n\n<ul>\n  <li>evidence of community awareness of adult abuse and neglect and how to respond</li>\n  <li>analysis of safeguarding data to better understand the reasons that lie behind local data returns and use the information to improve the strategic plan and operational arrangements</li>\n  <li>what adults who have experienced the process say and the extent to which the outcomes they wanted (their wishes) have been realised</li>\n  <li>what front line practitioners say about outcomes for adults and about their ability to work in a personalised way with those adults</li>\n  <li>better reporting of abuse and neglect</li>\n  <li>evidence of success of strategies to prevent abuse or neglect</li>\n  <li>feedback from local Healthwatch, adults who use care and support services and carers, community groups, advocates, service providers and other partners</li>\n  <li>how successful adult safeguarding is at linking with other parts of the system, for example children’s safeguarding, domestic violence, community safety</li>\n  <li>the impact of training carried out in this area and analysis of future need; and</li>\n  <li>how well agencies are co-operating and collaborating</li>\n</ul>\n\n<p>14.158\tSafeguarding forms one of the domains in the Adult Social Care Outcomes Framework (<abbr title=\" Adult Social Care Outcomes Framework\">ASCOF</abbr>). The 2014 to 2015 publication announced the development of a national measure on safeguarding outcomes – one of the first to focus on those who have been through an adult safeguarding enquiry and their views on how the enquiry was dealt with.  A set of questions was developed and cognitively tested which formed the basis of a successful pilot survey undertaken by around 40 local authorities in Summer 2014. The report detailing the conclusions of the work and the recommendations for next steps can be found on <abbr title=\"Health and Social Care Information Centre\">HSCIC</abbr>’s website. The Data and Outcomes Board (<abbr title=\"Data and Outcomes Board\">DOB</abbr>) are supportive of the conclusions of the work and continue to wish to see the associated <abbr title=\" Adult Social Care Outcomes Framework\">ASCOF</abbr> measure taken forward. Given the resource implications and further development required to ensure the most appropriate measure is found, the indicator will remain a placeholder in forthcoming <abbr title=\" Adult Social Care Outcomes Framework\">ASCOF</abbr> frameworks. The materials and documentation required for local authorities to run the <a rel=\"external\" href=\"http://www.hscic.gov.uk/article/4769/Safeguarding-Outcomes-Measure-Pilot-Study\">survey independently</a> can be found on <abbr title=\"Health and Social Care Information Centre\">HSCIC</abbr>’s website. Local authorities are encouraged to use them in their safeguarding processes to understand the experience of those involved in the safeguarding enquiry.</p>\n\n<p>14.159\tThe report is meant to be a document that can be read and understood by anyone. Most SABs are likely to publish these reports on their websites. SABs should consider making the report available in a variety of media. SABs will need to establish ways of publicising the report and actively seeking feedback from communities.</p>\n\n<p>14.160\tEvery <abbr title=\"Safeguarding Adults Board\">SAB</abbr> must send a copy of its report to:</p>\n\n<ul>\n  <li>the chief executive and leader of the local authority</li>\n  <li>the police and crime commissioner and the chief constable</li>\n  <li>the local healthwatch</li>\n  <li>the chair of the health and wellbeing board</li>\n</ul>\n\n<p>14.161\tIt is expected that those organisations will fully consider the contents of the report and how they can improve their contributions to both safeguarding throughout their own organisation and to the joint work of the Board.</p>\n\n<h3 id=\"safeguarding-adults-reviews-sars\">Safeguarding adults reviews (<abbr title=\"Safeguarding Adults Reviews\">SARs</abbr>)</h3>\n\n<p>14.162\tSABs must arrange a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> when an adult in its area dies as a result of abuse or neglect, whether known or suspected, and there is concern that partner agencies could have worked more effectively to protect the adult.</p>\n\n<p>14.163\tSABs must also arrange a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> if an adult in its area has not died, but the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> knows or suspects that the adult has experienced serious abuse or neglect. In the context of <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr>, something can be considered serious abuse or neglect where, for example the individual would have been likely to have died but for an intervention, or has suffered permanent harm or has reduced capacity or quality of life (whether because of physical or psychological effects) as a result of the abuse or neglect. SABs are free to arrange for a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> in any other situations involving an adult in its area with needs for care and support.</p>\n\n<p>14.164\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should be primarily concerned with weighing up what type of ‘review’ process will promote effective learning and improvement action to prevent future deaths or serious harm occurring again. This may be where a case can provide useful insights into the way organisations are working together to prevent and reduce abuse and neglect of adults. <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr> may also be used to explore examples of good practice where this is likely to identify lessons that can be applied to future cases.</p>\n\n<hr />\n\n<h4 id=\"case-study-9\">Case study</h4>\n\n<p>At the age of 72 years, Ms W, although registered disabled, was an active member in her community often seen helping at community events and visiting the local shops and swimming pool. Ms W had a fall in her home which left her lacking in confidence and fearful that she would fall again. As the winter approached, Ms W spent more time alone at home only venturing to the corner shop to buy groceries. As time passed her house came in disrepair and unhygienic as local youths began throw rubbish, including dog faeces into her front garden.</p>\n\n<p>Within a 5 month period Ms W made 7 complaints to the police about anti-social behaviour in her local area, and on 2 occasions was the victim of criminal damage to the front of her house, where her wheelchair accessibility ramp has been painted by graffiti. The police made a referral to social services. As a result, Ms W was placed on a waiting list for a support service.</p>\n\n<p>Four weeks after she was last seen Ms W committed suicide. A Serious Case Review (<abbr title=\"Serious Case Review\">SCR</abbr>) was convened according to the local policy that stated ‘the purpose of an <abbr title=\"Serious Case Review\">SCR</abbr> is not to reinvestigate or to apportion blame, but to establish whether there are lessons to be learnt from the circumstances of the case about the way in which local professionals and agencies work together to safeguard vulnerable adults. The published report and recommendations which followed demonstrated the lessons from this case. The resultant action plan included:</p>\n\n<ul>\n  <li>strengthened relationships and information sharing between police officers, health and the local authority</li>\n  <li>clear lines of reporting and joint working arrangements with the community safety partnerships</li>\n  <li>a robust multi-agency training plan</li>\n  <li>a targeted community programme to address anti-social behaviour</li>\n  <li>the development of a ‘people’s panel’ as a sub group to the Safeguarding Adults Board which includes people who access services, carers and voluntary groups</li>\n  <li>the development of a ‘stay safe’ programme involving local shops where adults at risk of abuse may report their concerns to a trusted member if their community</li>\n</ul>\n\n<hr />\n\n<p>14.165\tEarly discussions need to take place with the adult, family and friends to agree how they wish to be involved. The adult who is the subject of any <abbr title=\"Safeguarding Adults Review\">SAR</abbr> need not have been in receipt of care and support services for the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> to arrange a review in relation to them.</p>\n\n<p>14.166\t<abbr title=\"Safeguarding Adults Reviews\">SARs</abbr> should reflect the 6 safeguarding principles. SABs should agree Terms of Reference for any <abbr title=\"Safeguarding Adults Review\">SAR</abbr> they arrange and these should be published and openly available. When undertaking <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr> the records should either be anonymised through redaction or consent should be sought.</p>\n\n<p>14.167\tThe following principles should be applied by SABs and their partner organisations to all reviews:</p>\n\n<ul>\n  <li>there should be a culture of continuous learning and improvement across the organisations that work together to safeguard and promote the wellbeing and empowerment of adults, identifying opportunities to draw on what works and promote good practice</li>\n  <li>the approach taken to reviews should be proportionate according to the scale and level of complexity of the issues being examined</li>\n  <li>reviews of serious cases should be led by individuals who are independent of the case under review and of the organisations whose actions are being reviewed</li>\n  <li>professionals should be involved fully in reviews and invited to contribute their perspectives without fear of being blamed for actions they took in good faith</li>\n  <li>families should be invited to contribute to reviews. They should understand how they are going to be involved and their expectations should be managed appropriately and sensitively</li>\n</ul>\n\n<p>14.168\t<abbr title=\"Safeguarding Adults Reviews\">SARs</abbr> should seek to determine what the relevant agencies and individuals involved in the case might have done differently that could have prevented harm or death. This is so that lessons can be learned from the case and those lessons applied to future cases to prevent similar harm occurring again. Its purpose is not to hold any individual or organisation to account. Other processes exist for that, including criminal proceedings, disciplinary procedures, employment law and systems of service and professional regulation, such as <abbr title=\"Care Quality Commission\">CQC</abbr> and the Nursing and Midwifery Council, the Health and Care Professions Council, and the General Medical Council.</p>\n\n<p>14.169\tIt is vital, if individuals and organisations are to be able to learn lessons from the past, that reviews are trusted and safe experiences that encourage honesty, transparency and sharing of information to obtain maximum benefit from them. If individuals and their organisations are fearful of <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr> their response will be defensive and their participation guarded and partial.</p>\n\n<p>14.170\tThe process for undertaking <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr> should be determined locally according to the specific circumstances of individual circumstances. No one model will be applicable for all cases. The focus must be on what needs to happen to achieve understanding, remedial action and, very often, answers for families and friends of adults who have died or been seriously abused or neglected. The recommendations and action plans from a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> need to be followed through by the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>.</p>\n\n<p>14.171\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should ensure that there is appropriate involvement in the review process of professionals and organisations who were involved with the adult. The <abbr title=\"Safeguarding Adults Review\">SAR</abbr> should also communicate with the adult and, or, their family. In some cases it may be helpful to communicate with the person who caused the abuse or neglect.</p>\n\n<p>14.172\tIt is expected that those undertaking a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> will have appropriate skills and experience which should include:</p>\n\n<ul>\n  <li>strong leadership and ability to motivate others</li>\n  <li>expert facilitation skills and ability to handle multiple perspectives and potentially sensitive and complex group dynamics</li>\n  <li>collaborative problem solving experience and knowledge of participative approaches</li>\n  <li>good analytic skills and ability to manage qualitative data</li>\n  <li>safeguarding knowledge</li>\n  <li>inclined to promote an open, reflective learning culture</li>\n</ul>\n\n<p>14.173\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should aim for completion of a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> within a reasonable period of time and in any event within 6 months of initiating it, unless there are good reasons for a longer period being required; for example, because of potential prejudice to related court proceedings. Every effort should be made while the <abbr title=\"Safeguarding Adults Review\">SAR</abbr> is in progress to capture points from the case about improvements needed; and to take corrective action.</p>\n\n<h3 id=\"links-with-other-reviews\">Links with other reviews</h3>\n\n<p>14.174\tWhen victims of domestic homicide are aged between 16 and 18, there are separate requirements in statutory guidance for both a child Serious Case Review (<abbr title=\"Serious Case Review\">SCR</abbr>) and a Domestic Homicide Review (<abbr title=\"Domestic Homicide Review\">DHR</abbr>). Where such reviews may be relevant to <abbr title=\"Safeguarding Adults Review\">SAR</abbr> (e.g. because they concern the same perpetrator), consideration should be given to how <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr>, <abbr title=\"Domestic Homicide Reviews\">DHRs</abbr> and <abbr title=\"Serious Case Reviews\">SCRs</abbr> can be managed in parallel in the most effective manner possible so that organisations and professionals can learn from the case. For example, considering whether some aspects of the reviews can be commissioned jointly so as to reduce duplication of work for the organisations involved.</p>\n\n<p>14.175\tIn setting up a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should also consider how the process can dovetail with any other relevant investigations that are running parallel, such as a child <abbr title=\"Serious Case Review\">SCR</abbr> or <abbr title=\"Domestic Homicide Review\">DHR</abbr>, a criminal investigation or an inquest.</p>\n\n<p>14.176\tIt may be helpful when running a <abbr title=\"Safeguarding Adults Review\">SAR</abbr> and <abbr title=\"Domestic Homicide Review\">DHR</abbr> or child <abbr title=\"Serious Case Review\">SCR</abbr> in parallel to establish at the outset all the relevant areas that need to be addressed, to reduce potential for duplication for families and staff. Any <abbr title=\"Safeguarding Adults Review\">SAR</abbr> will need to take account of a coroner‘s inquiry, and, or, any criminal investigation related to the case, including disclosure issues, to ensure that relevant information can be shared without incurring significant delay in the review process. It will be the responsibility of the manager of the <abbr title=\"Safeguarding Adults Review\">SAR</abbr> to ensure contact is made with the Chair of any parallel process in order to minimise avoidable duplication.</p>\n\n<h3 id=\"findings-from-sars\">Findings from <abbr title=\"Safeguarding Adults Reviews\">SARs</abbr></h3>\n\n<p>14.177\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should include the findings from any <abbr title=\"Safeguarding Adults Review\">SAR</abbr> in its Annual Report and what actions it has taken, or intends to take in relation to those findings. Where the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> decides not to implement an action then it must state the reason for that decision in the Annual Report. All documentation the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> receives from registered providers which is relevant to <abbr title=\"Care Quality Commission\">CQC</abbr>’s regulatory functions will be given to the <abbr title=\"Care Quality Commission\">CQC</abbr>. </p>\n\n<p>14.178\t<abbr title=\"Safeguarding Adults Review\">SAR</abbr> reports should:</p>\n\n<ul>\n  <li>provide a sound analysis of what happened, why and what action needs to be taken to prevent a reoccurrence, if possible</li>\n  <li>be written in plain English</li>\n  <li>contain findings of practical value to organisations and professionals</li>\n</ul>\n\n<p>14.179\tIn the interest of transparency and disseminating learning the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should consider publishing the reports within the legal parameters about confidentiality. </p>\n\n<h3 id=\"information-sharing\">Information sharing</h3>\n\n<h4 id=\"record-keeping\">Record-keeping</h4>\n\n<p>14.180\tGood record keeping is a vital component of professional practice. Whenever a complaint or allegation of abuse is made, all agencies should keep clear and accurate records and each agency should identify procedures for incorporating, on receipt of a complaint or allegation, all relevant records into a file to record all action taken. When abuse or neglect is raised managers need to look for past incidents, concerns, risks and patterns. We know that in many situations, abuse and neglect arise from a range of incidents over a period of time. In the case of providers registered with <abbr title=\"Care Quality Commission\">CQC</abbr>, records of these should be available to service commissioners and the <abbr title=\"Care Quality Commission\">CQC</abbr> so they can take the necessary action.</p>\n\n<p>14.181\tStaff should be given clear direction as to what information should be recorded and in what format. The following questions are a guide:</p>\n\n<ul>\n  <li>What information do staff need to know in order to provide a high quality response to the adult concerned?</li>\n  <li>What information do staff need to know in order to keep adults safe under the service’s duty to protect people from harm?</li>\n  <li>What information is not necessary?</li>\n  <li>What is the basis for any decision to share (or not) information with a third party?</li>\n</ul>\n\n<p>14.182\tRecords should be kept in such a way that the information can easily be collated for local use and national data collections.</p>\n\n<p>14.183\tAll agencies should identify arrangements, consistent with principles and rules of fairness, confidentiality and data protection for making records available to those adults affected by, and subject to, an enquiry. If the alleged abuser is using care and support themselves, then information about their involvement in an adult safeguarding enquiry, including the outcome, should be included in their case record. If it is assessed that the individual continues to pose a threat to other people then this should be included in any information that is passed on to service providers or other people who need to know.</p>\n\n<p>14.184\tIn order to carry out its functions, SABs will need access to information that a wide number of people or other organisations may hold. Some of these may be <abbr title=\"Safeguarding Adults Board\">SAB</abbr> members, such as the NHS and the police. Others will not be, such as private health and care providers or housing providers/housing support providers or education providers.</p>\n\n<p>14.185\tIn the past, there have been instances where the withholding of information has prevented organisations being fully able to understand what &lsquo;went wrong&rsquo; and so has hindered them identifying, to the best of their ability, the lessons to be applied to prevent or reduce the risks of such cases reoccurring. If someone knows that abuse or neglect is happening they must act upon that knowledge, not wait to be asked for information.</p>\n\n<p>14.186\tAn <abbr title=\"Safeguarding Adults Board\">SAB</abbr> may request a person to supply information to it or to another person. The person who receives the request must provide the information to the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> if:</p>\n\n<ul>\n  <li>the request is made in order to enable or assist the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> to do its job</li>\n  <li>the request is made of a person who is likely to have relevant information and then either:\n    <ul>\n      <li>the information requested relates to the person to whom the request is made and their functions or activities</li>\n      <li>the information requested has already been supplied to another person subject to an <abbr title=\"Safeguarding Adults Board\">SAB</abbr> request for information</li>\n    </ul>\n  </li>\n</ul>\n\n<h3 id=\"confidentiality\">Confidentiality</h3>\n\n<p>14.187\tAgencies should draw up a common agreement relating to confidentiality and setting out the principles governing the sharing of information, based on the welfare of the adult or of other potentially affected adults. Any agreement should be consistent with the principles set out in the <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/192572/2900774_InfoGovernance_accv2.pdf\">Caldicott Review published 2013</a> ensuring that:</p>\n\n<ul>\n  <li>information will only be shared on a ‘need to know’ basis when it is in the interests of the adult</li>\n  <li>confidentiality must not be confused with secrecy</li>\n  <li>informed consent should be obtained but, if this is not possible and other adults are at risk of abuse or neglect, it may be necessary to override the requirement</li>\n  <li>it is inappropriate for agencies to give assurances of absolute confidentiality in cases where there are concerns about abuse, particularly in those situations when other adults may be at risk</li>\n</ul>\n\n<p>14.188\tWhere an adult has refused to consent to information being disclosed for these purposes, then practitioners must consider whether there is an overriding public interest that would justify information sharing (e.g. because there is a risk that others are at risk of serious harm) and wherever possible, the appropriate Caldicott Guardian should be involved. <a href=\"https://www.gov.uk/government/publications/confidentiality-nhs-code-of-practice\">Confidentiality: NHS Code of Practice</a> sets out guidance on public interest disclosure.</p>\n\n<p>14.189\tDecisions about who needs to know and what needs to be known should be taken on a case by case basis, within agency policies and the constraints of the legal framework.</p>\n\n<p>14.190\tPrinciples of confidentiality designed to safeguard and promote the interests of an adult should not be confused with those designed to protect the management interests of an organisation. These have a legitimate role but must never be allowed to conflict with the welfare of an adult. If it appears to an employee or person in a similar role that such confidentiality rules may be operating against the interests of the adult then a duty arises to make full disclosure in the public interest.</p>\n\n<p>14.191\tIn certain circumstances, it will be necessary to exchange or disclose personal information which will need to be in accordance with the law on confidentiality and the Data Protection Act 1998 where this applies. The Home Office and the Office of the Information Commissioner have issued general guidance on the preparation and use of information sharing protocols.\nInformation for staff, people who use care and support, carers and the general public</p>\n\n<p>14.192\tInformation in a range of media should be produced in different, user-friendly formats for people with care and support needs and their carers. These should explain clearly what abuse is and also how to express concern and make a complaint. Adults with care and support needs and carers should be informed that their concern or complaint will be taken seriously, be dealt with independently and that they will be kept involved in the process to the degree that they wish to be. They should be reassured that they will receive help and support in taking action on their own behalf. They should also be advised that they can nominate an advocate or representative to speak and act on their behalf if they wish.</p>\n\n<p>14.193\tIf an adult has no appropriate person to support them and has substantial difficulty in being involved in the local authority processes, they must be informed of their right to an independent advocate. Where appropriate local authorities should provide information on access to appropriate services such as how to obtain independent legal advice or counselling services for example. The involvement of adults at risk in developing such communication is sensible.</p>\n\n<p>14.194\tA number of local SABs or multi-agency safeguarding hubs (MASHs) have developed helpful and accessible information aimed at adults in order that they can protect themselves from abuse, such as the London Borough of Barnet’s &lsquo;Say NO to Abuse booklet. Barnet has also produced a booklet, &lsquo;What happens after you report abuse&rsquo;.</p>\n\n<p>14.195\tAll commissioners or providers of services in the public, voluntary or private sectors should disseminate information about the multi-agency policy and procedures. Staff should be made aware through internal guidelines of what to do when they suspect or encounter abuse of adults in vulnerable situations. This should be incorporated in staff manuals or handbooks detailing terms and conditions of appointment and other employment procedures so that individual staff members will be aware of their responsibilities in relation to safeguarding adults.</p>\n\n<hr />\n\n<h4 id=\"example-1\">Example</h4>\n\n<p>Camden has developed a leaflet for carers about the harm they may experience when caring for a relative or friend and the harm they may cause. This was developed in partnership with carers’ organisations and carers themselves, and remains a partnership owned publication.</p>\n\n<hr />\n\n<p>14.196\tThis information should emphasise that all those who express concern will be treated seriously and will receive a positive response from managers.\nLocal roles and responsibilities</p>\n\n<p>14.197\tRoles and responsibilities  should be clear and collaboration should take place at all the following levels:</p>\n\n<ul>\n  <li>operational</li>\n  <li>supervisory line management</li>\n  <li>practice leadership</li>\n  <li>strategic leadership within the senior management team</li>\n  <li>corporate/cross authority</li>\n  <li>chief officers/chief executives</li>\n  <li>local authority members and local police and crime commissioners</li>\n  <li>commissioners</li>\n  <li>providers of services</li>\n  <li>voluntary organisations</li>\n  <li>regulated professionals</li>\n</ul>\n\n<h3 id=\"front-line\">Front line</h3>\n\n<p>14.198\tOperational front line staff are responsible for identifying and responding to allegations of abuse and substandard practice. Staff at operational level need to share a common view of what types of behaviour may be abuse or neglect and what to do as an initial response to a suspicion or allegation that it is or has occurred. This includes GPs. It is employers’ and commissioners’ duty to set these out clearly and reinforce regularly.</p>\n\n<p>14.199\tIt is not for front line staff to second-guess the outcome of an enquiry in deciding whether or not to share their concerns. There should be effective and well-publicised ways of escalating concerns where immediate line managers do not take action in response to a concern being raised.</p>\n\n<p>14.200\tConcerns about abuse or neglect must be reported whatever the source of harm is. It is imperative that poor or neglectful care is brought to the immediate attention of managers and responded to swiftly, including ensuring immediate safety and well-being of the adult. Where the source of abuse or neglect is a member of staff it is for the employer to take immediate action and record what they have done and why (similarly for volunteers and or students).</p>\n\n<p>14.201\tThere should be clear arrangements in place about what each agency should contribute at this level. These will cover approaches to enquiries and subsequent courses of action. The local authority is responsible for ensuring effective co-ordination at this level.</p>\n\n<hr />\n\n<h4 id=\"case-study-10\">Case study</h4>\n\n<p>A resident at a local care home told the district nurse that staff members spoke disrespectfully to her and that there were episodes of her waiting a long time for the call bell to be answered when wanting to use the commode. The resident wished to leave the home as she was very unhappy with the treatment she was receiving, and was regularly distressed and tearful.</p>\n\n<p>The resident was reluctant for a formal safeguarding enquiry to take place, but did agree that the issues could be discussed with the manager. The district nurse negotiated some actions with the manager to promote good practice and address the issues that had been raised. When the district nurse reviewed the situation; the manager at the care home had dealt with the issues appropriately and devised an action plan. The resident stated that she was now happy at the care home – staff &lsquo;couldn’t be more helpful&rsquo; - and she no longer wanted to move.</p>\n\n<hr />\n\n<h3 id=\"line-managers-supervision\">Line managers’ supervision</h3>\n\n<p>14.202\tSkilful and knowledgeable supervision focused on outcomes for adults is critically important in safeguarding work. Managers have a central role in ensuring high standards of practice and that practitioners are properly equipped and supported. It is important to recognise that dealing with situations involving abuse and neglect can be stressful and distressing for staff and workplace support should be available.</p>\n\n<p>14.203\tManagers need to develop good working relationships with their counterparts in other agencies to improve cooperation locally and swiftly address any differences or difficulties that arise between front line staff or managers.</p>\n\n<p>14.204\tThey should have access to legal advice when proposed interventions, such as the proposed stopping of contact between family members, or if it is unclear whether proposed serious and/or invasive medical treatment is likely to be in the best interests of the adult who lacks capacity to consent, require applications to the Court of Protection.\nPractice leadership</p>\n\n<p>14.205\tAll social workers undertaking work with adults should have access to a source of additional advice and guidance particularly in complex and contentious situations. Principal social workers are often well-placed to perform this role or to ensure that appropriate practice supervision is available. </p>\n\n<p>14.206\tPrincipal social workers in the local authority are responsible for providing professional leadership for social work practice in their organisation and organisations undertaking statutory responsibilities on behalf of the local authority. Practice leaders/principal social workers should ensure that practice is in line with this guidance. </p>\n\n<p>14.207\tMaking safeguarding personal represents a fundamental shift in social work practice and underpins all healthcare delivery in relation to safeguarding, with a focus on the person not the process. As the professional lead for social work, principal social workers and senior healthcare safeguarding professionals should have a broad knowledge base on safeguarding and making safeguarding personal and are confident in its application in their own and others’ work.</p>\n\n<p>14.208\tAll providers of healthcare should have in place named professionals, who are a source of additional advice and support in complex and contentious cases within their organisation. There should be a designated professional lead in the <abbr title=\"Clinical Commissioning Group\">CCG</abbr>, who is a source of advice and support to the governing body in relation to the safeguarding of individuals and is able to act as the lead in the management of complex cases.</p>\n\n<p>14.209\tAll commissioners and providers of healthcare should ensure that staff have the necessary competences and that training in place to ensure that their staff are able to deliver the service in relation to the safeguarding of individuals. This is strengthened by the development of the safeguarding adults: roles and competences for health care staff - intercollegiate document, which details the levels of training and competencies required for the different groups of staff in the organisations.</p>\n\n<p>14.210\tMany of the police investigators involved in safeguarding investigations specially trained for that role and work in specialist units. Each of those units has a set of arrangements to help provide advice and guidance to ensure that a thorough investigation takes place in order to achieve successful outcomes for the individual.</p>\n\n<p>14.211\tThe police service itself has identified ways that enable non specialist officers to seek advice from supervisors at every stage of the safeguarding process, even when specialist departments are unavailable.\nStrategic leadership within the senior management team</p>\n\n<p>14.212\tEach <abbr title=\"Safeguarding Adults Board\">SAB</abbr> member agency - local authority, clinical commissioning groups and police, should identify a senior manager to take a lead role in the organisational and in inter-agency arrangements, including the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>. In order for the Board to be an effective decision-making body providing leadership and accountability, members need to be sufficiently senior within their organisation and have the authority to commit the required resources and able to make strategic decisions. To achieve effective working relationships, based on trust and transparency, the members will need to understand the contexts and restraints within which their counterparts work.</p>\n\n<p>14.213\tAll police forces in England and Wales have a head of public protection that has strategic management responsibility for all aspects of protecting people in vulnerable situations, including adults at risk. The role of the head of public protection is to build an effective working team and develop a multi-agency approach into alleged offences involving people in vulnerable circumstances. They will also have responsibility for managing and developing policy that ensures standardised processes of investigation and working practice throughout each force. The police and clinical commissioning groups are now represented at a strategic level on every local safeguarding adults board and contact details for the individuals concerned will be available to the Board and all Board members.</p>\n\n<h3 id=\"corporatecross-authority-roles\">Corporate/cross authority roles</h3>\n\n<p>14.214\tTo ensure effective partnership working, each organisation must recognise and accept its role and functions in relation to adult safeguarding. These should be set out in the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>’s strategic plan as well as its own communication channels. They should also have protocols for mediation and family group conferences and for various forms of dispute resolution.</p>\n\n<h3 id=\"chief-officers-and-chief-executives\">Chief Officers and Chief Executives</h3>\n\n<p>14.215\tAs chief officer for the leading adult safeguarding agency, the Director of Adult Social Services (<abbr title=\"Director of Adult Social Services\">DASS</abbr>) has a particularly important leadership and challenge role to play in adult safeguarding.</p>\n\n<p>14.216\tResponsible for promoting prevention, early intervention and partnership working is a key part of a <abbr title=\"Director of Adult Social Services\">DASS</abbr>’s role and also critical in the development of effective safeguarding. Taking a personalised approach to adult safeguarding requires a <abbr title=\"Director of Adult Social Services\">DASS</abbr> promoting a culture that is person-centred, supports choice and control and aims to tackle inequalities.</p>\n\n<p>14.217\tHowever, all officers, including the chief executive of the local authority, NHS and police chief officers and executives should lead and promote the development of initiatives to improve the prevention, identification and response to abuse and neglect. They need to be aware of and able to respond to national developments and ask searching questions within their own organisations to assure themselves that their systems and practices are effective in recognising and preventing abuse and neglect. The Chief Officers must sign off their organisation’s contributions to the Strategic Plan and </p>\n\n<h3 id=\"annual-reports\">Annual Reports</h3>\n\n<p>14.218\tChief officers should receive regular briefings of case law from the Court of Protection and the High Courts.</p>\n\n<h3 id=\"local-authority-members\">Local authority members</h3>\n\n<p>14.219\tLocal authority members need to have a good understanding of the range of abuse and neglect issues that can affect adults and of the importance of balancing safeguarding with empowerment. Local authority members need to understand prevention, proportionate interventions, and the dangers of risk adverse practice and the importance of upholding human rights. Some SABs include elected members and this is one way of increasing awareness of members and ownership at a political level. Others take the view that members are more able to hold their officers to account if they have not been party to Board decision making, though they should always be aware of the work of the <abbr title=\"Safeguarding Adults Board\">SAB</abbr>. Managers must ensure that members are aware of any critical local issues, whether of an individual nature, matters affecting a service or a particular part of the community.</p>\n\n<p>14.220\tIn addition, Local Authority Health Scrutiny Functions, such as the Council’s Health Overview and Scrutiny Committee, Health and Wellbeing Boards (<abbr title=\"Health and Wellbeing Boards\">HWBs</abbr>) and Community Safety Partnerships can play a valuable role in assuring local safeguarding measures, and ensuring that SABs are accountable to local communities. Similarly, local Health and Wellbeing Boards provide leadership to the local health and wellbeing system; ensure strong partnership working between local government and the local NHS; and ensure that the needs and views of local communities are represented. <abbr title=\"Health and Wellbeing Boards\">HWBs</abbr> can therefore play a key role in assurance and accountability of SABs and local safeguarding measures. Equally SABs may on occasion challenge the decisions of <abbr title=\"Health and Wellbeing Boards\">HWBs</abbr> from that perspective.</p>\n\n<h3 id=\"commissioners\">Commissioners</h3>\n\n<p>14.221\tCommissioners from the local authority, NHS and <abbr title=\"Clinical Commissioning Groups\">CCGs</abbr> are all vital to promoting adult safeguarding. Commissioners have a responsibility to assure themselves of the quality and safety of the organisations they place contracts with and ensure that those contracts have explicit clauses that holds the providers to account for preventing and dealing promptly and appropriately with any example of abuse and neglect.</p>\n\n<h3 id=\"providers-of-services\">Providers of services</h3>\n\n<p>14.222\tAll service providers, including housing and housing support providers, should have clear operational policies and procedures that reflect the framework set by the SABs in consultation with them. This should include what circumstances would lead to the need to report outside their own chain of line management, including outside their organisation to the local authority. They need to share information with relevant partners such as the local authority even where they are taking action themselves. Providers should be informed of any allegation against them or their staff and treated with courtesy and openness at all times. It is of critical importance that allegations are handled sensitively and in a timely way both to stop any abuse and neglect but also to ensure a fair and transparent process. It is in no-one’s interests to unnecessarily prolong enquiries. However some complex issues may take time to resolve.</p>\n\n<h3 id=\"voluntary-organisations\">Voluntary organisations</h3>\n\n<p>14.223\tVoluntary organisations need to work with commissioners and the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> to agree how their role fits alongside the statutory agencies and how they should work together. This will be of particular importance where they are offering information and advice, independent advocacy, and support or counselling services in safeguarding situations. This will include telephone or on-line services. Additionally, many voluntary organisations also provide care and support services, including personal care. All voluntary organisations that work with adults need to have safeguarding procedures and lead officers.</p>\n\n<h3 id=\"regulated-professionals\">Regulated professionals</h3>\n\n<p>14.224\tStaff governed by professional regulation (for example, social workers, doctors, allied health professionals and nurses) should understand how their professional standards and requirements underpin their organisational roles to prevent, recognise and respond to abuse and neglect. </p>\n\n<h3 id=\"recruitment-and-training-for-staff-and-volunteers\">Recruitment and training for staff and volunteers</h3>\n\n<p>14.225\tThe <abbr title=\"Safeguarding Adults Board\">SAB</abbr> should ensure that relevant partners provide training for staff and volunteers on the policy, procedures and professional practices that are in place locally, which reflects their roles and responsibilities in safeguarding adult arrangements. Employers, student bodies and voluntary organisations should also undertake this, recognising their critical role in preventing and detecting abuse. This should include:</p>\n\n<ul>\n  <li>basic mandatory induction training with respect to awareness of spotting signs of abuse and the duty to report</li>\n  <li>more detailed awareness training, including training on recognition of abuse and responsibilities with respect to the procedures in their particular agency</li>\n  <li>specialist training for those who will be undertaking enquiries, and managers; and, training for elected members and others e.g. healthwatch members</li>\n  <li>post qualifying or advanced training for those who work with more complex enquiries and responses or who act as their organisation’s expert in a particular field, for example in relation to legal or social work, those who provide medical or nursing advice to the organisation or the Board</li>\n</ul>\n\n<p>14.226\tTraining should take place at all levels in an organisation and be updated regularly to reflect current best practice. To ensure that practice is consistent – no staff group should be excluded. Training should include issues relating to staff safety within a Health and Safety framework and also include volunteers. In a context of personalisation, boards should seek assurances that directly employed staff (e.g. Personal Assistants) have access to training and advice on safeguarding.</p>\n\n<p>14.227\t<a rel=\"external\" href=\"https://safe.bournemouth.ac.uk/\">Training is a continuing responsibility</a> and should be provided as a rolling programme. Whilst training may be undertaken on a joint basis and the <abbr title=\"Safeguarding Adults Board\">SAB</abbr> has an overview of the standards and content, it is the responsibility of each organisation to ensure the effective delivery of safeguarding training to its own staff.</p>\n\n<p>14.228\tRegular face-to-face supervision and reflective practice, from skilled managers  is essential to support staff, and to enable staff to work confidently and competently with difficult and sensitive situations.</p>\n\n<h3 id=\"rigorous-recruitment-practices-relevant-to-safeguarding\">Rigorous recruitment practices relevant to safeguarding</h3>\n\n<p>14.229\tThere are 3 levels of a Disclosure and Barring Service (<abbr title=\"Disclosure and Barring Service\">DBS</abbr>) check. Each contains different information and the eligibility for each check is set out in law. They are:</p>\n\n<h4 id=\"standard-check\">Standard check</h4>\n\n<p>This allows employers to access the criminal record history of people working, or seeking to work, in certain positions, especially those that involve working with children or adults in specific situations. A standard check discloses details of an individual’s convictions, cautions, reprimands and warnings recorded on police systems and includes both ‘spent’ and ‘unspent’ convictions.</p>\n\n<h4 id=\"enhanced-check\">Enhanced check</h4>\n\n<p>This discloses the same information provided on a Standard certificate, together with any local police information that the police believe is relevant and ought to be disclosed.</p>\n\n<h4 id=\"enhanced-with-barred-list-check\">Enhanced with barred list check</h4>\n\n<p>This check includes the same level of disclosure as the enhanced check, plus a check of the appropriate barred lists. An individual may only be checked against the children’s and adults’ barred lists if their job falls within the definition of ‘regulated activity’ with children and/or adults under the Safeguarding Vulnerable Groups Act 2006, as amended by the Protection of Freedoms Act 2012. It should be noted that in ‘signing off’ or agreeing a personal budget or personal health budget a local authority may add conditions such as a <abbr title=\"Disclosure and Barring Service\">DBS</abbr> check as part of its risk assessment of safeguarding in specific cases. The local authority may also require personal budget holders using Direct Payments to specify whom they are employing to the local authority.</p>\n\n<p>14.230\tSkills for Care has produced a recruitment and retention toolkit for the adult care and support sector. ‘Finders Keepers’  is designed to help care providers, particularly smaller organisations, to improve the ways they recruit staff and retain them.\nInternal guidelines for all staff</p>\n\n<p>14.231\tProvider agencies should produce for their staff a set of internal guidelines which relate clearly to the multiagency policy and which set out the responsibilities of all staff to operate within it. These should include guidance on:</p>\n\n<ul>\n  <li>identifying adults who are particularly at risk</li>\n  <li>recognising risk from different sources and in different situations and recognising abusive or neglectful behaviour from other service users, colleagues, and family members</li>\n  <li>routes for making a referral and channels of communication within and beyond the agency</li>\n  <li>organisational and individual responsibilities for whistleblowing</li>\n  <li>assurances of protection for whistle blowers</li>\n  <li>working within best practice as specified in contracts</li>\n  <li>working within and co-operating with regulatory mechanisms</li>\n  <li>working within agreed operational guidelines to maintain best practice in relation to:</li>\n  <li>challenging or distressing behaviour</li>\n  <li>personal and intimate care</li>\n  <li>control and restraint</li>\n  <li>gender identity and sexual orientation</li>\n  <li>medication</li>\n  <li>handling of people’s money</li>\n  <li>risk assessment and management (read <a href=\"https://www.gov.uk/government/publications/nothing-ventured-nothing-gained-risk-guidance-for-people-with-dementia\">risk guidance for people living with dementia</a>)</li>\n</ul>\n\n<p>14.232\tInternal guidelines should also explain the rights of staff and how employers will respond where abuse is alleged against them within either a criminal or disciplinary context.</p>\n\n<h2 id=\"footnotes\">Footnotes</h2><div class=\"footnotes\">\n  <ol>\n    <li id=\"fn:1\">\n      <p>Braye, S., Orr, D. and Preston-Shoot, M. <a rel=\"external\" href=\"http://www.scie.org.uk/publications/reports/69-self-neglect-policy-practice-building-an-evidence-base-for-adult-social-care/\">Self-neglect Policy and Practice: Building an Evidence Base for Adult Social Care</a> <a href=\"#fnref:1\" class=\"reversefootnote\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>\n","manual":{"base_path":"/guidance/care-and-support-statutory-guidance"},"organisations":[{"title":"Department of Health","abbreviation":"DH","web_url":"https://www.gov.uk/government/organisations/department-of-health"}]},"routes":[{"path":"/guidance/care-and-support-statutory-guidance/safeguarding","type":"exact"}],"redirects":[],"publishing_app":"manuals-publisher","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","first_published_at":"2016-02-29T09:24:10Z","base_path":"/guidance/care-and-support-statutory-guidance/safeguarding","description":"Chapter 14.","content_id":"e049df4f-68bf-4ca2-89b8-e4ee26af765e","locale":"en","expanded_links":{"manual":[{"analytics_identifier":null,"api_path":"/api/content/guidance/care-and-support-statutory-guidance","base_path":"/guidance/care-and-support-statutory-guidance","content_id":"79a23304-dbe9-44d6-b6da-0827b4fa8bdf","description":"Statutory guidance to support local authorities implement the Care Act 2014.","document_type":"manual","locale":"en","public_updated_at":"2016-07-20T10:21:53Z","schema_name":"manual","title":"Care and support statutory guidance","withdrawn":false,"links":{}}],"organisations":[{"analytics_identifier":"D12","api_path":"/api/content/government/organisations/department-of-health","base_path":"/government/organisations/department-of-health","content_id":"7cd6bf12-bbe9-4118-8523-f927b0442156","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:50Z","schema_name":"placeholder","title":"Department of Health","withdrawn":false,"details":{"brand":"department-of-health","logo":{"formatted_title":"Department<br/>of Health","crest":"single-identity"}},"links":{}}],"available_translations":[{"title":"Safeguarding ","public_updated_at":"2016-05-09T11:02:17Z","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","base_path":"/guidance/care-and-support-statutory-guidance/safeguarding","description":"Chapter 14.","api_path":"/api/content/guidance/care-and-support-statutory-guidance/safeguarding","withdrawn":false,"content_id":"e049df4f-68bf-4ca2-89b8-e4ee26af765e","locale":"en"}]},"format":"manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}