{"title":"Miss N  Stockdale v HH Care Ltd: 3400803/2016","public_updated_at":"2017-04-06T12:17:03Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:40d34258-4be0-4be5-8fc8-f04a9fde4763]."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58e4cafd40f0b606e70000c5/Miss_N_Stockdale_v_HH_Care_Limited_34008032016.pdf\">Miss N  Stockdale v HH Care Ltd: 3400803/2016 Preliminary </a></span>.</p>\n"}],"metadata":{"hidden_indexable_content":"Case No: 3400803/2016\r\nEMPLOYMENT TRIBUNALS\r\nClaimant: Nicola Stockdale\r\nRespondent: HH Care Limited\r\nHeard at: Huntingdon On: 3 March 2017\r\nBefore: Employment Judge Brown\r\nRepresentation\r\nClaimant: Ms L Stockdale, Lay representative\r\nRespondent: Mr R Lyons, Advocacy Department Manager\r\nRESERVED JUDGMENT\r\nThe Claimant was, by 14 March 2016, but not by 30 September 2015, a disabled\r\nperson within the meaning of s. 6, Equality Act 2010.\r\nREASONS\r\nIntroduction\r\n1) On 1 August 2016, the claimant presented a claim to the Employment\r\nTribunals, including complaints of disability discrimination. The respondent, in\r\nits response, resisted those complaints. It denied, at paragraph 12 of its\r\ngrounds of resistance, that the claimant was disabled.\r\n2) At a preliminary hearing before Employment Judge Moore on 21 October 2016,\r\na further preliminary hearing was listed for 3 March 2017 to determine the\r\nquestion whether the claimant was a disabled person at any material time.\r\n3) Notes, appended to the case management orders, made by Employment Judge\r\nMoore, said that it had only been possible to identify from the ET1 one clear\r\nallegation of disability discrimination, namely that on an unspecified date after\r\nCase No: 3400803/2016\r\n2\r\n14 March 2016, a new branch manager had said to the claimant ‘I used to give\r\ncare to people like you.’\r\n4) Employment Judge Moore recorded that he had pointed out that the issues\r\nwere to be determined by what was in the claim form, and that it could only be\r\naltered if formal application to amend was made and granted.\r\n5) In respect of the preliminary issue about disability Employment Judge Moore\r\nrecorded that he had told the parties that the tribunal did not have the ability to\r\ninterpret medical records made for other purposes, that the question of\r\ndisability fell to be determined on evidence, and that, if the medical evidence\r\nwas not agreed then ordinarily the parties would need to call their respective\r\nexperts to give evidence and be cross-examined.\r\n6) Following that preliminary hearing, the claimant sent to the tribunal, with what I\r\nhold was an email amounting to an application to amend, a six-page schedule\r\nof matters said to be disability discrimination detriments about which complaint\r\nwas made. I noted that this schedule included the one clear allegation to which\r\nEmployment Judge Moore had referred, and, also that the ET1 did include\r\nother text which seemed to invoke, or at least allude to, the tribunal’s\r\njurisdiction to consider complaints of disability discrimination, for example, at\r\nbox 9.2, the claimant says that she is claiming lost pay ‘due to no reasonable\r\nadjustments being made 29 March 2016 to 12 April 2016,’ and the particular\r\ncomplaint to which Employment Judge Moore referred appears to have been\r\npart of a broader complaint that, from 14 March 2016, the claimant’s new\r\nbranch manager had bullied, harassed and victimised the claimant. The\r\nschedule also included one complaint of disability discrimination in September\r\n2015, relating to working hours, but all other complaints related to the period\r\nfrom 14 March 2016.\r\n7) The respondent resisted that application to amend, but it has not been\r\ndetermined, nor had it been listed for determination by me on 3 March 2017.\r\n8) There would not have been time for me to determine both the preliminary\r\nhearing on disability and a substantial, disputed, application to amend the\r\nclaim. A preliminary question for me, therefore, whether, and, if so, how, to\r\ndetermine the question of disability before resolution of the claimant’s\r\napplication to amend.\r\n9) In deciding whether the claimant was a disabled person at any material time,\r\nmy focus is on whether she was disabled at the time of any act complained of,\r\nnot at any other date: Cruickshank v VAW Motorcast Ltd [2002] IRLR 24. My\r\nfocus, therefore, is the time of the alleged events about which the claimant\r\ncomplains, but the scope of those complaints has not yet been decided.\r\n10) After canvassing the matter with the parties, I decided to determine the\r\nquestion of disability by reference to the time periods on which the claimant\r\nseeks to rely, that is—by reference to the schedule of detriments that she has\r\nproduced—September 2015, and then from 14 March 2016 onwards. If the\r\nclaimant was not a disabled person at any of these times, then any complaints\r\nCase No: 3400803/2016\r\n3\r\nof disability discrimination relating to such times cannot proceed, and any\r\napplication to amend would be a futile exercise. But, if I found that the claimant\r\nwas disabled at any time about which she sought to complain, her application to\r\namend would need to be determined.\r\nEvidence\r\n11) In deciding the preliminary issue, I was provided with an agreed bundle, and a\r\nbundle of witness statements from:\r\na) the claimant;\r\nb) Ms Lorna Stockdale, the claimant’s mother (who also represented the\r\nclaimant, and who I will refer to in these reasons as ‘Ms Stockdale’);\r\nc) Mr Umesh Kotecha, a director of the respondent; and\r\nd) Ms Louisa Perry, a risk assessor employed by the respondent, and a former\r\ncolleague of the claimant.\r\n12) I heard oral evidence from each of these witnesses (all of whom were crossexamined)\r\nand oral closing submissions from the representatives.\r\n13) Ms Stockdale said that she had a witness statement that responded to the\r\nrespondent’s witness statements. Mr Lyons had not seen this witness\r\nstatement and objected to its admission. I decided, after hearing the parties\r\nthat, since this was a response to the respondent’s witness statements, there\r\nought to be an opportunity for any points to be addressed by the claimant in\r\ncross-examination, or re-examination and, if there was not, I said that I would\r\nrevisit the question of its admissibility. In the event, Ms Stockdale did not apply\r\nfor it to be admitted in evidence, from which I infer that all relevant matters were\r\ncovered in the evidence I heard.\r\nAfter the hearing: admissibility of medical evidence\r\n14) Thirteen days after the hearing, on 16 March 2017, the respondent sent an\r\nemail to the tribunal, attaching a different version of a letter from Dr Kar Ray\r\nwhich had been in evidence before me as part of the agreed bundle. The email\r\nsaid that the document had just come into ‘our possession,’ having been\r\n‘inadvertently discovered mixed up in a client file that the claimant and Ms\r\nStockdale had access to and control over.’ No further details were given of\r\nprecisely when and how the document had been discovered. Although Mr\r\nLyons’ email was copied to Ms Stockdale, it did not appear that the matter had\r\nbeen canvassed between the parties before Mr Lyons had contacted the\r\ntribunal. He ought to have raised the matter with Ms Stockdale before sending\r\nevidence to the tribunal.\r\n15) Mr Lyons submitted that the lately-sent document was important because it\r\nappeared to be ‘an earlier’ version of the letter from Dr Kar Ray at pages 40B—\r\nE of the bundle on which the claimant had placed substantial reliance. Mr Lyons\r\nsaid that the version of the letter in the bundle had been disclosed belatedly.\r\nThe 16 March 2017 version of that letter contained additional information, he\r\nsaid. Mr Lyons alleged that the claimant or her mother had deliberately altered\r\nCase No: 3400803/2016\r\n4\r\nthe document by removing information, without notice to the tribunal or the\r\nrespondent. This begged the question whether there had been other\r\nalterations, and it raised questions about the credibility of the claimant and her\r\nmother.\r\n16) Mr Lyons submitted that the provenance and authenticity of the letter were now\r\nin doubt, and therefore the tribunal should not rely on it since the burden of\r\nproof was on the claimant to prove disability.\r\n17) The claimant addressed the matters raised by the respondent in an email sent\r\nlater on 16 March 2017. She confirmed that the letter disclosed by the\r\nrespondent was the original letter written by Dr Kar Ray. She admitted that she\r\nhad deleted text from the letter. She said that she had learned on 16 March\r\n2017 that she should have used black pen to redact the letter rather than delete\r\ntext from it. She contended that the deleted passages were irrelevant to the\r\nissue that I had to decide and were highly personal to the claimant. She\r\ncontended that the respondent had seen the letter from Dr Kar Ray before the\r\nbundle was submitted to the tribunal. Se said that there had been no attempt to\r\nmislead the respondent or the tribunal.\r\n18) On 17 March 2017, Mr Lyons, in response, forwarded to the tribunal an email\r\nfrom Mr Ronnie Chotai which said: ‘It is an inevitable response from Lorna but\r\nyet again all lies. She is fully aware of the redaction process as she was put\r\ntogether [sic] a full bundle for a previous tribunal we were involved in. Lorna\r\nspent a whole day with us blacking out client sensitive information from\r\nhundreds of pages of that particular bundle and so I cannot believe she is\r\nclaiming to only know about this process [sic].’\r\n19) Mr Lyons forwarded to the tribunal a substantial PDF of ‘documents actually\r\nredacted by Ms [Lorna] Stockdale.’ Those documents related to an entirely\r\ndifferent case. There was no information about when this had been done. The\r\ndocuments appeared to date from 2014. Names and signatures had been\r\nredacted in them. They were all documents in handwriting.\r\n20) The question for me is whether I can properly place reliance on the letter\r\ntendered in evidence on behalf of the claimant from Dr Kar Ray. In the\r\ncircumstances, I consider that the burden is on the claimant to persuade me\r\nthat I can, not on the respondent to persuade me that I should not.\r\n21) I accept Ms Stockdale’s submission that the passages that were removed from\r\nthe letter are highly personal matters. I accept that none of them bear directly\r\non the issues that I have to decide. Whether or not Ms Stockdale had been\r\ninvolved in a redaction process for Employment Tribunal proceedings in the\r\npast—something I find it unnecessary to reach findings of fact about—it ought\r\nto have been obvious that silently editing someone else’s letter was not\r\nappropriate in important legal proceedings, because it would mean that the text\r\nwas not what the author had put his name to. If Ms Stockdale was unsure how\r\nto proceed, she could have asked someone. But I am not impressed at the\r\nsilent emendation of a doctor’s letter.\r\nCase No: 3400803/2016\r\n5\r\n22) That said, nor am I persuaded by Mr Lyon’s submission that this means that I\r\ncan place no reliance whatsoever on Dr Kar Ray’s letter. I consider, in the\r\ncircumstances, that this would be a disproportionate response to Ms\r\nStockdale’s conduct in editing it. I have been satisfied that the matters that were\r\ndeleted were irrelevant to the issues for me to consider. And there were, I find,\r\nplausible and understandable reasons for that information not to be publicised,\r\nso as to respect the claimant’s right to respect for her private life. The criticism\r\nthat can be made is that it was not apparent to an unfamiliar reader that the text\r\nhad been changed, as it would have been if parts of it had been blacked out. I\r\nconclude that the letter disclosed by the respondent is probably a complete and\r\ngenuine version of Dr Kar Ray’s letter. The respondent has provided no more\r\nthan the barest of facts about where and when the copy was found by its\r\npeople. Comparing the two copies of Dr Kar Ray’s letter, I conclude that the\r\nredacted matters do not alter the substance of the letter, so far as it relates to\r\nthe preliminary issue as to disability. I consider that it would be draconic to\r\ndisregard it, in the same way that a witness’s evidence should not be\r\ndisregarded in its entirety because of the mere fact that one answer is untrue. I\r\nam satisfied that the Claimant and her mother were not trying to mislead the\r\nrespondent or me. I am satisfied that the editing of the letter in itself, where the\r\ndeletions were not of relevant matters, does not undermine the credibility of the\r\nclaimant or her mother to a degree which makes it unsafe for me to rely on the\r\nletter in the form disclosed by the respondent on 16 March 2017.\r\nApplicable law\r\n23) A person is disabled for these purposes if she has a physical or mental\r\nimpairment, and the impairment has a substantial and long-term adverse effect\r\non her ability to carry out normal day-to-day activities: Equality Act 2010, s.\r\n6(1).\r\n24) A mental impairment need no longer be clinically well-recognised, as was\r\nrequired until 5 December 2005.\r\n25) An impairment is ‘long-term’ for these purposes if it has lasted for 12 months or\r\nis likely to last for 12 months: Equality Act 2010, Sch1., para 2(1). ‘Likely’ for\r\nthese purposes means that it could well happen: Boyle v SCA Packaging Ltd\r\n[2009] UKHL 37.\r\n26) An impairment is to be treated as having a substantial adverse effect on the\r\nability of the person concerned to carry out normal day-to-day activities if\r\nmeasures are being taken to treat or correct it, and but for that, it would be\r\nlikely to have that effect: Equality Act 2010, Sch. 1, para 5(1).\r\n27) I am required to have regard to any statutory guidance: Equality Act 2010, Sch\r\n1, para. 12. The applicable guidance is the Guidance on matters to be taken\r\ninto account in determining questions relating to the definition of disability,\r\npublished by HM Government’s Office for Disability Issues in May 2011.\r\n28) Whilst it is essential that a tribunal considers matters in the round and makes\r\nan overall assessment of whether the adverse effect of an impairment on an\r\nCase No: 3400803/2016\r\n6\r\nactivity or a capacity is substantial, it has to bear in mind that it must\r\nconcentrate on what the applicant cannot do or can only do with difficulty rather\r\nthan on the things that they can do. This focus avoids the danger of a tribunal\r\nconcluding that, as there are still many things that a claimant can do, the\r\nadverse effect cannot be substantial: Leonard v Southern Derbyshire Chamber\r\nof Commerce [2001] IRLR 19; Ekpe v Commissioner of Police of the Metropolis\r\n[2001] ICR 1084.\r\n29) With those legal principles in mind, I turn to my findings of fact.\r\nImpairment\r\n30) Although Mr Lyons disputed the existence even of an impairment, I am\r\ncomfortably satisfied that the claimant had been experiencing impairments at\r\nmaterial times: a consultant psychiatrist, Dr Manaan Kar Ray assessed the\r\nclaimant on 13 August 2015. The claimant’s presenting complaint was low\r\nmood in the context of a relationship breakup about six months before, and\r\nongoing instability of mood. Dr Kar Ray took a history, recording low mood\r\nstarting about six months before. The claimant’s concentration was poor and\r\nher mind would wander off quite easily. The claimant told Dr Kar Ray that this\r\nwas a longstanding issue. During this low phase, the claimant’s sleep had\r\nincreased considerably. Her mood had picked up from her lowest point, but\r\nthere was still a fair bit of [potential] improvement, particularly regarding stability\r\nof mood. The claimant told Dr Kar Ray that there were times when her mood\r\nfluctuated quite considerably and she might end up feeling quite happy, singing\r\nand dancing, but these periods would be short-lasting compared to low periods.\r\nThe claimant’s happy moods were on the ‘high’ side but it did not appear that\r\nshe was completely euphoric. The timescales would not satisfy diagnostic\r\ncriteria for hypomanic episodes. Dr Kar Ray recorded that the claimant\r\nstruggled with anxiety and has had frequent panic attacks when she would\r\nhave a range of symptoms of autonomic arousal. Dr Kar Ray recorded the\r\nclaimant’s psychiatric history: she had mental health issues from about the age\r\nof 14. She took overdoses at 14 and in her mid-teens. She saw a psychiatrist.\r\nShe was prescribed citalopram by her GP, but she did not take this medicine\r\nregularly. She had six counselling sessions. The claimant had also had cardiac\r\nproblems for which she had been prescribed beta blockers. She had asthma\r\nbut this was reasonably under control.\r\n31) Dr Kar Ray’s impression was that the claimant had had moderate to severe\r\ndepressive episodes. The proper diagnosis might be a mixed affective state,\r\nbut it seemed more to be in the realms of affective instability that is seen in\r\npatients with borderline personality disorder. It was possible that the claimant\r\nwas on the bipolar spectrum. Dr Kar Ray’s provisional diagnosis was\r\ndepression and anxiety in the context of borderline personality disorder. The\r\nclaimant’s presentation in August 2015 did not warrant the use of antidepressant\r\nmedication; a structured cognitive behaviour therapy approach\r\nwould be of benefit.\r\n32) I note that this letter was written to the claimant’s GP, Dr Ansah. Dr Ansah\r\nwrote a letter, included in the bundle, addressed ‘to whom it may concern,’\r\nCase No: 3400803/2016\r\n7\r\ndated 30 January 2017, in which he referred to Dr Kar Ray’s diagnosis. The\r\nletter appears to be addressed in particular to an employer or prospective\r\nemployer, since it asks for all necessary support to be given to the claimant\r\nespecially at her workplace. I give little weight to Dr Ansah’s letter on the\r\nstatutory questions for me to determine—I will explain why later—but what I do\r\nnote here is that Dr Ansah had probably seen Dr Kar Ray’s letter, and has not\r\ntaken issue with any of the history given to Dr Kar Ray by the claimant. I\r\ntherefore find that it is more likely than not that the history given to Dr Kar Ray\r\nby the claimant is consistent with Dr Ansah’s understanding of the claimant’s\r\nhistory. I therefore reject Mr Lyon’s challenge, on behalf of the respondent, that\r\nthere was nothing to support the account given by the claimant to Dr Kar Ray; it\r\nhas been implicitly affirmed by Dr Ansah.\r\n33) Dr Kar Ray wrote another letter to Dr Ansah, dated 13 November 2016. He\r\ndemonstrated that he was aware of legal proceedings under the Equality Act.\r\nDr Kar Ray confirmed a diagnosis of borderline personality disorder with\r\nprevious episodes of depression and prominent anxiety. He noted that one of\r\nthe cardinal systems of borderline personality disorder is affective instability.\r\nThus, the claimant’s mood could change on a day-by-day basis, and sometimes\r\neven from hour to hour. Dr Kar Ray acknowledged that his ‘letter would not\r\nstand adversarial scrutiny in a court case.’\r\n34) Evidence in the bundle from the NHS Choices website says that borderline\r\npersonality disorder is a disorder of mood and how a person interacts with\r\nothers. In general, someone with a personality disorder will differ significantly\r\nfrom an average person in terms of how she thinks, perceives, feels or relates\r\nto others. The symptoms are: emotional instability, disturbed patterns of\r\nthinking or perception, impulsive behaviour and intense but unstable\r\nrelationships with others. The symptoms may range from mild to severe and\r\nusually emerge in adolescence, persisting into adulthood.\r\n35) The bundle included an undated print out defining borderline personality\r\ndisorder at page 40A. I gave this document no weight in reaching my decision,\r\nbecause its provenance is unstated, and I am not, therefore satisfied that it is\r\nfrom an authoritative source.\r\n36) The bundle included correspondence relating to investigations of the claimant’s\r\nsleep (in particular sleep disturbance) between July and November 2016.\r\nThese letters substantially post date the period about which the claimant\r\ncomplains in these proceedings, but they reflect Dr Kar Ray’s account in August\r\n2015 that during the claimant’s low phase, her sleep increased quite\r\nconsiderably. I note that the claimant’s evidence was that she had attended at\r\nthis clinic in 2014 and 2015 as well. There was no documentary evidence to this\r\neffect, but I am satisfied, on balance, that this is credible evidence.\r\n37) On the evidence, I am easily satisfied that it is more likely than not that the\r\nclaimant was experiencing an impairment, namely borderline personality\r\ndisorder and depression, both in September 2015 and between March and April\r\n2016 and that this impairment itself had lasted some time. I will return to a more\r\ncareful consideration of the long-term criterion below in the context of my\r\nCase No: 3400803/2016\r\n8\r\nconsideration of the effects of the impairment, because it is long-term effects\r\nthat matter, not a long-term impairment.\r\nWere there substantial adverse effects on the claimant’s ability to carry out normal\r\nday-to-day activities?\r\n38) There was a stark difference in the evidence before me from, on the one hand,\r\nthe claimant, and from the respondent on the other: the evidence called by the\r\nclaimant tended to suggest substantial adverse effects on her ability to do\r\nnormal day-to-day things: her concentration was poor and her mind would\r\nwander easily; she had periods of extreme physical exhaustion; she\r\nexperienced panic attacks; she struggled—and was sometimes unable to cope\r\nwith—changes to ways of doing things; she had to put every task in a process\r\nformat in her head. On ‘high’ days, the claimant would have an overwhelming\r\nneed to organise everything and was very easily distracted. She would speak\r\ntoo quickly, switching topic and making it difficult for others to follow her train of\r\nthought. The claimant would get extremely agitated, distressed and panicky if\r\nshe had decided to do something at a moment and was told she could not.\r\n39) The detailed evidence of Mr Kotecha and Ms Perry, for the respondent, painted\r\na picture of the claimant as an extremely capable, sociable, colleague who\r\nfunctioned without any apparent difficulties or impairments in work and social\r\nsettings, and about whom there were essentially no concerns.\r\n40) I have not found it easy to address the divergent accounts of the claimant and\r\nher mother on the one hand, and the respondent’s two witnesses on the other.\r\nIt would be wrong in law for me to focus on what the claimant could do, or to\r\ndraw up a balance sheet of what the claimant could and couldn’t do and see\r\nwhere the balance lay. To some extent, Mr Lyons was inviting me to do this by\r\nfocusing on what the claimant could do. My focus must be on what the claimant\r\ncannot do, although I have to consider the evidence in the round, in reaching a\r\ndecision about whether any adverse effects are more than minor or trivial. Mr\r\nLyons also relied on the evidence he called to support a submission that the\r\nclaimant was exaggerating the effect on her of any impairment. I had very\r\nlimited evidence of what the claimant could and could not do other than the oral\r\nevidence of the four witnesses. I had a large number of photos from the\r\nclaimant’s facebook account, but I did not find these very helpful in deciding,\r\nobjectively, the scope of the claimant’s abilities because it is easy, and\r\ncommon, for Facebook to be used to portray an idealised life, the snap shots\r\nwhich Facebook captures are not a reliable indicator of day-to-day life, and the\r\nclaimant took issue with the characterisation of her life by Mr Lyons based on\r\nthese Facebook photos.\r\n41) In reaching my conclusion about whether the claimant’s ability to carry out\r\nnormal day-to-day activities was substantially adversely affected (as she\r\nclaims) or not (as the respondent claims), and bearing in mind the burden on\r\nthe claimant to prove her contention of fact, I considered it significant that the\r\nclaimant said at para 15 of her witness statement that her lack of energy and\r\nher mental health issues meant that her professional world had consumed her\r\nenergies and gradually her social world became smaller until she had little left\r\nCase No: 3400803/2016\r\n9\r\nbut work. It had been her choice to put her energies into this area, but it meant\r\nthat all she could do most evenings was to sleep. When the claimant did go out,\r\nthis would drain her further and impact on her work concentration levels, so she\r\nsacrificed her personal world. I have been satisfied that this is a credible\r\naccount from the claimant. It was written before the claimant had seen what the\r\nrespondent’s witnesses would say in their statements and, in my judgment it\r\nplausibly reconciles the evidence of the respondent’s witnesses that the\r\nclaimant was able to perform well at work, with the claimant’s evidence about\r\nthe affect of her impairment on her ability to carry out normal day-to-day\r\nactivities.\r\n42) The claimant was able to answer each of the matters put to her in crossexamination\r\nby Mr Lyons which related to her activities outside of the\r\nworkplace, and she was able to explain how it was that she was able to work\r\neffectively while suffering substantial adverse effects outside of work (and to\r\nsome extent while at work). The claimant’s account had the support of the\r\nmedical opinion of Dr Kar Ray and some support from the claimant’s GP.\r\n43) However, I have given no weight at all to Dr Ansah’s contentions that the\r\nclaimant’s condition:\r\na) is a long-term condition, since this is not the question; the issue is whether\r\nany impairment has long-term effects;\r\nb) has a substantial impact on her daily life, since this is a matter for me to\r\ndecide on the basis of evidence of fact; or\r\nc) ‘can be classed as a disability,’ since this is the ultimate question for me to\r\ndetermine.\r\n44) I have reminded myself of paragraphs B9 and B10 of the statutory Guidance. I\r\nconsider that the fatigue that the claimant suffered outside work, as a result of\r\naiming to work as competently as the respondent says she did shows a more\r\nthan minor or trivial effect on the claimant of carrying out normal day-to-day\r\nactivities. I also give weight to the fact that the claimant relies on a mental\r\nimpairment which had unseen effects on her, which the respondent’s\r\nemployees and directors were not looking out for, and which the claimant\r\nsought to compensate for by putting her energy into her work, at the expense of\r\nher energy outside of work. Not everyone who is disabled is ‘obviously’\r\ndisabled, and disability need not involve an inability to do something major,\r\nsince ‘substantial’ in this context means only more than minor or trivial. I was\r\nnot impressed to the challenges to the claimant’s case by reference to evidence\r\nthat the claimant had been on holiday, or that she had gone out to socialise. A\r\ndisability, to be such, need not be so extreme that it prevents a person from\r\ngoing on holiday or going out, and it was not the claimant’s case that she was\r\nso disabled that she could not go out at all.\r\n45) I am therefore satisfied that the claimant had a mental impairment which had a\r\nsubstantial adverse effect on her ability to carry out normal day-to-day activities.\r\nLong term?\r\nCase No: 3400803/2016\r\n10\r\n46) The next question, therefore, is whether, as at September 2015 or March 2016\r\nthe substantial adverse effects of the claimant’s impairment had lasted, or could\r\nwell last, for 12 months.\r\n47) I have found that that, as at 13 August 2015, the claimant had given an account\r\nto Dr Kar Ray of low mood for six months, and a history of depression and\r\nanxiety stretching back to when she was 14 years’ old. I have found that the\r\nclaimant had been attending a sleep clinic since 2014. On 9 September 2015,\r\nshe wrote to Mr Suresh Kotecha, saying that she had been under investigation\r\nat Papworth Hospital until February 2015 due to excessive exhaustion and had\r\ngone back to her GP in late August 2015. I have noted above the evidence from\r\nthe NHS Choices website which says that the symptoms of borderline\r\npersonality disorder usually emerge during adolescence.\r\n48) I have taken into account the relatively narrow window of time for which medical\r\ninformation about the claimant is available, but I have noted that Employment\r\nJudge Moore’s observations about medical evidence may have led the claimant\r\nreasonably to believe that expert evidence, and only expert evidence was\r\nrelevant to the question of disability. I have taken into account the fact that, as\r\nat August and September 2015, there was no dispute between the claimant and\r\nthe respondent, and, therefore, there is no obvious reason to think that the\r\nclaimant, in communication with others, was being self-serving by exaggerating\r\nadverse effects of her state of mental health on her ability to carry out normal\r\nday to day activities, or the time for which these had lasted.\r\n49) I consider the matter to be finely balanced, but I have ultimately not been\r\nsatisfied by the claimant, on the evidence before me, on the balance of\r\nprobabilities, that as at September 2015, which is the first of the times about\r\nwhich the claimant seeks to complain of disability discrimination, she had been\r\nexperiencing substantial adverse effects on her ability to carry out normal day\r\nto day activities for 12 months (i.e., since September 2014). Nor am I satisfied,\r\non the evidence before me, that, considered in September 2015, such adverse\r\neffects could well last for 12 months. As at September 2015, there is insufficient\r\nevidence before me that there had been substantial adverse effects for a period\r\nof 12 months, in other words, since September 2014 and there is no medical\r\nevidence on the basis of which I could properly conclude that at this date\r\nsubstantial adverse effects could well last for 12 months.\r\n50) However, the claimant has satisfied me that, by February 2016, the effects of\r\nanxiety and depression related to borderline personality disorder which she had\r\nexperienced from February 2015, and the tiredness and exhaustion that the\r\nclaimant had been experiencing since before February 2015, and the difficulties\r\nthat the claimant experienced in concentrating, gave rise to substantial adverse\r\neffects on her ability to carry out normal day-to-day activities which had by then\r\nin fact lasted for 12 months.\r\n51) It follows from this conclusion of fact that, as a matter of law, in my judgment,\r\nthe claimant was a disabled person from the end of February 2016 because\r\nshe met each of the constituent factual elements of the statutory definition of\r\ndisability.\r\nCase No: 3400803/2016\r\n11\r\n52) I have, therefore, been satisfied that, from 14 March 2016, which is the next of\r\nthe times about which the claimant complains, it is more likely than not that she\r\nhad a mental impairment which had a long-term substantial adverse effect on\r\nher ability to carry out normal day-to-day activities.\r\nKnowledge of disability is not a matter for me to decide\r\n53) During the course of evidence before me, there was some exploration, with\r\nboth the claimant and Mr Kotecha of what was communicated by the claimant,\r\nor known by the respondent, about the claimant’s health and abilities in the\r\nperiod before her employment ended. The question what, if anything, the\r\nrespondent knew or ought to have known about whether the claimant was a\r\ndisabled person was not an issue for me to decide at this preliminary hearing. I\r\nexpress no view on it, and I encouraged the parties not to focus on this issue in\r\nthe abstract, although, given the respondent’s case, there was inevitably some\r\n(legitimate) focus on what the respondent knew and believed about the\r\nclaimant’s abilities at the time by reference to what she could do. Nothing that I\r\nhave said, in this judgment should be taken to affect the way that the parties\r\nrun their cases on any issue relevant to knowledge, nor should any tribunal\r\nconsidering that issue in due course feel that any deference need be paid to\r\nany observations which I have made about knowledge because, so far as my\r\ndecision is concerned, that is a peripheral issue, I did not have all of the\r\nrelevant evidence about it before me, and I discouraged the parties from\r\nfocusing on it.\r\nNext steps\r\n54) As a result of my decision, the next hearing, on 27 April 2017, which was listed\r\nfor the parties’ convenience at the conclusion of the hearing before me will be a\r\nfurther preliminary hearing, for the purposes of determining the claimant’s\r\napplication to amend her claim, and any ancillary matters of case management.\r\nThat hearing, which had been listed for a day should now not need to exceed 3\r\nhours, and, therefore I will therefore revise it to that duration. A notice of\r\nhearing will be sent out accordingly. The parties must work to this 3-hour\r\ntimescale, allowing for the need for a judge to give a decision and reasons on\r\nthe application to amend on the day; the hearing length does not represent the\r\ntime available for the parties to make submissions, but for everything to be\r\ncompleted. They must liaise with one another, and plan accordingly. They are\r\nreminded of their obligations to help further the overriding objective.\r\n55) The claimant has already produced a schedule of the matters on which she\r\nseeks to rely. In light of my conclusions above, there could be no basis to allow\r\nan amendment in respect of the September 2015 complaint, but the remaining\r\nmatters which are not contained in the claim as presented, for the period from\r\n14 March 2016 will need to be considered.\r\n56) I do not consider that there are any other directions which I can make now, but\r\nif either of the parties believe that there are, they should apply on paper. It\r\nought to be possible for any judge to consider such an application, but if either\r\nCase No: 3400803/2016\r\n12\r\nparty believes that there is a particular need for me to consider an application,\r\nthey should so indicate and give reasons why.\r\n__________________________________________\r\nEmployment Judge Brown\r\n_________________________________________\r\n29 March 2017\r\nRESERVED JUDGMENT & REASONS SENT TO THE PARTIES ON\r\n...........................................................................................................\r\n...........................................................................................................\r\nFOR EMPLOYMENT TRIBUNALS","tribunal_decision_categories":["breach-of-contract","disability-discrimination","renumeration"],"tribunal_decision_country":"england-and-wales","tribunal_decision_decision_date":"2017-03-29"},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58e4cafd40f0b606e70000c5/Miss_N_Stockdale_v_HH_Care_Limited_34008032016.pdf","title":"Miss N  Stockdale v HH Care Ltd: 3400803/2016 Preliminary ","content_type":"application/pdf","updated_at":"2017-04-05T10:46:21+00:00","created_at":"2017-04-05T10:46:21+00:00","content_id":"40d34258-4be0-4be5-8fc8-f04a9fde4763"}],"change_history":[{"note":"First published.","public_timestamp":"2017-04-06T12:17:03.538Z"}]},"routes":[{"path":"/employment-tribunal-decisions/miss-n-stockdale-v-hh-care-ltd-3400803-2016","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-04-06T12:17:03Z","base_path":"/employment-tribunal-decisions/miss-n-stockdale-v-hh-care-ltd-3400803-2016","description":"Employment Tribunal decision.","content_id":"0b4d9868-c717-4a5e-8146-980a07305fca","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1133","api_path":"/api/content/courts-tribunals/employment-tribunal","base_path":"/courts-tribunals/employment-tribunal","content_id":"8bb37087-a5a7-4493-8afe-900b36ebc927","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-30T10:19:41Z","schema_name":"placeholder","title":"Employment Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-tribunal-decisions","base_path":"/employment-tribunal-decisions","content_id":"1b5e08c8-ddde-4637-9375-f79e085ba6d5","description":"Find decisions on Employment Tribunal cases in England, Wales and Scotland.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_tribunal_decision"},"format_name":"Employment tribunal decision","show_summaries":true,"summary":"<p>Find decisions on Employment Tribunal cases in England, Wales and Scotland.</p>","facets":[{"key":"tribunal_decision_country","name":"Country","type":"text","preposition":"by country","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"England and Wales","value":"england-and-wales"},{"label":"Scotland","value":"scotland"}]},{"key":"tribunal_decision_country_name","name":"Country name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_categories","name":"Jurisdiction code","type":"text","preposition":"by jurisdiction","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Breach of Contract","value":"breach-of-contract"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Improvement Notice","value":"improvement-notice"},{"label":"Interim Relief","value":"interim-relief"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity and Pregnancy Rights","value":"maternity-and-pregnancy-rights"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Parental and Maternity Leave","value":"parental-and-maternity-leave"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Pension","value":"pension"},{"label":"Practice and Procedure Issues","value":"practice-and-procedure-issues"},{"label":"Protective Award","value":"protective-award"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Renumeration","value":"renumeration"},{"label":"Reorganisation","value":"reorganisation"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Tax","value":"tax"},{"label":"Temporary Employment","value":"temporary-employment"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Time to Train","value":"time-to-train"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"},{"label":"Written Pay Statement","value":"written-pay-statement"},{"label":"Written Statements","value":"written-statements"}]},{"key":"tribunal_decision_categories_name","name":"Jurisdiction code name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Miss N  Stockdale v HH Care Ltd: 3400803/2016","public_updated_at":"2017-04-06T12:17:03Z","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-tribunal-decisions/miss-n-stockdale-v-hh-care-ltd-3400803-2016","description":"Employment Tribunal decision.","api_path":"/api/content/employment-tribunal-decisions/miss-n-stockdale-v-hh-care-ltd-3400803-2016","withdrawn":false,"content_id":"0b4d9868-c717-4a5e-8146-980a07305fca","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}