{"title":"Surveillance 2014 (Animal and Plant Health Authority) - Service Assessment","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"**Department / Agency:**  \nDEFRA / APHA\n\n**Date of Original Assessment:**  \n25/11/2014\n\n**Date of Reassessment:**  \n19/1/2015\n\n**Assessment Stage:**  \nAlpha\n\n**Result of Original Assessment:**  \nNot passed\n\n**Result of Reassessment:**  \nPass\n\n**Lead Assessor:**  \nL. Scott (Original) / S. Wood (Reassessment)\n\n**Service Manager:**  \nK. Line\n\n**Digital Leader:**  \nJ. Pierce\n\n* * *\n\n## Reassessment Report\n\n**19th January&nbsp;2015**\n\nThe Surveillance 2014 service has been reviewed against four points of the Service Standard (10, 13, 17, 18) at the end of alpha development.\n\n**Outcome of service reassessment**\n\nAfter consideration the assessment panel has concluded that the Surveillance 2014 service is on track to meet the Digital by Default Service Standard at this early stage of development.\n\n**Reasons**\n\n**Point 10** - Put appropriate assisted digital support in place that’s aimed towards those who genuinely need it.\n\nThe team had identified potential users of assisted digital (AD) support and had developed a good understanding of needs, using research findings to develop an AD&nbsp;persona. The team has a good plan to expand user research in beta and to test assumptions around numbers and likely support required. Initial proposals for support seem appropriate based on findings so far, and the team confirmed that the support would be funded.\n\nThe service should continue with their plans for beta; to continue with AD&nbsp;user research, to test their hypothesis, and to start to develop support. The team should also test the digital service with people who have lower confidence and digital skills.\n\nThe assessment panel was impressed with the great strides the service team has made in this area. The panel noted with approval the plans to test in trade associations and in smaller practices. It was also understood by the panel that AD will be brought into mainstream user research sessions.\n\n**Point 13** - Build a service consistent with the user experience of the rest of GOV.UK by using the design patterns and the style guide.\n\nThe assessment panel appreciated&nbsp;that the service team:\n\n- Was hiring an interaction designer to build the front-end using the GOV.UK toolkit.\n- Was keeping the content designer on during the beta.\n- Recognised that the language used in the alpha (which was consistent with the current paper form) was not necessarily the language of the users,&nbsp;and planned to address&nbsp;this.\n- Planned to reorder the information within the service to better match users’ own experience of interacting with a sick animal.\n\nThat said, the service has more of the look of a digitised paper form as opposed to GOV.UK service. Indeed, the assessment panel noted that the title itself - Surveillance 2014 - needs to be looked at, if only for the fact that it sounds a year out of date and is not self-explanatory.\n\n**Point 17** - Be able to test the end-to-end service in an environment identical to that of the live version on all common browsers and devices. Use dummy accounts and a representative sample of users.\n\nThe service team was able to confirm that the service had been tested in GDS recommended browsers. However, this only involved five users using&nbsp;desktop computers. This approach appears to be based on an assumption that users would not want to submit sample information in the field, even if a mobile or tablet alternative was available.\n\nThe service demo started after the login process. The login component of the service&nbsp;needs to be demonstrated at the beta assessment, along with the payment process using dummy logins if necessary.\n\n**Point 18** - Use analytics tools that collect performance data.\n\nIt was noted that the service team currently uses an analyst who sits outside of the core team. The risk is that collecting performance data results in Management Information (MI) reports, at the expense of analysis. The service team is working with the GDS Performance Platform team and that it plans to look beyond the four Key Performance Indicators (KPIs) that GDS recommends.\n\nThe panel&nbsp;was especially impressed to hear that one of the KPIs included tracking where users made mistakes when filling in information, with the aim of&nbsp;making the service more usable in future.\n\n**Recommendations**\n\nThe assessment panel recommends that the service:\n\n- Works closely with the GOV.UK design team and takes part in the GDS design community.\n- Continues user research into AD&nbsp;to realise the extent to which this is required.\n- Expands user research to the veterinary practice staff as often these are the people who enter the data.\n- Continues its AD&nbsp;research and, as above, extends this to small veterinary practices and their staff (who might be more likely to be using the new digital service).\n- Gives serious consideration to building the beta along responsive design principles (build for mobile and tablet first), i.e. to&nbsp;build for the future. Do not assume that users would always prefer to submit information about samples via a&nbsp;desktop computer.\n- Conducts user research with younger users to explore the preferred mobile working practices of frequent smartphone and tablet users.\n- Conducts further research into what fields are mandatory and why optional fields are required (if fields&nbsp;are optional, what is the cost to the user if these&nbsp;fields are left blank?).\n- Explores how many questions can be removed, or the answers inferred from previous replies (\"do the hard work to make it simple\").\n- Brings an analyst into the core team so that they can take part in sprint planning and research sessions. This will help avoid data being used solely for MI reports, which can be the case if the analyst is separate from the team.\n- Improves the scannability of the client address by changing its layout; tests whether users prefer it to appear on every single page.\n- Provides species-specific questions, and hides everything not directly relevant to the options already selected (this might help users prioritise the top symptoms).\n- Challenges its assumption that existing users will find it reassuring that the service mimics the paper form, as&nbsp;the benefits of this will only exist during the transition period. The longer the time period after the transition, the more new users you'll have who will only be familiar with your online service, and the more the online service will be judged on its own usability.\n- Substitutes plain English for technical jargon wherever possible to help users quickly log the information necessary to send their sample (e.g. ‘farm animal health tracking’ for ‘surveillance’, ‘sample information’ for ‘submission’, ‘to help us improve future testing’ for ‘test validation’).\n\nFinally, when the service team returns for the beta assessment it must also demonstrate&nbsp;the:\n\n- Login page\n- Payment element\n\n**Summary**\n\nThe service team&nbsp;showed a welcome level of passion and commitment. The team&nbsp;clearly believe in the work they are&nbsp;doing and evidently want to do their best for the users of the&nbsp;service. As the team&nbsp;works in a more commercially competitive environment than most other government services, they&nbsp;will clearly be aware that if new service does not meet with customers’ approval, then they have alternative service providers available to them. The service therefore&nbsp;has a clear requirement to provide users with an excellent service.\n\nA successful alpha review is not a guarantee of success,&nbsp;but it is a clear indicator that a service is on the right track. The panel looks forward to seeing the team again for the service's beta assessment.\n\n* * *\n\n## Summary of Original Report\n\n**25th&nbsp;November 2014**\n\nThe Surveillance 2014 service has been reviewed against the 26 points of the Service Standard at the end of alpha development.\n\n**Outcome of service assessment**\n\nAfter consideration the assessment panel concluded that the Surveillance 2014 service is not yet on track to meet the Digital by Default Service Standard at this early stage of development.\n\n**Reasons**\n\nThe panel decided that the service was not yet at the stage expected to proceed to Beta development. While many things are on track, and the direction seems good, there are a number of criteria on which the service did not pass.\n\n10. Put appropriate assisted digital support in place that’s aimed towards those who genuinely need it.\n\nTo move into Beta, the service team needs to have carried out research with assisted digital users, to have a plan for assisted digital in Beta, and to have considered how to provide a sustainable service that’s free for assisted digital users. This requirement is only unnecessary if there is demonstrable proof from user research that there are no users with assisted digital needs.\n\n13. Build a service consistent with the user experience of the rest of GOV.UK by using the design patterns and style guide.\n\nThe service needs to look and behave consistently with GOV.UK. It should follow the GOV.UK design patterns and style guide. If the service team feels it has a better approach, or the provided design patterns don’t meet user needs, the service team should contribute to the service design community and&nbsp;suggest a new pattern. The panel would expect an Alpha to more closely resemble a GOV.UK service visually, and much of the microcopy within the Alpha service was not to GOV.UK style.\n\n17. Be able to test the end-to-end service in an environment identical to that of the live version on all common browsers and devices. Use dummy accounts and a representative sample of users.\n\nTo move into beta, the core service needs to be working end-to-end. The service team must demonstrate a working prototype that meets user needs and has tested well in user research.\n\n18. Use analytics tools that collect performance data.\n\nTo move into beta development, a firm plan for performance data capture must be in place and an analytics package installed. The service team must demonstrate they have the ability to interpret data analytics to identify needs, solve problems and improve the service.\n\n**Recommendations**\n\nWe recommend that the service team focus on the following ahead of alpha reassessment.\n\n- Ensure that a designer, content designer and analyst are available to work with the service team during this early stage of development.\n- Complete a fully working prototype to test the core service with users (this could be restricted to the most popular journey).\n- Test the service end-to-end, from submission by veterinarians to uploading of results by laboratory staff.\n- Make a plan for the service being taken offline and show how this will be tested. Demonstrate how the effect on users will be managed (see&nbsp;[Uptime and availability](https://www.gov.uk/service-manual/operations/uptime-and-availability)).\n- Carry out a full design review using the GDS resources. As discussed earlier, the service doesn’t follow the GOV.UK front-end toolkit (see&nbsp;[Design patterns](https://www.gov.uk/service-manual/user-centred-design/resources/patterns/index.html),&nbsp;[GOV.UK elements](http://govuk-elements.herokuapp.com/),&nbsp;[Design patterns wiki](https://designpatterns.hackpad.com/GOV.UK-design-patterns-0eUk1OdHvql),&nbsp;[What your service should look like](https://www.gov.uk/service-manual/user-centred-design/service-user-experience.html),&nbsp;[Resources for&nbsp;designers](https://www.gov.uk/service-manual/designers)).\n- Work with the GOV.UK content team to ensure that content and microcopy help the service meet user needs and stick to GDS style (see&nbsp;[Resources for content designers](https://www.gov.uk/service-manual/designers)).\n- Carry out research to identify any users with assisted digital needs (see:&nbsp;[Researching assisted digital users](https://www.gov.uk/service-manual/assisted-digital/assisted-digital-user-research.html)).\n- If assisted digital users are found, carry out research with those users and plan to carry out regular research during Beta (see:&nbsp;[Researching assisted digital users](https://www.gov.uk/service-manual/assisted-digital/assisted-digital-user-research.html)).\n- If assisted digital needs are identified, make a plan for how the service will address those needs, to provide a free, sustainable service for assisted digital users (see&nbsp;[Assisted digital](https://www.gov.uk/service-manual/assisted-digital/index.html)).\n- Choose an analytics package and install it in the service (see&nbsp;[Analytics tools](https://www.gov.uk/service-manual/making-software/analytics-tools.html)).\n- Start working straight away with the GDS Performance Platform team to agree extra KPIs to measure success. Start work on a public dashboard to display service performance (see&nbsp;[Measurement](https://www.gov.uk/service-manual/measurement)).\n- Open up code as a default.\n- Look again at GOV.UK Verify. The service team&nbsp;must show concrete evidence to support not going with GOV.UK Verify. Other services in similar situations, such as the Rural Payments, are using Verify. The fact that many of the service users have a Government Gateway account isn’t a sufficient reason not to migrate (see&nbsp;[GOV.UK Verify guidance](https://www.gov.uk/service-manual/identity-assurance/index.html)).\n- Investigate ways of avoiding surfacing personal data where possible. For example, when showing the list of clients to a veterinarian consider showing less information. This is not a blocker, rather a suggestion to investigate.\n- The notion of data aggregating to IL3 is no longer valid. It would be good to revisit this. The new security classifications should be used (see&nbsp;[Security as enabler](https://www.gov.uk/service-manual/technology/security-as-enabler.html#new-classification-policy)).\n\n**Summary**\n\nThe assessment panel&nbsp;was really impressed by the agile way the service team is working. This is a great example of a multi-disciplinary, co-located team working together to build a service focused on user needs.\n\nThe panel notes the team's&nbsp;commitment to user research, including field research. The team&nbsp;clearly articulated user needs and the whole team were clear on the most important ones to solve first.\n\nThe team&nbsp;demonstrated a great understanding of the context in which users work. The panel&nbsp;loved the dedication the team&nbsp;demonstrated to embedding research into sprints and making regular, often radical design changes based on findings. The panel&nbsp;looks forward to seeing how the team&nbsp;applies this same dedication and pace during research with potential assisted digital users, and the internal users in laboratories.\n\nThe team had lots of interesting early thoughts about a number&nbsp;of the points raised by the Service Standard. The team's&nbsp;commitment to building a digital service that people prefer to use was clear.\n\nThe team's presentation, knowledge and answers to the panels&nbsp;questions were clear and well-prepared.\n\n* * *\n\n## Digital by Default Service Standard criteria\n\n| **Criteria** | **Passed** | **Criteria** | **Passed** |\n| 1 | Yes | 2 | Yes |\n| 3 | Yes | 4 | Yes |\n| 5 | Yes | 6 | Yes |\n| 7 | Yes | 8 | Yes |\n| 9 | Yes | 10 | Yes |\n| 11 | Yes | 12 | Yes |\n| 13 | Yes | 14 | Yes |\n| 15 | Yes | 16 | Yes |\n| 17 | Yes | 18 | Yes |\n| 19 | Yes | 20 | Yes |\n| 21 | Yes | 22 | Yes |\n| 23 | Yes | 24 | Yes |\n| 25 | Yes | 26 | Yes |"},{"content_type":"text/html","content":"<p><strong>Department / Agency:</strong><br>\nDEFRA / APHA</p>\n\n<p><strong>Date of Original Assessment:</strong><br>\n25/11/2014</p>\n\n<p><strong>Date of Reassessment:</strong><br>\n19/1/2015</p>\n\n<p><strong>Assessment Stage:</strong><br>\nAlpha</p>\n\n<p><strong>Result of Original Assessment:</strong><br>\nNot passed</p>\n\n<p><strong>Result of Reassessment:</strong><br>\nPass</p>\n\n<p><strong>Lead Assessor:</strong><br>\nL. Scott (Original) / S. Wood (Reassessment)</p>\n\n<p><strong>Service Manager:</strong><br>\nK. Line</p>\n\n<p><strong>Digital Leader:</strong><br>\nJ. Pierce</p>\n\n<hr>\n\n<h2 id=\"reassessment-report\">Reassessment Report</h2>\n\n<p><strong>19th January 2015</strong></p>\n\n<p>The Surveillance 2014 service has been reviewed against four points of the Service Standard (10, 13, 17, 18) at the end of alpha development.</p>\n\n<p><strong>Outcome of service reassessment</strong></p>\n\n<p>After consideration the assessment panel has concluded that the Surveillance 2014 service is on track to meet the Digital by Default Service Standard at this early stage of development.</p>\n\n<p><strong>Reasons</strong></p>\n\n<p><strong>Point 10</strong> - Put appropriate assisted digital support in place that’s aimed towards those who genuinely need it.</p>\n\n<p>The team had identified potential users of assisted digital (AD) support and had developed a good understanding of needs, using research findings to develop an AD persona. The team has a good plan to expand user research in beta and to test assumptions around numbers and likely support required. Initial proposals for support seem appropriate based on findings so far, and the team confirmed that the support would be funded.</p>\n\n<p>The service should continue with their plans for beta; to continue with AD user research, to test their hypothesis, and to start to develop support. The team should also test the digital service with people who have lower confidence and digital skills.</p>\n\n<p>The assessment panel was impressed with the great strides the service team has made in this area. The panel noted with approval the plans to test in trade associations and in smaller practices. It was also understood by the panel that AD will be brought into mainstream user research sessions.</p>\n\n<p><strong>Point 13</strong> - Build a service consistent with the user experience of the rest of GOV.UK by using the design patterns and the style guide.</p>\n\n<p>The assessment panel appreciated that the service team:</p>\n\n<ul>\n  <li>Was hiring an interaction designer to build the front-end using the GOV.UK toolkit.</li>\n  <li>Was keeping the content designer on during the beta.</li>\n  <li>Recognised that the language used in the alpha (which was consistent with the current paper form) was not necessarily the language of the users, and planned to address this.</li>\n  <li>Planned to reorder the information within the service to better match users’ own experience of interacting with a sick animal.</li>\n</ul>\n\n<p>That said, the service has more of the look of a digitised paper form as opposed to GOV.UK service. Indeed, the assessment panel noted that the title itself - Surveillance 2014 - needs to be looked at, if only for the fact that it sounds a year out of date and is not self-explanatory.</p>\n\n<p><strong>Point 17</strong> - Be able to test the end-to-end service in an environment identical to that of the live version on all common browsers and devices. Use dummy accounts and a representative sample of users.</p>\n\n<p>The service team was able to confirm that the service had been tested in GDS recommended browsers. However, this only involved five users using desktop computers. This approach appears to be based on an assumption that users would not want to submit sample information in the field, even if a mobile or tablet alternative was available.</p>\n\n<p>The service demo started after the login process. The login component of the service needs to be demonstrated at the beta assessment, along with the payment process using dummy logins if necessary.</p>\n\n<p><strong>Point 18</strong> - Use analytics tools that collect performance data.</p>\n\n<p>It was noted that the service team currently uses an analyst who sits outside of the core team. The risk is that collecting performance data results in Management Information (MI) reports, at the expense of analysis. The service team is working with the GDS Performance Platform team and that it plans to look beyond the four Key Performance Indicators (KPIs) that GDS recommends.</p>\n\n<p>The panel was especially impressed to hear that one of the KPIs included tracking where users made mistakes when filling in information, with the aim of making the service more usable in future.</p>\n\n<p><strong>Recommendations</strong></p>\n\n<p>The assessment panel recommends that the service:</p>\n\n<ul>\n  <li>Works closely with the GOV.UK design team and takes part in the GDS design community.</li>\n  <li>Continues user research into AD to realise the extent to which this is required.</li>\n  <li>Expands user research to the veterinary practice staff as often these are the people who enter the data.</li>\n  <li>Continues its AD research and, as above, extends this to small veterinary practices and their staff (who might be more likely to be using the new digital service).</li>\n  <li>Gives serious consideration to building the beta along responsive design principles (build for mobile and tablet first), i.e. to build for the future. Do not assume that users would always prefer to submit information about samples via a desktop computer.</li>\n  <li>Conducts user research with younger users to explore the preferred mobile working practices of frequent smartphone and tablet users.</li>\n  <li>Conducts further research into what fields are mandatory and why optional fields are required (if fields are optional, what is the cost to the user if these fields are left blank?).</li>\n  <li>Explores how many questions can be removed, or the answers inferred from previous replies (“do the hard work to make it simple”).</li>\n  <li>Brings an analyst into the core team so that they can take part in sprint planning and research sessions. This will help avoid data being used solely for MI reports, which can be the case if the analyst is separate from the team.</li>\n  <li>Improves the scannability of the client address by changing its layout; tests whether users prefer it to appear on every single page.</li>\n  <li>Provides species-specific questions, and hides everything not directly relevant to the options already selected (this might help users prioritise the top symptoms).</li>\n  <li>Challenges its assumption that existing users will find it reassuring that the service mimics the paper form, as the benefits of this will only exist during the transition period. The longer the time period after the transition, the more new users you’ll have who will only be familiar with your online service, and the more the online service will be judged on its own usability.</li>\n  <li>Substitutes plain English for technical jargon wherever possible to help users quickly log the information necessary to send their sample (e.g. ‘farm animal health tracking’ for ‘surveillance’, ‘sample information’ for ‘submission’, ‘to help us improve future testing’ for ‘test validation’).</li>\n</ul>\n\n<p>Finally, when the service team returns for the beta assessment it must also demonstrate the:</p>\n\n<ul>\n  <li>Login page</li>\n  <li>Payment element</li>\n</ul>\n\n<p><strong>Summary</strong></p>\n\n<p>The service team showed a welcome level of passion and commitment. The team clearly believe in the work they are doing and evidently want to do their best for the users of the service. As the team works in a more commercially competitive environment than most other government services, they will clearly be aware that if new service does not meet with customers’ approval, then they have alternative service providers available to them. The service therefore has a clear requirement to provide users with an excellent service.</p>\n\n<p>A successful alpha review is not a guarantee of success, but it is a clear indicator that a service is on the right track. The panel looks forward to seeing the team again for the service’s beta assessment.</p>\n\n<hr>\n\n<h2 id=\"summary-of-original-report\">Summary of Original Report</h2>\n\n<p><strong>25th November 2014</strong></p>\n\n<p>The Surveillance 2014 service has been reviewed against the 26 points of the Service Standard at the end of alpha development.</p>\n\n<p><strong>Outcome of service assessment</strong></p>\n\n<p>After consideration the assessment panel concluded that the Surveillance 2014 service is not yet on track to meet the Digital by Default Service Standard at this early stage of development.</p>\n\n<p><strong>Reasons</strong></p>\n\n<p>The panel decided that the service was not yet at the stage expected to proceed to Beta development. While many things are on track, and the direction seems good, there are a number of criteria on which the service did not pass.</p>\n\n<ol>\n  <li>Put appropriate assisted digital support in place that’s aimed towards those who genuinely need it.</li>\n</ol>\n\n<p>To move into Beta, the service team needs to have carried out research with assisted digital users, to have a plan for assisted digital in Beta, and to have considered how to provide a sustainable service that’s free for assisted digital users. This requirement is only unnecessary if there is demonstrable proof from user research that there are no users with assisted digital needs.</p>\n\n<ol>\n  <li>Build a service consistent with the user experience of the rest of GOV.UK by using the design patterns and style guide.</li>\n</ol>\n\n<p>The service needs to look and behave consistently with GOV.UK. It should follow the GOV.UK design patterns and style guide. If the service team feels it has a better approach, or the provided design patterns don’t meet user needs, the service team should contribute to the service design community and suggest a new pattern. The panel would expect an Alpha to more closely resemble a GOV.UK service visually, and much of the microcopy within the Alpha service was not to GOV.UK style.</p>\n\n<ol>\n  <li>Be able to test the end-to-end service in an environment identical to that of the live version on all common browsers and devices. Use dummy accounts and a representative sample of users.</li>\n</ol>\n\n<p>To move into beta, the core service needs to be working end-to-end. The service team must demonstrate a working prototype that meets user needs and has tested well in user research.</p>\n\n<ol>\n  <li>Use analytics tools that collect performance data.</li>\n</ol>\n\n<p>To move into beta development, a firm plan for performance data capture must be in place and an analytics package installed. The service team must demonstrate they have the ability to interpret data analytics to identify needs, solve problems and improve the service.</p>\n\n<p><strong>Recommendations</strong></p>\n\n<p>We recommend that the service team focus on the following ahead of alpha reassessment.</p>\n\n<ul>\n  <li>Ensure that a designer, content designer and analyst are available to work with the service team during this early stage of development.</li>\n  <li>Complete a fully working prototype to test the core service with users (this could be restricted to the most popular journey).</li>\n  <li>Test the service end-to-end, from submission by veterinarians to uploading of results by laboratory staff.</li>\n  <li>Make a plan for the service being taken offline and show how this will be tested. Demonstrate how the effect on users will be managed (see <a href=\"https://www.gov.uk/service-manual/operations/uptime-and-availability\">Uptime and availability</a>).</li>\n  <li>Carry out a full design review using the GDS resources. As discussed earlier, the service doesn’t follow the GOV.UK front-end toolkit (see <a href=\"https://www.gov.uk/service-manual/user-centred-design/resources/patterns/index.html\">Design patterns</a>, <a rel=\"external\" href=\"http://govuk-elements.herokuapp.com/\">GOV.UK elements</a>, <a rel=\"external\" href=\"https://designpatterns.hackpad.com/GOV.UK-design-patterns-0eUk1OdHvql\">Design patterns wiki</a>, <a href=\"https://www.gov.uk/service-manual/user-centred-design/service-user-experience.html\">What your service should look like</a>, <a href=\"https://www.gov.uk/service-manual/designers\">Resources for designers</a>).</li>\n  <li>Work with the GOV.UK content team to ensure that content and microcopy help the service meet user needs and stick to GDS style (see <a href=\"https://www.gov.uk/service-manual/designers\">Resources for content designers</a>).</li>\n  <li>Carry out research to identify any users with assisted digital needs (see: <a href=\"https://www.gov.uk/service-manual/assisted-digital/assisted-digital-user-research.html\">Researching assisted digital users</a>).</li>\n  <li>If assisted digital users are found, carry out research with those users and plan to carry out regular research during Beta (see: <a href=\"https://www.gov.uk/service-manual/assisted-digital/assisted-digital-user-research.html\">Researching assisted digital users</a>).</li>\n  <li>If assisted digital needs are identified, make a plan for how the service will address those needs, to provide a free, sustainable service for assisted digital users (see <a href=\"https://www.gov.uk/service-manual/assisted-digital/index.html\">Assisted digital</a>).</li>\n  <li>Choose an analytics package and install it in the service (see <a href=\"https://www.gov.uk/service-manual/making-software/analytics-tools.html\">Analytics tools</a>).</li>\n  <li>Start working straight away with the GDS Performance Platform team to agree extra KPIs to measure success. Start work on a public dashboard to display service performance (see <a href=\"https://www.gov.uk/service-manual/measurement\">Measurement</a>).</li>\n  <li>Open up code as a default.</li>\n  <li>Look again at GOV.UK Verify. The service team must show concrete evidence to support not going with GOV.UK Verify. Other services in similar situations, such as the Rural Payments, are using Verify. The fact that many of the service users have a Government Gateway account isn’t a sufficient reason not to migrate (see <a href=\"https://www.gov.uk/service-manual/identity-assurance/index.html\">GOV.UK Verify guidance</a>).</li>\n  <li>Investigate ways of avoiding surfacing personal data where possible. For example, when showing the list of clients to a veterinarian consider showing less information. This is not a blocker, rather a suggestion to investigate.</li>\n  <li>The notion of data aggregating to IL3 is no longer valid. It would be good to revisit this. The new security classifications should be used (see <a href=\"https://www.gov.uk/service-manual/technology/security-as-enabler.html#new-classification-policy\">Security as enabler</a>).</li>\n</ul>\n\n<p><strong>Summary</strong></p>\n\n<p>The assessment panel was really impressed by the agile way the service team is working. This is a great example of a multi-disciplinary, co-located team working together to build a service focused on user needs.</p>\n\n<p>The panel notes the team’s commitment to user research, including field research. The team clearly articulated user needs and the whole team were clear on the most important ones to solve first.</p>\n\n<p>The team demonstrated a great understanding of the context in which users work. The panel loved the dedication the team demonstrated to embedding research into sprints and making regular, often radical design changes based on findings. The panel looks forward to seeing how the team applies this same dedication and pace during research with potential assisted digital users, and the internal users in laboratories.</p>\n\n<p>The team had lots of interesting early thoughts about a number of the points raised by the Service Standard. The team’s commitment to building a digital service that people prefer to use was clear.</p>\n\n<p>The team’s presentation, knowledge and answers to the panels questions were clear and well-prepared.</p>\n\n<hr>\n\n<h2 id=\"digital-by-default-service-standard-criteria\">Digital by Default Service Standard criteria</h2>\n\n<table>\n  <tbody>\n    <tr>\n      <td><strong>Criteria</strong></td>\n      <td><strong>Passed</strong></td>\n      <td><strong>Criteria</strong></td>\n      <td><strong>Passed</strong></td>\n    </tr>\n    <tr>\n      <td>1</td>\n      <td>Yes</td>\n      <td>2</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td>Yes</td>\n      <td>4</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td>Yes</td>\n      <td>6</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td>Yes</td>\n      <td>8</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td>Yes</td>\n      <td>10</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>11</td>\n      <td>Yes</td>\n      <td>12</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>13</td>\n      <td>Yes</td>\n      <td>14</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>15</td>\n      <td>Yes</td>\n      <td>16</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>17</td>\n      <td>Yes</td>\n      <td>18</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>19</td>\n      <td>Yes</td>\n      <td>20</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>21</td>\n      <td>Yes</td>\n      <td>22</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>23</td>\n      <td>Yes</td>\n      <td>24</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>25</td>\n      <td>Yes</td>\n      <td>26</td>\n      <td>Yes</td>\n    </tr>\n  </tbody>\n</table>\n"}],"metadata":{},"max_cache_time":10,"temporary_update_type":false,"headers":[{"text":"Reassessment Report","level":2,"id":"reassessment-report"},{"text":"Summary of Original Report","level":2,"id":"summary-of-original-report"},{"text":"Digital by Default Service Standard criteria","level":2,"id":"digital-by-default-service-standard-criteria"}]},"routes":[{"path":"/service-standard-reports/surveillance-2014-animal-and-plant-health-authority-service-assessment","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"service_standard_report","schema_name":"specialist_document","first_published_at":null,"base_path":"/service-standard-reports/surveillance-2014-animal-and-plant-health-authority-service-assessment","description":"The service provides a digital channel for Private Veterinary Services (PVS) to submit sample information to APHA and to track reports generated from their submissions and testing requirements. Digital submissions are more readily processed than paper forms, and offer the opportunity to capture more accurate data for disease surveillance.","content_id":"a9f26ec7-c2d5-4104-8732-830af5bdfd5c","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"OT1056","api_path":"/api/content/government/organisations/government-digital-service","base_path":"/government/organisations/government-digital-service","content_id":"af07d5a5-df63-4ddc-9383-6a666845ebe9","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-07T11:16:58Z","schema_name":"placeholder","title":"Government Digital Service","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Government Digital Service","crest":"single-identity"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/service-standard-reports","base_path":"/service-standard-reports","content_id":"da025a9f-8293-4fef-869c-12445d364696","description":"A list of service assessments and self certifications","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Service Standard Reports","withdrawn":false,"details":{"document_noun":"report","filter":{"document_type":"service_standard_report"},"format_name":"Service Assessment and Self Certification","show_summaries":true,"facets":[{"key":"assessment_date","name":"Assessment date","short_name":"Assessed","type":"date","preposition":"assessed","display_as_result_metadata":true,"filterable":true}],"default_order":"-assessment_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Surveillance 2014 (Animal and Plant Health Authority) - Service Assessment","public_updated_at":null,"analytics_identifier":null,"document_type":"service_standard_report","schema_name":"specialist_document","base_path":"/service-standard-reports/surveillance-2014-animal-and-plant-health-authority-service-assessment","description":"The service provides a digital channel for Private Veterinary Services (PVS) to submit sample information to APHA and to track reports generated from their submissions and testing requirements. Digital submissions are more readily processed than paper forms, and offer the opportunity to capture more accurate data for disease surveillance.","api_path":"/api/content/service-standard-reports/surveillance-2014-animal-and-plant-health-authority-service-assessment","withdrawn":false,"content_id":"a9f26ec7-c2d5-4104-8732-830af5bdfd5c","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}