{"title":"2010 to 2015 government policy: social investment","public_updated_at":"2015-06-10T08:13:32Z","details":{"body":"<div class=\"govspeak\">\n<div class=\"call-to-action\">\n<p>This is a copy of a document that stated a policy of the 2010 to 2015 Conservative and Liberal Democrat coalition government.\nThe previous URL of this page was <a href=\"https://www.gov.uk/government/policies/growing-the-social-investment-market\">https://www.gov.uk/government/policies/growing-the-social-investment-market</a>.\nCurrent policies can be found at the GOV.UK <a href=\"https://www.gov.uk/government/policies\">policies list</a>.</p>\n</div>\n\n<h2 id=\"issue\">Issue</h2>\n\n<p>Social ventures such as charities, social enterprises and community groups help improve the lives of people, finding long-term solutions for difficult social problems.  Like all organisations they need finance to grow. They often find it harder to access this finance than commercial ventures.</p>\n\n<p>The government is seeking to make it easier for them to access finance through social investment –  finance provided by people and institutions that are willing to invest for both financial returns and social impact.</p>\n\n<p>Social investment makes an economic difference by employing 2 million people and contributing £55 billion to the economy. It also makes a social impact by helping social ventures expand the work they do. Read a <a rel=\"external\" href=\"http://www.bigpotential.org.uk/resource/social-investment-guide\">quick overview to social investment</a> and <a rel=\"external\" href=\"http://data.gov.uk/social_investment/node/196\">examples of social investment in action.</a></p>\n\n<h2 id=\"actions\">Actions</h2>\n\n<p>We are expanding the social investment market by:</p>\n\n<ul>\n  <li>supporting social ventures to grow</li>\n  <li>encouraging investors to provide capital</li>\n  <li>making it easier for social ventures and investors to connect</li>\n  <li>promoting social investment internationally</li>\n  <li>helping  communities access social investment</li>\n</ul>\n\n<p>Some of our current activities include:</p>\n\n<ul>\n  <li>increasing the amount of money available for social investment through the world’s first <a rel=\"external\" href=\"http://www.hmrc.gov.uk/sitr/index.htm\">social investment tax relief</a>\n</li>\n  <li>piloting new social investment approaches to complex social problems – for example, using a <a href=\"https://www.gov.uk/government/news/30-million-boost-to-improve-the-lives-of-britains-most-vulnerable-young-people\">£30 million social impact bond fund</a> to improve employment prospects for young people</li>\n  <li>creating a new £100 million foundation called <a rel=\"external\" href=\"http://access-socialinvestment.org.uk/\">Access,</a> which will help more social ventures take on social investment</li>\n</ul>\n\n<p>Watch an overview of the social investment market and how the government supports it:</p>\n\n<p><a rel=\"external\" href=\"https://www.youtube.com/watch?v=ZApiLN0zFVw\">Social investment: an overview</a></p>\n\n<h2 id=\"background\">Background</h2>\n\n<p>In 2011 we set out <a href=\"https://www.gov.uk/government/publications/growing-the-social-investment-market-a-vision-and-strategy\">our plan to grow the social investment market</a>. Since then we:</p>\n\n<ul>\n  <li>created Big Society Capital, the world’s first social investment bank</li>\n  <li>established a <a rel=\"external\" href=\"http://data.gov.uk/sib_knowledge_box/home\">Centre for Social Impact Bonds</a> and made more than £70 million available to the sector to support investment through the <a href=\"https://www.gov.uk/government/publications/investment-readiness-programme-data\">Investment Readiness programme</a>, <a rel=\"external\" href=\"http://www.bigsocietycapital.com/how-we-invest/dwp-innovation-fund\"><abbr title=\"Department for Work and Pensions\">DWP</abbr> Innovation Fund</a> and <a rel=\"external\" href=\"http://www.biglotteryfund.org.uk/sioutcomesfunds\">Social Outcomes Fund</a>\n</li>\n  <li>have been piloting <a href=\"https://www.gov.uk/government/news/30-million-boost-to-improve-the-lives-of-britains-most-vulnerable-young-people\">new social investment approaches</a> to address complex social problems</li>\n</ul>\n\n<p><a href=\"https://www.gov.uk/government/publications/growing-the-social-investment-market-a-vision-and-strategy\">Growing the social investment market: 2014 progress update</a> was published in June 2014 to report on the government’s progress.</p>\n\n<div class=\"call-to-action\">\n<p>View <a href=\"https://www.gov.uk/government/organisations/cabinet-office/series/social-investment\">all publications related to social investment</a>.</p>\n</div>\n\n<h2 id=\"bills-and-legislation\">Bills and legislation</h2>\n\n<p>The <a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/2012/3/enacted\">Public Services (Social Value) Act</a> introduces new requirements for government commissioners when deciding where to award contracts for public services. Commissioners must now first consider how they can improve the social impact of their public service contracts before they start the procurement process, and consider consulting on the services to be procured. Read <a href=\"https://www.gov.uk/government/publications/social-value-act-information-and-resources/social-value-act-information-and-resources\">Social Value Act: information and resources</a>.</p>\n\n<p>The <a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/2014/26/contents/enacted\">Finance Act 2014</a> introduced the <a rel=\"external\" href=\"http://www.hmrc.gov.uk/sitr/index.htm\">social investment tax relief</a> to increase investment into the social sector.</p>\n\n<h2 id=\"who-were-working-with\">Who we’re working with</h2>\n\n<p>The Cabinet Office is working with <a rel=\"external\" href=\"http://www.bigsocietycapital.com/\">Big Society Capital</a> and <a rel=\"external\" href=\"http://www.bigfund.org.uk/\">Big Lottery Fund</a> on developing long-term support for social ventures to build capacity and skills.</p>\n\n<p>We work with <a rel=\"external\" href=\"http://www.socialenterprise.org.uk/\">Social Enterprise UK,</a> a national body for social enterprise, to develop policy that supports the social enterprise sector. In September 2014 we  supported <a rel=\"external\" href=\"http://socialsaturday.org.uk/\">Social Saturday,</a> a day to encourage consumers to buy from and invest in social enterprises.</p>\n\n<p>We work with the <a rel=\"external\" href=\"http://www.socialinvestmentforum.org.uk/\">Social Investment Forum</a> to co-ordinate policy and practical work to improve the way the social investment market works.</p>\n\n<p>We are taking part in the international <a href=\"https://www.gov.uk/government/policy-advisory-groups/social-impact-investment-taskforce\">Social Impact Investment Taskforce</a>, which was announced at the <a href=\"https://www.gov.uk/government/news/social-impact-investment-forum\">G8 Social Impact Investment Forum</a>.</p>\n\n<p>We are working across central and local government to help increase understanding of social investment. Read <a rel=\"external\" href=\"http://data.gov.uk/social_investment/find-option-you\">a guide to social investment for policy makers.</a></p>\n\n<div class=\"call-to-action\">\n<p><a rel=\"external\" href=\"http://sip.worthstone.co.uk/worth-who/what-is-social-impact-investment/\">Download our GREAT Campaign social investment brochure developed in partnership with Worthstone.</a></p>\n</div>\n\n<h2 id=\"appendix-1-big-society-capital\">Appendix 1: Big Society Capital</h2>\n\n<div class=\"call-to-action\">\n<p>This was a supporting detail page of the main policy document.</p>\n</div>\n\n<p>Social investment can strengthen communities. We want to build the right platforms to help the wider public take advantage of social investment’s benefits.</p>\n\n<p>Set up in 2012, <a rel=\"external\" href=\"http://www.bigsocietycapital.com/\">Big Society Capital</a> is an independent social investment bank, the first of its kind in the world. By investing in intermediaries, it encourages more investment in social change.</p>\n\n<p>Big Society Capital has up to £600 million, with £400 million from dormant bank accounts and £200 million from the UK’s 4  largest high street banks: Barclays, Lloyds, HSBC and RBS.</p>\n\n<p>Here are some examples of the type of work Big Society Capital’s investments support:</p>\n\n<h4 id=\"providing-a-route-back-to-independent-living-for-homeless-people\">Providing a route back to independent living for homeless people</h4>\n\n<p>Making the transition from living in temporary accommodation into a stable home can be difficult. The homelessness charity Broadway set up <a rel=\"external\" href=\"http://www.reallettings.com/\">Real Lettings</a> to provide homes for homeless people to rent, and help them settle in, maintain their tenancies and find a job. By offering stable, affordable private sector tenancies, Real Lettings also frees up hostel places for the rising numbers of rough sleepers on London’s streets. Suitable accommodation is bought through the Real Lettings Property Fund, which was developed and is now managed by Resonance, a social investment company, supported by investment from Big Society Capital.</p>\n\n<p>So far the Real Lettings Property Fund has bought, or is buying, over 80 properties for homeless people to rent in London. It aims to buy around 220 properties, providing a route to independent living for over 600 people over the life of the fund.</p>\n\n<h4 id=\"improving-older-peoples-health-and-quality-of-life\">Improving older people’s health and quality of life</h4>\n\n<p>Gentle exercise can greatly improve the health, mobility, independence, social interaction and confidence of older people. <a rel=\"external\" href=\"http://www.oomph-wellness.org/\">Oomph!</a> (Our Organisation Makes People Happy) designs and runs specialist exercise classes in care homes and the community. Based on expert techniques that use music and simple routines, the classes provide both physical and mental health benefits. They particularly help increase older people’s physical strength and mobility, reducing the risk of falls and injury.</p>\n\n<p>Oomph! is one of the first organisations to receive investment from <a rel=\"external\" href=\"http://www.nesta.org.uk/project/nesta-impact-investments\">Nesta Impact Investments,</a> a social investment fund backed by Big Society Capital, Omidyar Network and Nesta. It has already provided 7,000 sessions in over 600 care homes and will use this investment to increase its work, helping more older people across the UK.</p>\n\n<h2 id=\"appendix-2-helping-social-ventures-to-grow\">Appendix 2: helping social ventures to grow</h2>\n\n<div class=\"call-to-action\">\n<p>This was a supporting detail page of the main policy document.</p>\n</div>\n\n<p>Social ventures need support to take full advantage of the social investment market. We want to make it easier to find that help, and to secure long-term support for the sector. We are working with Big Society Capital and Big Lottery Fund to develop long-term support for investment and impact readiness. This will concentrate on building the capacity of social impact organisations that are getting ready to take on social investment.</p>\n\n<p>We piloted the <a rel=\"external\" href=\"http://data.gov.uk/data/viz/investment-readiness-programme\">Investment Readiness programme</a> to support social ventures to build the skills and capacity they need in order to grow and be sustainable. The programme launched in 2012 and will run until 2015. We also announced £60 million of support for investment readiness over the next decade. This programme includes:</p>\n\n<h4 id=\"social-incubator-fund\">Social Incubator Fund</h4>\n\n<p>The £10 million <a rel=\"external\" href=\"http://www.biglotteryfund.org.uk/global-content/programmes/england/social-incubator-fund\">Social Incubator Fund</a> provides funding to business incubators that support social start-ups and social entrepreneurs. The Social Incubator Fund has funded 10 incubators, who in turn will fund and support over 500 early-stage ventures. It is run by Big Lottery Fund on behalf of Cabinet Office.</p>\n\n<h4 id=\"investment-and-contract-readiness-fund-icrf\">Investment and Contract Readiness Fund (<abbr title=\"Investment and Contract Readiness Fund\">ICRF</abbr>)</h4>\n\n<p>The £14 million <a rel=\"external\" href=\"http://www.beinvestmentready.org.uk/\">Investment and Contract Readiness Fund</a> provides grants to help social ventures secure social investment and win public service contracts. The fund has supported over 130 social ventures. Over 50 ventures have already raised investment or won contracts totalling over £117 million following <abbr title=\"Investment and Contract Readiness Fund\">ICRF</abbr> support. The fund is run by Social Investment Business on behalf of Cabinet Office.</p>\n\n<h4 id=\"impact-readiness-fund\">Impact Readiness Fund</h4>\n\n<p>The £2 million Impact Readiness Fund provides grants to help social ventures demonstrate and improve the social impact that they achieve. It is run by Social Investment Business on behalf of Cabinet Office.</p>\n\n<h2 id=\"appendix-3-opening-up-social-investment-markets\">Appendix 3: opening up social investment markets</h2>\n\n<div class=\"call-to-action\">\n<p>This was a supporting detail page of the main policy document.</p>\n</div>\n\n<p>To grow, organisations need to be able to sell their services and goods. We want to help social impact organisations to access private and public markets.</p>\n\n<p>To help public sector commissioners and private companies find social enterprises to buy from, we set up the <a rel=\"external\" href=\"http://buysocialdirectory.org.uk/\">Buy Social Directory,</a> working with partners, including Social Enterprise UK, the City of London Corporation and the Aspire Group.</p>\n\n<p>To help social ventures access public service markets, we are also promoting <a rel=\"external\" href=\"http://data.gov.uk/sib_knowledge_box/knowledge-box\">social impact bonds (<abbr title=\"social impact bonds\">SIBs</abbr>)</a>. These are partnerships between the social sector, government, and social investors that enable government to capture the expertise of the social sector in addressing complex social problems. They provide social ventures with capital for payment by results contracts, and they enable social investors to use their money to achieve both a social impact and a financial return. Find out more about <abbr title=\"social impact bonds\">SIBs</abbr> and the practical resources available to SIB developers through our <a rel=\"external\" href=\"http://data.gov.uk/sib_knowledge_box/home\">Centre for <abbr title=\"social impact bonds\">SIBs</abbr> website</a> or follow the Centre for Social Impact Bonds on Twitter: <a rel=\"external\" href=\"https://twitter.com/socimpactbonds\">@socimpactbonds.</a></p>\n\n<p>Support available for <abbr title=\"social impact bonds\">SIBs</abbr> includes the combined Cabinet Office and Big Lottery Fund £60 million <a rel=\"external\" href=\"https://www.biglotteryfund.org.uk/sioutcomesfunds\">Commissioning Better Outcomes and Social Outcomes Fund.</a> These funds help public sector commissioners address complex and entrenched social issues, with financial support from government.</p>\n\n<div class=\"call-to-action\">\n<p><a rel=\"external\" href=\"http://sip.worthstone.co.uk/worth-who/what-is-social-impact-investment/\">Download our GREAT Campaign social investment brochure developed in partnership with Worthstone.</a></p>\n</div>\n\n<h2 id=\"appendix-4-promoting-uk-social-investment-internationally\">Appendix 4: promoting UK social investment internationally</h2>\n\n<div class=\"call-to-action\">\n<p>This was a supporting detail page of the main policy document.</p>\n</div>\n\n<p>The UK has one of the world’s most advanced social investment markets. According to research from the Boston Consulting Group, the UK is rated first in the world for social investment professional services, first for market infrastructure and first for our policy and legal environment. View a <a rel=\"external\" href=\"http://socialinvestmentmap.uk/\">snapshot of our market.</a></p>\n\n<p>We want international social businesses and social investors to come and benefit from what the UK can offer their business. We also want our own social ventures to export overseas.</p>\n\n<p>To support this, we are <a href=\"https://www.gov.uk/government/publications/social-investment-and-social-entrepreneurship-in-the-uk\">promoting social investment and social business</a> as part of the <a href=\"https://www.gov.uk/britainisgreat\">GREAT campaign.</a> We also want to share and learn from around the globe. We set up the global <a href=\"https://www.gov.uk/government/groups/social-impact-investment-taskforce\">Social Impact Investment Taskforce</a> to look at best practice in growing social investment markets. We also contribute to the <a rel=\"external\" href=\"http://gle.iipcollaborative.org/\">Global Learning Exchange</a> to share insight from around the world on social innovation.</p>\n\n<h2 id=\"appendix-5-making-it-easier-to-be-a-social-investor\">Appendix 5: making it easier to be a social investor</h2>\n\n<div class=\"call-to-action\">\n<p>This was a supporting detail page of the main policy document.</p>\n</div>\n\n<p>The government is working to make it easier for individuals, charities and others to make social investments.</p>\n\n<h4 id=\"social-investment-tax-relief\">Social investment tax relief</h4>\n\n<p>We introduced the world’s first tax relief scheme for social investment to encourage individuals to support social enterprises and provide new sources of finance.</p>\n\n<p>The new social investment tax relief will give individuals who invest in qualifying social organisations a reduction of 30% of that investment in their income tax bill for that year. The 30% rate is the same rate as the Enterprise Investment Scheme and Venture Capital Trust investments, creating a level playing field for investment into social ventures.</p>\n\n<p>Download the <a href=\"https://www.gov.uk/government/publications/social-investment-tax-relief-factsheet\">social investment tax relief fact sheet</a> and view <a href=\"https://www.gov.uk/government/publications/finance-bill-2014-legislation-explanatory-notes-and-guidance\">guidance from HMRC</a>.</p>\n\n<h4 id=\"peer-to-peer-impact-fund\">Peer to Peer Impact Fund</h4>\n\n<p>We announced the <a href=\"https://www.gov.uk/government/news/p2p-impact-fund-social-enterprises-get-2-million-boost\">£2 million Peer to Peer Impact Fund</a> which will help people make social investments through peer to peer and crowdfunding platforms. This will allow regulated social enterprises and charities to take on investment through crowdfunding platforms.</p>\n</div>","headings":"<ol class=\"unnumbered\"><li><a href=\"#issue\">Issue</a></li><li><a href=\"#actions\">Actions</a></li><li><a href=\"#background\">Background</a></li><li><a href=\"#bills-and-legislation\">Bills and legislation</a></li><li><a href=\"#who-were-working-with\">Who we're working with</a></li><li><a href=\"#appendix-1-big-society-capital\">Appendix 1: Big Society Capital</a></li><li><a href=\"#appendix-2-helping-social-ventures-to-grow\">Appendix 2: helping social ventures to grow</a></li><li><a href=\"#appendix-3-opening-up-social-investment-markets\">Appendix 3: opening up social investment markets</a></li><li><a href=\"#appendix-4-promoting-uk-social-investment-internationally\">Appendix 4: promoting UK social investment internationally</a></li><li><a href=\"#appendix-5-making-it-easier-to-be-a-social-investor\">Appendix 5: making it easier to be a social investor</a></li></ol>","public_timestamp":"2015-05-08T13:27:49.000+01:00","first_published_version":false},"routes":[{"path":"/government/publications/2010-to-2015-government-policy-social-investment/2010-to-2015-government-policy-social-investment","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","first_published_at":"2016-10-20T15:25:55Z","base_path":"/government/publications/2010-to-2015-government-policy-social-investment/2010-to-2015-government-policy-social-investment","description":null,"content_id":"e0e69d63-0610-4667-939f-a3453cb28815","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D2","api_path":"/api/content/government/organisations/cabinet-office","base_path":"/government/organisations/cabinet-office","content_id":"96ae61d6-c2a1-48cb-8e67-da9d105ae381","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-20T14:28:35Z","schema_name":"placeholder","title":"Cabinet Office","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Cabinet Office","crest":"single-identity"}},"links":{}},{"analytics_identifier":"D15","api_path":"/api/content/government/organisations/hm-treasury","base_path":"/government/organisations/hm-treasury","content_id":"1994e0e4-bd19-4966-bbd7-f293d6e90a6b","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:52:15Z","schema_name":"placeholder","title":"HM Treasury","withdrawn":false,"details":{"brand":"hm-treasury","logo":{"formatted_title":"HM Treasury","crest":"single-identity"}},"links":{}}],"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/publications/2010-to-2015-government-policy-social-investment","base_path":"/government/publications/2010-to-2015-government-policy-social-investment","content_id":"e41bd436-2a9e-447f-bb25-b920f62aebeb","description":"How government is making it easier for social ventures to grow by increasing the amount of available funding sources.","document_type":"policy_paper","locale":"en","public_updated_at":"2015-05-08T12:27:49Z","schema_name":"publication","title":"2010 to 2015 government policy: social investment","withdrawn":false,"links":{}}],"available_translations":[{"title":"2010 to 2015 government policy: social investment","public_updated_at":"2015-06-10T08:13:32Z","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","base_path":"/government/publications/2010-to-2015-government-policy-social-investment/2010-to-2015-government-policy-social-investment","description":null,"api_path":"/api/content/government/publications/2010-to-2015-government-policy-social-investment/2010-to-2015-government-policy-social-investment","withdrawn":false,"content_id":"e0e69d63-0610-4667-939f-a3453cb28815","locale":"en"}]},"format":"html_publication","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}