{"title":"Ms F Lawrence v Newlaw Legal Ltd: 2300423/2016","public_updated_at":"2017-04-20T13:19:00Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:a8169d5e-cb6d-43fa-8fd9-395582b3bbb1]."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58f770f8ed915d06b0000180/Ms_F_Lawrence_v_Newlaw_Legal_Ltd_2300423-2016_Full.pdf\">Ms F Lawrence v Newlaw Legal Ltd 2300423-2016 Full</a></span>.</p>\n"}],"metadata":{"hidden_indexable_content":"Case no 2300423/2016\r\n1\r\nEMPLOYMENT TRIBUNALS\r\nSITTING AT: LONDON SOUTH\r\nBEFORE: EMPLOYMENT JUDGE FRANCES SPENCER\r\nBETWEEN: MS F LAWRENCE CLAIMANT\r\nAND\r\nNEWLAW LEGAL LIMITED RESPONDENT\r\nON: 23 – 25 January and 2nd February 2017\r\nAppearances\r\nFor the Claimant: Mr I McCabe, counsel\r\nFor the Respondent: Mr J Heard, counsel\r\nRESERVED JUDGMENT\r\nThe judgment of the Tribunal is that:\r\n(i) The Claimant was unfairly dismissed but contributed to her dismissal.\r\n(ii) The Claimant was wrongfully dismissed.\r\n(iii) The issue of remedy will be heard on 24th July 2017. The appropriate\r\namount of any deduction to reflect Polkey/contribution will be\r\nconsidered at that date.\r\nCase no 2300423/2016\r\n2\r\nREASONS\r\n1. The Claimant is a solicitor. She worked for Respondent as a senior solicitor in the\r\nSerious Injuries Team from 26 April 2011 until she was summarily dismissed on 6\r\nNovember 2015. She claims that she was unfairly and wrongfully dismissed. In\r\nparticular, her case is that from early 2014 she had been targeted for removal\r\nand that the Respondent was looking for a reason to dismiss her as part of a cost\r\nsaving exercise and because they no longer wished to employ homeworkers.\r\nThe Respondent says that the Claimant was fairly dismissed for gross\r\nnegligence, that this is a reason relating to conduct and is a potentially fair\r\nreason for dismissal. It is the Respondent’s case that the decision to dismiss\r\nwas within the range of reasonable responses. The Respondent also says that,\r\nas the Claimant was dismissed for gross misconduct, she was not entitled to\r\nnotice and was not wrongfully dismissed.\r\n2. I had two lever arch files of documents. For the Respondent I heard evidence\r\nfrom Pauline Lewis, solicitor and the Respondent’s Compliance Director, from Ms\r\nSusan Cotterell, HR director, from Ms Edwards, solicitor and head of the Serious\r\nInjuries Team and from Mr Pardon, Commercial Director who heard the\r\nClaimant’s appeal. For the Claimant I heard evidence from a former colleague,\r\nGrace Kirenga and from the Claimant herself.\r\nFindings of relevant fact\r\n3. The Respondent is a limited company carrying on the business of solicitors. It\r\npractices predominantly in personal injury and has offices in Cardiff and Bristol.\r\n(An office in Basingstoke was closed sometime in early 2015). I understand that\r\nat the time that the Claimant was employed the Respondent had about 450\r\nemployees including 72 solicitors.\r\n4. Most of the Respondent’s clients were backed by a legal expenses insurer (LEI).\r\nEach LEI had a number of notification and reporting requirements. Failure to\r\nnotify a provider of a reporting trigger event could invalidate the client’s insurance\r\nand jeopardise recovery of the Respondent’s fees. The Respondent kept an LEI\r\ninformation pack which detailed the reporting requirement of each LEI. All the\r\nproviders had a reporting trigger upon receipt of an offer to settle under Part 36 of\r\nthe CPR.\r\n5. The Claimant joined the Respondent in April 2011 as a senior solicitor with the\r\nSerious Injuries Team (SIT). She was engaged to work predominantly from her\r\nhome in Putney, attending the office in Cardiff 2 days a week. She had been\r\nengaged to work on cases where the clients were based in London and the\r\nSouth East and, for a large part of the week, worked remotely using the\r\nRespondent’s online case management system, Solcase. Although the\r\nCase no 2300423/2016\r\n3\r\nRespondent maintained paper files the Claimant was allowed to operate using an\r\nelectronic file only.\r\n6. At the end of the Claimant’s 6 month probation, her line manager Ms Roth\r\nidentified a number of concerns arising from the Claimant’s file handling,\r\nincluding that she was not sufficiently proactive, that clients were not contacted\r\nregularly for updates and that many tasks had not been done. Her probation was\r\nextended for three months after which Ms Roth reported that the Claimant’s\r\nperformance had improved significantly and that she was good on technical\r\nissues. She passed her probation.\r\n7. The Respondent’s Disciplinary Policy gives a number of examples of matters\r\nwhich may warrant summary dismissal for a first offence. This includes “serious\r\nnegligence which causes or might cause unacceptable loss, damage or injury”\r\nand “gross negligence in carrying out your duties”. (92)\r\n8. In 2013 the Claimant sent one client another client’s medical report by mistake.\r\nMs Lewis felt that the Claimant did not take the matter seriously enough and had\r\nlet the case assistant phone the client to apologise. No action was taken at that\r\nstage.\r\n2014 warning and capability process\r\n9. By April 2014 the Claimant’s manager Elizabeth Roth and Ms Lewis, (then the\r\nClaimant’s departmental manager), had concerns about the handling of the\r\nClaimant’s files. They felt that she left everything to the last minute. The\r\nClaimant for her part felt that she needed more assistance to cover her work. The\r\nnotes of the Claimant’s PDR in April record that “ER has concerns over quality of\r\nwork/late issuing\" and “ER very concerned about FL not being able to prepare\r\nproperly for issuing\".\r\n10. Following her PDR in April 2014 Ms Lewis sent an email to HR (155) not copied\r\nto the Claimant. In that email Ms Lewis comments that the Claimant’s income\r\ntarget was lower than for her counterparts and yet the Claimant believed she had\r\ntoo many files. “That can only make it more difficult for us to target her any higher\r\nin the future. That will mean that she will always underperform in comparison with\r\nher peers. We need to address that”. “I may need to refer back to this meeting if\r\nperformance does not improve.”\r\n11. In June 2014 the Claimant was required to go through a disciplinary process. The\r\ncharges were that she had (i) commenced annual leave without arranging cover\r\nfor a case management conference on a file; (ii) sent privileged documents for a\r\nclient to the opposing solicitor; and (iii) sent a medical report to the wrong client.\r\nCase no 2300423/2016\r\n4\r\n(This latter related to the 2013 error.) In relation to the first allegation the\r\nClaimant said that she had been unaware of that the case management\r\nconference had been scheduled when she left to go on leave. The notice of the\r\nCMC had never been emailed to her nor scanned onto the case management\r\nsystem. However she accepted the allegations at (ii) and (iii) which were\r\ninadvertent errors caused by lack of support as a home worker. Ms Lewis chaired\r\nthe disciplinary hearing and concluded that the Claimant had been notified of the\r\nCMC by the other side and had not been careful when sending documents out.\r\nThe Claimant was given a written warning to remain live on her file for 6 months.\r\n(195)\r\n12. The Claimant did not appeal this outcome but asked it to be put on record that\r\nshe felt that the Respondent had “not addressed the real cause but a symptom of\r\nthe cause, namely that I have made errors because I have insufficient support.”\r\nIn August, the Claimant was advised that Amy Bills, a paralegal, would be\r\nallocated to work exclusively for her and for Grace Kirenga (212/213).\r\n13. At a performance development review with Ms Roth on 16th July 2014 the\r\nClaimant was told that she was behind on her income target and her hours and\r\nwould almost certainly be the subject of performance management (200).\r\n14. On 20 August 2014 the Claimant was invited to a stage 1 capability hearing with\r\nMs Lewis to discuss underperformance in meeting her income targets for the 1st\r\n2 quarters. Similar invites were issued to other members of the team. By the\r\ntime the first capability meeting took place on 3 September 2014 (3/4 of the way\r\nthrough the year) the Claimant had achieved nearly £125,000 in billings which\r\nwas 50% of her target for the year. There were follow-up capability meetings on\r\n28th October and 5 November 2014. At the 3rd meeting Ms Lewis told the\r\nClaimant that she believed that the Claimant was likely to achieve her target by\r\nthe end of the year. The Claimant reported that admin support was better and\r\nthat Amy Bills who had been allocated to her work was good, if quite junior. Ms\r\nLewis told the Claimant that for 2015 she proposed to align the Claimant to\r\nanother team under Mark Gayler “which will give you better access to grade Cs”.\r\n15. On 28th November 2014 Ms Lewis emailed the Claimant ending the formal\r\ncapability process. “I just wanted to say that I have seen real progress with your\r\nincome in the last couple of months and I note that in fact your YTD deficit is now\r\nonly just over £7000. I do not feel we need to meet further at this stage although I\r\nwill continue to monitor progress informally. Thank you for your hard work and\r\nwell done on bridging the gap.” (241).\r\n16. In August 2014 Ms Lewis reported to the department that she had reviewed 99\r\naudit reports of the files. She said that at NewLaw there was room for significant\r\nCase no 2300423/2016\r\n5\r\nimprovement. A number of files had failed the audit because the funding checklist\r\nhad not been completed, a failure to follow reporting triggers to insurers,\r\ndisbursement clips not reconciled with the ledger. She said that a failure to report\r\ntriggers to insurers could lead to disciplinary action.\r\n17. In December 2014 Ms Lewis conducted a review of some 70 files across the\r\nwhole department. On 17 December 2014 Ms Lewis emailed the Department\r\n(249), as follows\r\n“Too many cases had been identified where there were funding, financial and\r\ncompliance issues. A file WILL fail if: –\r\na. There is no completed funding checklist on file.\r\nb. There is no evidence that funding is in place.\r\nc. There is no evidence that all reporting triggers to insurers have been\r\ncomplied with.\r\nd. There any discrepancies between the ledger the disb clip and the disb\r\nspreadsheet.\r\ne. There is no up to date case plan on the file.\r\nf. There are no signed Ts and Cs on file.\r\nThese are vitally important processes which have been put in place to protect\r\nagainst ACR’s and leakage and to ensure that our procedure for supervision is\r\nmet. They are processes that are being ignored wholesale. Disciplinary action\r\nwill now follow for repeat offenders. You have been warned and you will find\r\nyourself in a disciplinary hearing if you continue to ignore the processes in place.”\r\n1st 2015 disciplinary\r\n18. The Claimant moved to Mr Gayler’s team at the beginning of 2015. Ms Lewis\r\nbriefed Mr Gayler as to HR issues and contacted HR to find out if the warning for\r\nthe Claimant had expired. I do not consider this suspicious. Mr Gayler as the new\r\nTeam Leader was entitled to this information. HR confirmed that it had expired\r\nand this was passed on to Mr Gayler.\r\n19. Mr Gayler reviewed files for new team members including the Claimant. I accept\r\nthat it was standard practice at the Respondent for the Team Leader to conduct\r\nreviews of the files of those who reported to them to become familiar them with\r\nthe caseload of the fee earners who reporting into them. During that process\r\nissues with the Claimant’s files started to emerge. A number of emails in the\r\nbundle attest to issues of concern which Mr Gayler raised with the Claimant at\r\nthe time, including a concern that she was over recording her time and issues\r\nwith her timekeeping. Mr Gayler told the Claimant that to assist her with\r\n“timekeeping, witness statement drafting, note completion and schedule\r\nCase no 2300423/2016\r\n6\r\ncompletion, Rhys will work exclusively on a number of your cases to release you\r\nto ensure that the required work is done on your other cases”. These were the\r\nlower value cases.(Rhys Williams was trainee in the Department and Amy Bills\r\nhad left).\r\n20. Ms Lewis met with the Claimant informally on 28 January to discuss her time\r\nmanagement and time recording (263). By then the Claimant felt that there was a\r\nhidden agenda at play. She was upset and told Mr Lewis that she didn’t know if\r\nNewLaw was somewhere for her and that she would hand in her notice. Ms\r\nLewis denied a hidden agenda and told her she could not ignore where fee\r\nearners had made significant mistakes that opened the firm up to risk. The\r\nClaimant was told others were billing more than she was and the Claimant could\r\nnot be given a lower target.\r\n21. Further emails to the Claimant from Mr Gayler about specific files followed (269,\r\n270, 272, 273, 279, 281, 283, 288, 290.) In particular Mr Gayler stated that he\r\nwas becoming increasingly concerned about her time recording in that her\r\nattendance notes were inadequate to successfully recover the sums she was\r\nentering and in some cases there was no justification for the times that she was\r\nentering. Numerous examples were given and he recommended that the\r\nClaimant attend a time recording course. Ms Lewis forwarded all those emails\r\nand the note of her meeting with the Claimant to HR with an instruction that they\r\nbe kept on the Claimant’s file. It was Ms Cotterell’s evidence, which I accept, that\r\nit was the Respondent’s standard practice to note issues of concern about an\r\nemployee on that employee’s HR file.\r\n22. On 13th February Ms Lewis emailed Mr Gayler with information about the\r\nClaimant’s performance in previous years. In the email she noted that the firm\r\nhad had to take on board the Claimant’s criticisms of how she was being\r\nmanaged and supported “and we try to ensure the blame could not be levied at\r\nthe firm in the light of her suggestions. Even with support though it would appear\r\nthat the quality of her work is not improved if we look at your findings.” She told\r\nhim that the Claimant’s financial input performance had improved via\r\nperformance management “but I think we are now facing a different issue in\r\nrelation to conduct, in that she is just not putting in the hours and therefore\r\npotentially time dumping.” Mr Gayler responded that there were consistent issues\r\nfrom the audits including not reporting a part 36 offer to the LEI insurer and\r\nfailure to do case plans to settlement. He identified specific areas to watch (277).\r\n23. On 18th February 2015 Ms Lewis emails Ms Rowley of HR as follows “we are\r\ncollating evidence and keeping it centrally before we meet with Fiona later this\r\nmonth. I have had a chat with Sue about where we are potentially taking this but I\r\nCase no 2300423/2016\r\n7\r\nam waiting for a debrief after a meeting takes place on 25th February before any\r\ndecisions are made.”\r\n24. On 5th March the Claimant was informed that she would be required to attend a\r\ndisciplinary hearing to consider file handling errors, incorrect time recording,\r\nfailure to comply with client care SLAs, potential negligence and failure to follow\r\nthe reasonable instructions of a manger. In summary the allegations were that\r\nthe Claimant had failed to follow Mr Gayler’s instructions as set out in the\r\nnumerous emails sent between 30th January and 18th February and that she had\r\nmade errors on 7 named files. The Claimant is critical of this process in that the\r\nletter inviting her to attend a disciplinary hearing came out of the blue, and there\r\nwas no prior investigatory meeting. The Claimant objected to the charges against\r\nher being heard by Mr Gayler and so the meeting was chaired by Ms Lewis.\r\n25. At the disciplinary hearing the Claimant accepted some of the criticisms but said\r\nthat she had too many cases and a lack of support. In particular she said that she\r\nhad to carry out a lot of the donkey work herself because of the lack of accessible\r\nassistance from junior fee earners. That explanation was rejected by Ms Lewis\r\non the basis that her caseload was less than that of other grade A fee earners.\r\n26. The outcome was that the Claimant was given a final written warning to remain\r\non her file for 12 months. (335 to 338).\r\n27. The Claimant appealed and raised a grievance related to a lack of support (339).\r\nHer appeal and grievance was heard by Mr Thomas, a solicitor at the\r\nRespondent. The outcome of the appeal was that Mr Thomas reduced the type of\r\nwarning given to the Claimant from a final warning to a written warning and also\r\nreduced the length of the warning to 9 months. The basis of the reduction was\r\nthat Mr Thomas found that while the Claimant could have addressed the\r\nshortcomings identified by Mr Gayler in his various emails, she had not had a\r\nsignificant amount of time to do so prior to receiving notice of the disciplinary\r\nhearing. He also accepted that the letter inviting her to the disciplinary hearing\r\nand the resultant notes of that hearing were not as specific as he would have\r\nliked to enable the Claimant to fully address the allegations of potential\r\nnegligence. He recommended that she receive support to assist her run her files\r\nefficiently for 9 months. The grievance was not upheld.\r\n28. Following the disciplinary process the Claimant met Mr Gayler to agree a task list\r\nand timeframes in respect of her files (398 - 405). Mr Thomas also met the\r\nClaimant on 30th June , 28th July and 28th August to go through the task list to\r\nassist her to meet the relevant deadlines. (512)\r\nCase no 2300423/2016\r\n8\r\n29. Ms Phipps, Head of Development of the Serious Injury Team in Cardiff\r\nconducted the Claimant’s quarterly PDRs. In May she graded the Claimant’s Q1\r\nfinancial performance as 5 (the top mark) and her behavioral performance as 1\r\n(the lowest mark), the latter reflecting the fact that the Claimant had been given a\r\nwarning. Ms Phipps felt that the Claimant lacked insight into how Solcase worked\r\nand did not have a visible method of keeping track of her work and her cases\r\n(what needed to be done and when). Ms Phipps provided Solcase training to her\r\nin May. She was also given some additional Word training.\r\n30. It is apparent from internal emails that Mr Gayler continued to have concerns\r\nabout the Claimant’s work and was of the view that the Claimant’s case load was\r\nless than the caseload that other senior fee earners were expected to run. (411)\r\nBy September the Claimant was behind with her target.\r\n2nd 2015 disciplinary\r\n31. On 3rd September 2015 another issue arose on one of the Claimant’s files. It\r\nappeared to the Respondent that the Claimant had not taken a witness statement\r\nfrom an important witness and that this omission would require a trial to be\r\nadjourned.\r\n32. On 9 September the Claimant was informed that she was being suspended\r\npending an investigation into an allegation of gross negligence “namely the AMB\r\ncase – the alleged failure to convert a questionnaire into a witness statement and\r\nserve it prior to trial and events surrounding the adjournment”. The Claimant was\r\nalso told that the Respondent would review all her current files and reserved the\r\nright to change or add to the allegations in the light of their investigation. The\r\nClaimant’s access to the IT system was suspended.\r\n33. The Claimant was advised that Jo Darlington, Team leader of the Bristol Serious\r\nInjury Team, had been nominated to undertake an investigation into the\r\nallegations of gross negligence made regarding the AMB case and to undertake\r\na review of her other files.\r\n34. On 10th September Ms Edwards sent Ms Darlington a list of 7 files for her to\r\nconsider. (It was Ms Edwards evidence that that was a random selection of\r\napproximately one third of the Claimant’s files.) In addition Mr Gayler reported to\r\nMs Edwards that there was a concern on the file of PBA in that it appeared that\r\nneither the client not the LEI had been notified of a Part 36 offer. Ms Edwards\r\npassed that information to Ms Darlington.\r\n35. In the end Ms Darlington decided to focus only on 2 files, AMB and PBA. By 18th\r\nSeptember she had taken witness statements from several other fee earners as\r\nfollows\r\nCase no 2300423/2016\r\n9\r\na. Rhys Williams. He was assisting on AMB until he moved seats in July\r\n(though it was not one of the cases he was working on exclusively)\r\nb. Mark Gayler,\r\nc. Kirsty Hier, case assistant (in training for a legal executive position) who\r\ntook over assisting on AMB in July\r\nd. Elizabeth Phipps; and\r\ne. Robert Thomas.\r\n36. Emails sent by Ms Darlington to Ms Cotterell and Ms Edwards during her\r\ninvestigation indicate an unhealthy eagerness to please. In particular Ms\r\nDarlington sent both of them a list of the questions that she proposed to ask the\r\nClaimant in relation to each file, asking for their comments on those questions\r\nand saying that she was open to making any changes that they requested.\r\nNeither replied.\r\n37. The Claimant attended an investigatory meeting with Ms Darlington on 24\r\nSeptember. The Claimant quite reasonably objected to answering questions as\r\nshe had not had access to her files during her suspension and she had not been\r\ntold what the allegations were. Initially it was suggested that she be given access\r\nto her files for 2 hours prior to the investigatory meeting. Ultimately however Ms\r\nDarlington agreed to postpone the investigatory meeting which was rearranged\r\nfor 1st October 2015. The Claimant was allowed access to the files on Solcase\r\nbetween those dates.\r\n38. On 28th September Ms Cotterell emailed the Claimant a summary of the\r\nallegations which Ms Darlington proposed to discuss with her at the investigatory\r\nmeeting (473). These related to 2 files, AMB and PBA and were that\r\n“AMB\r\ni. The alleged failure to ensure the witnesses TC and AC\r\ncompleted CPR compliant witness statements; and the\r\nalleged failure to comply with the order for exchange of lay\r\nstatement on 03.07.15 (which led to a need to apply to\r\nvacate the trial listed for 16. 09. 15 and incurred an adverse\r\ncosts order).\r\nii. An alleged failure to properly case plan to avoid the\r\nsituation.\r\niii. An alleged failure to advise our client about the P20 claim;\r\nand an alleged failure to advise the client about the\r\nNationwide policy that would possibly have covered a P20\r\nclaim and costs if he failed wholly or in part at trial.\r\nCase no 2300423/2016\r\n10\r\niv. The alleged lack of supervision of junior staff – particularly in\r\nthe run-up to the trial – when FL was the named solicitor on\r\nthe file and a grade A, and junior staff were either a trainee\r\nor a Grade D.\r\nPBA\r\ni. Alleged very poor recording of information on crucial topics\r\nsuch as liability and offers made by the Defendant Insurer.\r\nii. An alleged failing to adequately advise the client of the cost\r\nconsequences of failing to beat a P36 offer (which was very\r\nnear the amount counsel had said was the value of the\r\ncase).\r\niii. Alleged failing to notify PBA’s legal expense insurer of the\r\nP36 offer as required under the terms of the contract.\r\niv. FL making a P36 offer without following the NewLaw P36\r\npolicy and drafting it so costs were not explicitly catered for.\r\nv. An alleged failing to appreciate the need to comply with\r\ndeadlines for acceptance or rejection offers which had\r\nserious cost implications.\r\n39. The Claimant attended an investigatory meeting with Ms Darlington on 1st\r\nOctober (474). By that time she was aware of the issues to be discussed. The\r\nClaimant was asked questions about both files. Ms Darlington’s findings were\r\nbrief. (488b) as set out below.\r\na. AMB\r\ni. Accepts as fee earner with conduct 2 Court deadlines missed –\r\none of utmost importance being the failure to serve CPR compliant\r\nstatements from witnesses TC and AC (by 3rd July 2015) – and the\r\nlesser one of failure to serve a locus report (by 29th May 2015) –\r\nthe former breach not rectified by FL at all – led to the trial being\r\nvacated with adverse cost consequences for NL.\r\nii. Accepts did not ensure junior staff completed important legal tasks\r\n– a basic failure of supervision.\r\niii. Accepts no signed notice of funding on the file-and when pointed\r\nout to her she did not rectify this.\r\niv. Did not tell client of the potential risk of him being personally liable\r\nfor the P20 claim and costs; and\r\nv. Did not investigate if the client had insurance cover for that claim.\r\n(NB he does have it in fact – the question is as to whether it is too\r\nlate to persuade the insurer – Nationwide – to indemnify).\r\nb. PBA\r\nCase no 2300423/2016\r\n11\r\ni. Did not take instructions on a P36 offer in a timely fashion for no\r\ngood reason exposing NL/the client to a cost risks.\r\nii. Did not seek an extension of time on the P 36 offer from LV – and\r\ncan give no explanation as to why.\r\niii. Made own P36 offer – but entirely failed to include legal costs.\r\niv. Did not inform LEI of the P36 offer in March 2015 although accept\r\nshe is aware of the fundamental importance of this.”\r\n40. The investigation report is so shorthand that it gives a misleading impression of\r\nthe Claimant’s responses. Having read the notes of the interview, the findings do\r\nnot accurately represent the answers the Claimant gave. While the Claimant had\r\naccepted that the fact of (i) and (ii) she had not accepted that she was at fault\r\nand the report fails to make that clear. As for (iii) the Claimant said that “someone\r\nhad signed the Notice of Funding and she thought a copy was put on the file as\r\nshe was not herself in the office”. It is not clear if Ms Darlington accepted that\r\nthere was a signed notice of funding in existence—simply not on the file-and\r\nwhether the charge against the Claimant was a failure to get the Notice of\r\nFunding signed or just a filing error.\r\n41. In respect of PBA the Claimant did accept that she had not told the client about\r\nthe part 36 offer until 18 days into the 21 day period for acceptance, and then\r\nhad not advised him either of the deadline for acceptance or of the costs\r\nimplications of not accepting the p36 offer. She also accepted that she hadn’t told\r\nthe LEI.\r\n42. On 9th October the Claimant was given the findings of the investigation and\r\ncopies of the 5 witness statements. She was asked to attend a disciplinary\r\nhearing on 16 October to discuss allegations of gross negligence. The charges\r\nsimply repeated Ms Darlington’s findings. She was told that the outcome could\r\ninclude dismissal.\r\n43. On 7th October Ms Lewis emailed Mr Dicken, another member of the Executive\r\nBoard, (490) to bring him “up to speed”. She says this “There will now be a\r\ndisciplinary hearing at dismissal stage (albeit cannot be a foregone conclusion\r\nbut is likely….)” and later “I am sure Sue and Nic will update you following the\r\ndisciplinary and before dismissal….”\r\n44. The Disciplinary Hearing took place on 16th October. Ms Cotterell, HR adviser\r\nand Ms Edwards comprised the panel. Ms Cotterell is not a solicitor and therefore\r\nhad to rely on Ms Edwards for her assessment of the gravity of the charges and\r\nthe acceptability in professional terms of any explanations given by the Claimant.\r\nCase no 2300423/2016\r\n12\r\n45. In respect of the first two AMB allegations, (missing of court deadlines for filing\r\nwitness statements and a locus report and failure to supervise junior staff) the\r\nClaimant said that it had initially been unnecessary to get witness statements.\r\nThis was because they had been expecting to get, and did get, judgment in\r\ndefault. When that judgment was set aside she understood that Rhys Williams\r\nwas to be responsible for compliance with directions. She could have applied\r\nfor an extension of time but the file was not referred to her so she was not\r\naware.\r\n46. She did not fail to supervise junior members of staff. Mr Gayler stated that Rhys\r\nwas to ensure the directions were complied with and he was giving instructions.\r\nRhys had drafted the witness statement but had not followed it up. The\r\nClaimant said she had an awful lot of other jobs which she was focusing on the\r\ntime and she relied on Rhys to let her know if there was a problem. She was not\r\nthe only one involved in the case. “What I’m trying to say although I’m the FE\r\nwith conduct of the file other people were involved in working on the file\r\nincluding Rhys, Kirsty and Mark. Mark is in the office and I’m not most of the\r\ntime.… Whilst I accept I, on the face of it, have conduct of the file there are also\r\nother people involved and Rhys and Kirsty were running things past Mark on a\r\nday-to-day basis.”\r\n47. The Claimant said that she had not missed a deadline to disclose the locus\r\nreport. The locus report was only a recommendation of counsel and not an order\r\nof the court. It was not in existence on the date for disclosure. There was no\r\ndeadline to miss.\r\n48. The third allegation was that there was no signed notice of funding on file. The\r\nClaimant said that she completed the notice at home and provided it to Rhys\r\nWilliams to get signed and served with the other documents for service. The\r\npapers had been served. Rhys had provided it to the process server as and she\r\nwould have thought he would have filed it then. She did not have access to the\r\npaper file so she did not know if there was a signed notice on file. However there\r\nshould be a copy with the court. Ms Cotterell said they would check.\r\n49. In relation to point 4 the Claimant accepted that she did not tell the client about\r\nthe potential risk of him being liable for the part 20 counterclaim and the costs\r\nimplications. She said that the counterclaim was a “try on”. (In the Tribunal the\r\nClaimant accepted that she didn’t take an active decision not to tell the client\r\nbecause the claim was hopeless – simply that it didn’t occur to her to inform the\r\nclient).\r\n50. As to point 4 the Claimant accepted she had not investigated if the client’s\r\ninsurance covered a part 20 claim or notified the insurer of the claim. However,\r\nCase no 2300423/2016\r\n13\r\nshe said that the part 20 claim was in any event a hopeless claim, out of time and\r\nstatute barred and the client did have insurance to cover the part 20 claim. There\r\nwas no suggestion that the insurers would not cover it. She had so much to do\r\nshe could not pick up everything.\r\n51. In respect of the PBA, the first allegation was that the Claimant had not taken\r\ninstructions on a part 36 offer in a timely fashion.\r\n52. The Claimant said that the offer had arrived the day after she had been notified\r\nthat she would be subjected to a disciplinary process (the first 2015 disciplinary\r\nprocess) and she had other important matters to attend to. It was below the\r\nbottom line that counsel had advised and acceptance was never a real issue.\r\nShe accepted that she had not formally told the client about the implications of\r\nthe part 36 offer or the 21 day deadline for acceptance but said that the client had\r\npreviously been advised of the costs risks on p36 offers so he was already aware\r\nof the implications. Her plan was to negotiate and then settle. She said she had\r\nnot tried to get an extension of time for a reply to the offer. In any event the offer\r\nhad not been withdrawn and the case was likely to settle for more than had been\r\noffered.\r\n53. It was clear from the notes of the investigation interview that the Claimant had\r\ntold the client of the p36 offer 18 days into the 21 day period for acceptance (but\r\nnot of the costs implications ) — hence the reference to not taking instructions in\r\n“a timely fashion”. At the disciplinary hearing Ms Edwards was clearly under the\r\nimpression that the client had not been told of the p36 offer until after 21 day\r\ndeadline for acceptance had expired. She told the Tribunal that she had done this\r\nand had “not been corrected” and that she had not checked the dates on the file.\r\nShe said however that she had reviewed her findings after the disciplinary\r\nhearing and established then the offer had been put on the 18th day, but that\r\nevidence did not have the ring of truth and as there was no rationale in the\r\ndismissal letter and no contemporaneous evidence to support this, I do not\r\naccept that.\r\n54. The Claimant did accept that she had not notified the LEI insurer of the part 36\r\noffer. She said that she was not the only person to have done that occasionally\r\nand that none of it justified allegations of gross negligence.\r\n55. The Claimant said that her own p36 offer was a negotiating offer made to a\r\nprofessional insurer and unlikely to be accepted. “The court have the discretion to\r\noverlook an oversight like that.” The risks of not including legal costs had been\r\ngrossly exaggerated.\r\nCase no 2300423/2016\r\n14\r\n56. Ms Edwards now says that after the hearing she checked whether the court had\r\na signed notice of funding for the AMB case and the court told her that no notice\r\nof funding had been served. This is not referred to in the dismissal letter nor have\r\nI seen any cotemporaneous document recording that check. Ms Edwards did not\r\nexplain whether she considered how the claim could have been served without\r\nthe signed notice of funding. I do not accept that such a check was done.\r\n57. The Claimant was told by telephone on 6th November that she had been\r\ndismissed. The outcome letter was emailed to her ten days later on 16 November\r\n2015. Despite the delay it was not very informative. The panel concluded that\r\nthe Claimant’s conduct “in particular in relation to the highlighted points above\r\nconstituted gross negligence” and that she was summarily dismissed. (The\r\nhighlighted points are those set out at para 39a (iv) and (v) and 39b above.)\r\n58. The dismissal letter is entirely devoid of reasoning. It refers to the fact that a live\r\nwritten warning was active on her file but does not state if that factor was\r\nimportant to the decision to dismiss. No attempt is made to explain why the\r\npoints that the Claimant made to explain her conduct have been rejected. It did\r\nnot explain why the highlighted points were more important than the ones not\r\nhighlighted or to what extent, if any, the points not highlighted formed part of the\r\ndecision to dismiss. In her witness statement Ms Edwards gives a detailed\r\nexplanation of her thinking on each of the points and states why she had rejected\r\nthe Claimant’s explanation, but that thinking was not reflected in the dismissal\r\nletter. In the absence of a clear rationale for the decision the Claimant would\r\nhave been unable to mount an effective appeal or properly to understand the\r\nreasons for her dismissal.\r\n59. In the Tribunal Ms Edwards did give evidence about their reasoning. She said\r\nthat in relation to the first three allegations they felt that the Claimant was the\r\nprimary file handler and should not have assumed that others should take overall\r\nresponsibility. However there were others who had worked on the file and the\r\nwitness deadline was still missed so the panel accepted that her actions, while\r\nlacking, were not grossly negligent.\r\n60. Ms Edwards considered that the other matters were however negligent. It was\r\nnot for the Claimant to pick and choose the information to pass to a client. It was\r\nnot for her to decide not to tell a client about a counterclaim. It was no answer to\r\nthe PBA charge that the client had been made aware of the implications of a\r\npart36 offer some time previously. P36 principles should have been explained\r\nevery time an offer came in.\r\n61. She said that she considered that each of the allegations highlighted in the\r\ndismissal letter would on their own, and taken singly, have merited a dismissal for\r\nCase no 2300423/2016\r\n15\r\ngross misconduct in the absence of any mitigating circumstances — and the\r\nClaimant had admitted the majority of the charges with no mitigation. Ms\r\nEdwards considered that there had been “multiple failures” in the provision of\r\nrelevant information to the client in fundamental breach of the Claimant’s client\r\ncare obligation and that this combined with “a reckless disregard to their funding\r\narrangements” amounted to gross negligence.\r\n62. It was also Ms Edwards evidence that while she was aware of the written\r\nwarning, it played no part in her decision to dismiss and that she would have\r\ndismissed any employee with no prior history or errors if she had made a single\r\nerror of the kind for which the Claimant was dismissed in the absence of\r\nmitigating circumstances. Ms Edwards also said that had they not concluded that\r\nthe errors were so grave as to amount to gross negligence on their own then they\r\nwould have “in all likelihood” dismissed the Claimant for continued misconduct.\r\nMs Cotterell for her part said that they concluded that the matters before them\r\nwere so serious to amount to gross negligence for which the Claimant should be\r\nsummarily dismissed but that had that not been the case then having regard to\r\nthe live warning, they would still have dismissed the Claimant based on her\r\nrepeated misconduct.\r\n63. The Claimant appealed. The basis of her appeal was that the disciplinary process\r\nwas a sham and that the firm had been looking for a reason to dismiss her. She\r\nreferred to the performance management process and to the earlier disciplinary.\r\nShe also referred to the fact that the reasons for her dismissal were inconsistent\r\nwith the reasons for her original suspension, which related to not having taken\r\nand served a witness statement (537).\r\n64. An appeal was initially fixed for 1st December 2015 in Cardiff before Mr Pardon\r\nthe Commercial Director. He is not a lawyer but had been involved in the\r\npersonal injury claims sector for some time including acting as a defendant\r\nclaims handler for Aviva.\r\n65. A meeting was scheduled in the Cardiff office. It was Mr Pardon’s unchallenged\r\nevidence that the Claimant declined to travel to the Respondent’s offices either in\r\nCardiff or Bristol for the appeal or would only attend if NewLaw paid her travel\r\nexpenses. (The Claimant does not complain about this and it was not clear\r\nwhether payment was refused). In the end the parties agreed to an appeal by\r\nconference call.\r\n66. When the call did take place it lasted a few minutes. The notes taken by the\r\nRespondent do not indicate that Mr Pardon approached the appeal with an open\r\nmind. When the Claimant sought to say that there were no adverse consequence\r\nfrom her failure to put the part 36 offer to the client in a timely fashion, Mr Pardon\r\nCase no 2300423/2016\r\n16\r\nresponds “”I don’t know the current position on the file. I’m not a solicitor. The 5\r\npoints on AMB and PBA are clear on why there is negligence”.\r\n67. Mr Pardon asked no questions. He told the Tribunal that he did not do so\r\nbecause the Claimant had raised nothing of substance. “It was her appeal and\r\nshe hadn’t said anything”. That was not an accurate summation. The Claimant\r\nsaid that she had been taking advice from a senior employment counsel since\r\nMarch and no-one would say that the allegations amounted to gross negligence.\r\nWhat she was saying is that there was no negligence. Mr Pardon did not ask her\r\nto elaborate or to be more specific. Instead within a minute or so he tells her that\r\nshe had not robustly challenged the decision that had been made and the\r\ndecision stood.\r\n68. Mr Pardon’s decision was confirmed in a short email simply stating that the\r\nClaimant had failed to present any evidence or information that “disproved” the\r\nfirm’s previous decision to dismiss.\r\nThe Law\r\nUnfair dismissal\r\n69. In a case where an employee has been dismissed it is for the Respondent to\r\nshow that the reason for the Claimant’s dismissal is a potentially fair reason for\r\ndismissal within the terms of section 98(1). Misconduct is a potentially fair\r\nreason for dismissal.\r\n70. If the Respondent can establish that the principal reason for the Claimant’s\r\ndismissal was a genuine belief in the Claimant’s misconduct, then the Tribunal\r\nwill go on to consider whether the dismissal was fair or unfair within the terms of\r\nsection 98(4). The answer to this question “depends on whether in the\r\ncircumstances (including the size and administrative resources of the employers\r\nundertaking) the employer acted reasonably or unreasonably in treating it as a\r\nsufficient reason for dismissal and shall be determined in accordance with equity\r\nand the substantial merits of the case.”\r\n71. In cases of misconduct employers are not required to ascertain beyond\r\nreasonable doubt that the employee is guilty of the misconduct charged.\r\nHowever the employer must establish its belief in that misconduct on reasonable\r\ngrounds and after reasonable investigation and conclude on the basis of that\r\ninvestigation that dismissal is justified (British Home Stores v BurchelI [1980] ICR\r\n303.) The Claimant must also be given a fair hearing.\r\nCase no 2300423/2016\r\n17\r\n72. In London Ambulance Service NHS Trust v Small [2009] EWCA Civ 220, [2009]\r\nIRLR 563, [2009] ALL ER (D) 179 the Court of Appeal reaffirmed that in unfair\r\ndismissal claims, the function of a tribunal is to review the fairness of the\r\nemployer’s decision, not to substitute its own view for that of the employer. What\r\nit must consider is whether the decision to dismiss fell within the band of\r\nreasonable responses for an employer to take with regard to the misconduct in\r\nquestion. It is not the case that nothing short of a perverse decision to dismiss\r\ncan be unfair within the section, simply that the process of considering the\r\nreasonableness of the decision to dismiss must be considered by reference to\r\nthe objective standards of the hypothetical reasonable employer and not by\r\nreference to the tribunal’s own subjective views of what it would have done in the\r\ncircumstances. (see Post Office v Foley 2000 IRLR 827). The band of reasonable\r\nresponses test applies as much when considering the reasonableness of the\r\nemployer’s investigation as it does to the decision to dismiss (Sainsbury’s\r\nSupermarkets Ltd v Hitt 2003 IRLR 23.)\r\n73. When considering the relevance of earlier warnings the focus is upon the\r\nreasonableness of the employers act in treating conduct as a reason for\r\ndismissal. If the earlier warning was not issued for an oblique motive and was not\r\nmanifestly inappropriate i.e. provided it was issued in good faith with prima facie\r\ngrounds that warning will be valid. (see Davies v Sandwell Metropolitan Borough\r\nCouncil 2013 IRLR 374 and restated in Wincanton group plc v Stone 2013 IRLR\r\n178 and Bandara v BBC UKEAT/0335/15.)\r\n74. The ACAS Code of Practice on Disciplinary and Grievance Procedures sets out 6\r\nsteps which and employer should usually follow in disciplinary situations. This\r\nincludes that employees be provided with an opportunity to appeal and an\r\nunreasonable failure to do so risks incurring an uplift to any compensatory award.\r\nWrongful dismissal\r\n75. Where an employee is contractually entitled to a period of notice, an employer\r\nwho dismisses an employee without giving her notice will be in breach of\r\ncontract. An employer is entitled to dismiss an employee without notice where\r\nthere has been repudiatory conduct by the employee justifying summary\r\ndismissal. The degree of misconduct necessary for the employee’s conduct to\r\namount to a repudiatory breach is a question of fact for the Tribunal to decide.\r\n76. In Briscoe v Lubrizol Ltd 2002 IRLR 607 the Court of Appeal approved the test in\r\nNeary v Dean of Westminster where the Special Commissioner asserted that the\r\nconduct “must so undermine the trust and confidence which is inherent in that\r\nparticular contract that the employer should no longer be required to retain the\r\nCase no 2300423/2016\r\n18\r\nemployee in his employment”. Many factors may be relevant to this assessment\r\nincluding the employee’s past conduct. (Pepper v Webb 1969 1WLR 514)\r\n77. In Adesokan v Sainsbury’s Supermarkets Ltd 2017 EWCA Civ 22 the Court of\r\nAppeal said that misconduct may be serious enough to justify a summary\r\ndismissal even though it was neither willful nor dishonest. In an appropriate case\r\nan act of gross negligence could amount to misconduct. The issue was whether\r\nthe negligent dereliction of duty was “so grave and weighty” as to amount to a\r\njustification for summary dismissal. The focus is on the damage to the\r\nrelationship between the parties. In determining whether an act has been\r\nnegligent or grossly negligent it is not necessary to consider whether there was\r\nany actual detriment caused. In the determination of what is negligence the risk\r\nof detriment occurring is the proper consideration.\r\nSubmissions and conclusions\r\n78. Mr McCabe for the Claimant submits that the Claimant was the victim of a plan to\r\nterminate her employment. He submits that, from early 2014 the Respondent had\r\ntargeted her for removal and contrived reasons to do so. She was not genuinely\r\ndismissed for conduct and the Respondent conducted a search of her files in\r\norder to find a reason to dismiss her. They did so because they did not wish to\r\ncontinue to employ home workers and because the Claimant had lower targets\r\nthan her peers. (In evidence the Claimant had also said that she believed that\r\nshe was targeted because, following the closure of the Basingstoke office the\r\nRespondent was seeking to reduce its client base in the south-east.)\r\n79. In support of this proposition Mr McCabe submits that:\r\na. The performance management process to which the Claimant was\r\nsubjected in 2014 was entirely unjustified. The Claimant had exceeded her\r\ntarget in 2013 and not been given credit for that. If some of the fees which\r\nwere paid in December 2013 had in fact been paid in January she would\r\nhave exceeded her target and Respondent would have been aware that\r\npayment of fees could be “lumpy”. There was never any serious risk that\r\nthe Claimant would not make her target.\r\nb. The Respondent subjected the Claimant to an unfair disciplinary process\r\nin March 2015 with no investigatory meeting where the charges were\r\nunclear and the sanction was predetermined.\r\nc. The audit of her files in January and February 2015 was part of an\r\nevidence gathering plan.\r\nd. The Respondent suspended the Claimant unnecessarily on 9 September,\r\nCase no 2300423/2016\r\n19\r\ne. The investigation that followed was not impartial. It was masterminded by\r\nMs Edwards and Ms Cotterell. Jo Darlington was subservient to and\r\n“doing the bidding of” Ms Edwards and Ms Cotterell.\r\nf. the email sent on 17th December (see para 14 above) demonstrated that\r\nthe sort of errors for which the Claimant was disciplined occurred\r\nwholesale across the firm, yet the Claimant was singled out.\r\n80. Mr Heard, on the other hand, unsurprisingly, submits that the Claimant was\r\ndismissed for conduct and that there was no preconceived plan to target the\r\nClaimant.\r\n81. Despite considerable evidence about the earlier warnings and the capability\r\nprocess, I do not accept that the Respondent had targeted the Claimant for\r\nremoval irrespective of her performance. In respect of the 2 previous disciplinary\r\nprocesses there were genuine issues which had arisen. While it was not best\r\npractice to take action in 2014 for a failure that occurred in 2103 (the DPA\r\nbreach) I do accept that the Respondent took disciplinary action in response to\r\ngenuine issues which concerned them. I do not accept that the earlier warnings\r\nwere issued for an oblique motive or were manifestly inappropriate.\r\n82. As for the capability process, I accept Ms Lewis’ evidence that their standard\r\nprocess was to invite employees to a capability hearing if they were behind target\r\nat the end of Q2 and that similar invitations had been issued to four other\r\nmembers of the department on the same date. At the end of the 2nd quarter 2014\r\nthe Claimant was £80,000 behind for the year. While it is true that by the end of\r\nJuly the Claimant’s performance against target was improving, that does not\r\nindicate that the Claimant was being unfairly targeted by the capability process.\r\nWhile this was undoubtedly an uncomfortable and difficult process for the\r\nClaimant to go through, the evidence suggests that this is an employer which is\r\nvery focused on income targets and that this was a standard process applicable\r\nto all the fee earners in the same way. I do not accept that Ms Lewis’ email (155-\r\nsee para 10 above) suggested that the Claimant was being targeted for\r\ndismissal. It did mean that the Respondent was, by then, concerned about her\r\nperformance and was keeping a close eye on her. Uncomfortable as it may have\r\nbeen the Respondent was entitled to set targets for its fee earners and would be\r\nconcerned if a fee earner could not achieve targets commensurate with her\r\nseniority.\r\n83. It is apparent that by the beginning of 2015, and possibly earlier, the Respondent\r\nwas keeping a close eye on the Claimant. No doubt Ms Lewis had it in mind that\r\nmatters could progress to a dismissal and then to the Employment Tribunal –\r\nhence the copying of emails to HR. However, I am satisfied that the instruction to\r\nkeep a clear paper trail was because there were genuine concerns about the\r\nCase no 2300423/2016\r\n20\r\nClaimant’s file handling and the Respondent’s perception that further poor\r\nperformance was likely to result in disciplinary action and not because they were\r\nseeking to build an unjust case against her. After the first 2015 disciplinary\r\nprocess both Mr Thomas and Ms Phipps had sought to provide support in helping\r\nthe Claimant to become more organised.\r\n84. I do not accept Mr McCabe’s submission that the email from Ms Lewis at p490\r\n(see para 42 above) is clear evidence that the disciplinary process was a sham\r\nand that by then Ms Lewis knew there would be a dismissal. Ms Lewis clearly\r\nthought that dismissal was likely following the findings of the investigatory report\r\nbut she did not take the decision to dismiss and I am satisfied that Ms Edwards\r\nand Ms Cotterell heard what the Claimant had to say in explanation and\r\nmitigation and made up their own minds.\r\n85. I find that the reason for the Claimant’s dismissal was the Respondent’s genuine\r\nbelief that the Claimant was in breach of her professional obligations. This is a\r\nreason which relates to conduct and is a potentially fair reason for dismissal.\r\n86. Did the Respondent have reasonable grounds after reasonable investigation to\r\nconclude that the Claimant was guilty of gross negligence? (Mr McCabe was\r\nkeen to stress that there is no concept of gross negligence as opposed to\r\nnegligence simpliciter, but that was a semantic question and it was clear that\r\nwhat the Respondent meant by that concept was exceptionally serious\r\nnegligence).\r\n87. I had concerns about the investigation. As I have said Ms Darlington in her\r\ninvestigation showed an unhealthy desire to please. However, I do not accept\r\nthat she was simply doing Ms Edwards and Ms Cotterell’s bidding or that the\r\nemails sending them the list of questions for approval of themselves rendered\r\nthe process unfair. She reviewed the AMB and the PBA files because it was\r\nthese files that had been drawn to her attention as showing file handling errors.\r\n88. The report itself was in my view flawed. It did not set out the Claimant’s proper\r\nposition and was not in neutral terms. A good investigation report should weigh\r\nup the allegations against the evidence and the employee’s explanations and\r\nmake findings. It did not do that.\r\n89. I considered whether this made the decision to dismiss unfair and I concluded\r\nthat it did not. Looking at the process leading up to the dismissal as a whole I am\r\nsatisfied that the Claimant understood the allegations against her and that at the\r\ndisciplinary hearing itself she was given a fair opportunity to say what she\r\nneeded to in denial, explanation or mitigation.\r\nCase no 2300423/2016\r\n21\r\n90. I am satisfied that the Respondent did have reasonable grounds for its belief that\r\nthe Claimant had failed to comply with her professional obligations in a number of\r\nrespects. The Claimant accepted that she should have notified AMB and his\r\ninsurer of the P20 claim. She also accepted that she had not informed PBA’s\r\ninsurer of the offer and had not informed PBA of the deadline for acceptance or\r\nof the costs implication of the offer P36 offer and that she should have done so.\r\n91. The Claimant’s case was really that such errors were not serious. Such\r\noversights were “the sort of thing that happens every day in practice” and that the\r\nRespondent had grossly exaggerated the risks of those errors having any\r\nsignificant consequences. It was her case that the risk of adverse consequences\r\nwere minimal.\r\n92. Given these admissions, the real issues were whether the Claimant has been\r\nafforded a fair process and whether the sanction fell outside the band of\r\nreasonable responses—although the two are interlinked.\r\n93. At the hearing the Respondent (i) failed to establish if there was a signed notice\r\nof funding served on the court and (ii) failed to realise that Claimant had notified\r\nthe client of the P36 offer 18 days into the 21 day period. Neither failure however\r\nwas critical to the decision of the Respondent. I accept that the Claimant was not\r\ndismissed for the fact that there was no Notice of Funding on file. This was not a\r\nmatter highlighted in the dismissal letter. I also accept that the critical failures in\r\nrespect of the part 36 offer were the failures to inform the client of the deadline\r\nfor acceptance, and the consequences of the offer and the failure to inform the\r\nLEI.\r\n94. How serious were the breaches? The Claimant refers to Ms Lewis email of 17\r\nDecember 2014 (249) to support her contention that many others made such\r\nerrors. In my view the email does not suggest that the Respondent believed that\r\nthese errors were acceptable. On the contrary it is clear that “disciplinary action\r\nwill follow for repeat offenders”. The same message was given in an email of 15th\r\nAugust (210) when the department was told that failure to follow reporting\r\ntriggers to insurers could lead to disciplinary action.\r\n95. On the other hand I also do not accept Ms Edwards’ evidence that any single one\r\nof these matters would, with no prior history of failures, have merited a summary\r\ndismissal for gross negligence. Although the email sent to the department make it\r\nclear that the Respondent viewed failure follow reporting triggers as\r\nunacceptable, it gives the lie to Ms Edwards evidence that each of the charges\r\nagainst the Claimant were so serious that on their own the Respondent would\r\nhave dismissed any employee guilty of any one of such matters. The Claimant\r\nCase no 2300423/2016\r\n22\r\nherself had missed a P36 reporting trigger in late 2014 and not been dismissed.\r\n(277)\r\n96. I do however accept that Ms Edwards and Ms Cotterell reasonably regarded the\r\ncumulative effect of the Claimant’s errors as very serious and as exposing the\r\nRespondent to risk of negligence claims. Ms Edwards did not accept the\r\nClaimant’s explanation that informing the client was “unnecessary” in the\r\ncircumstances, and in her view it was the Claimant’s duty to keep the client\r\ninformed. Ms Edwards was also reasonably of the view that the Claimant showed\r\nlack of insight in that she did not regard what she had done as serious and that\r\nthis on its own was of serious concern. Both Ms Edwards and Ms Cotterell said\r\nthat had they not concluded that the Claimant’s actions were so serious as to\r\namount to gross misconduct they would still have dismissed the Claimant having\r\nregard to the live warning.\r\n97. I am satisfied that in all the circumstances, including the live warning, the\r\ndecision to dismiss the Claimant was at that stage within the band of reasonable\r\nresponses.\r\n98. However the dismissal is unfair as the Respondent failed to provide the Claimant\r\nwith a proper appeal process.\r\n99. In the first place, as I have said, the dismissal letter was devoid of reasoning and\r\nquite inadequate as to the panel’s reasons to enable the Claimant to challenge\r\ntheir conclusions. Secondly Mr Pardon did not approach the appeal with an open\r\nmind and the notes show a shockingly brief hearing. Mr Pardon says that the\r\nClaimant had not robustly challenged the decision that had been made but he\r\nhad not been given the chance to do so The Claimant was thereby denied the\r\nopportunity to show that the Respondent’s reason for dismissing her could not be\r\nreasonably regarded as sufficient. I therefore find that the Claimant was unfairly\r\ndismissed.\r\n100. However, given my finding that the initial decision was not unfair, and subject to\r\nfurther submissions from the parties, there are likely to be substantial reductions\r\nto any award to reflect Polkey and contribution issues.\r\nWrongful dismissal\r\n101. The Respondent submits that each of the six findings highlighted in the dismissal\r\nletter amounted individually to gross negligence and hence to gross misconduct. I\r\ndo not accept that. Each were clear failures but I do not accept that any of them\r\nindividually was so grave and weighty as to amount to gross negligence singly.\r\nCase no 2300423/2016\r\n23\r\nErrors were made but the Respondent was not entitled to dismiss summarily for\r\neach and every error.\r\n102. Did the Claimant’s file handling failures amount to a fundamental breach of\r\ncontract or repudiatory breach of contract entitling the employer to dismiss her\r\nwithout notice? As was said in Adesokan, gross misconduct is not limited to\r\ncases of intentional wrongdoing. The issue is whether there was negligent\r\ndereliction of duty “so grave and weighty” as to amount to justification for\r\nsummary dismissal. As the Court of Appeal said in Adesokan in considering this\r\nit is not necessary to consider whether there was any actual detriment caused –it\r\nis the risk of such detriment occurring that is the proper consideration. There are\r\nno hard and fast rules as to what this looks like but the employee’s past conduct\r\nand the background may be relevant as would be the standards of conduct\r\nclearly set by the employer.\r\n103. I have found this issue difficult. On the one hand there were clear failures against\r\na background of previous failures, in circumstances where the Claimant had\r\nbeen given support. On the other hand it was not suggested that these failures\r\nwere deliberate and as Elias LJ said in Adesokan “It ought not readily to be found\r\nthat a failure to act where there was no intentional decision to act contrary to or\r\nundermine the employer’s policies constitute such a grave act of misconduct as\r\nto justify summary dismissal.” In other words the bar is set slightly higher in such\r\ncases.\r\n104. Weighing up all these matters I conclude that the Claimant’s file handling failures\r\nwere not so grave and weighty as to entitle the Respondent to dismiss her\r\nwithout notice.\r\nRemedy\r\n105. The case is listed for a remedy hearing on 24th July 2017. The Claimant will be\r\nentitled to three month’s net pay in respect of her successful wrongful dismissal\r\nclaim.\r\n106. Unless the Claimant seeks reinstatement or re-engagement, at that hearing I will\r\nconsider the loss flowing from the unfair dismissal. I anticipate that Polkey issues\r\nwill arise as will the extent of the deduction to be made to the basic and\r\ncompensatory awards under sections 122(2) and 123(6) of the Employment\r\nRights Act 1996. Although I have heard all the evidence relevant to those matters\r\nI have concluded that the parties should be given a further opportunity to make\r\nsubmissions on these matters in the light of my specific findings.\r\nCase no 2300423/2016\r\n24\r\n107. There may also be issues as to whether there should be an uplift for breach of\r\nthe ACAS code of practice and issues of mitigation of loss.\r\n108. The parties should liaise to agree a list of issues relevant to the remedy hearing\r\nto be sent to the Tribunal not later than 3rd July 2017. If either party intends to call\r\nwitness evidence at the hearing additional to the evidence set out in the witness\r\nstatements provided for the liability hearing, those witness statement should be\r\nexchanged on or before 10th July 2017.\r\n109. If the parties are able to agree terms of compromise as to remedy in advance of\r\nthe hearing they should inform the Tribunal at the earliest opportunity so that the\r\ndate may be vacated.\r\n________________________________\r\nEmployment Judge Frances Spencer\r\n13th April 2017","tribunal_decision_categories":["breach-of-contract","unfair-dismissal","unlawful-deduction-from-wages"],"tribunal_decision_country":"england-and-wales","tribunal_decision_decision_date":"2017-04-13"},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58f770f8ed915d06b0000180/Ms_F_Lawrence_v_Newlaw_Legal_Ltd_2300423-2016_Full.pdf","title":"Ms F Lawrence v Newlaw Legal Ltd 2300423-2016 Full","content_type":"application/pdf","updated_at":"2017-04-19T14:15:20+00:00","created_at":"2017-04-19T14:15:20+00:00","content_id":"a8169d5e-cb6d-43fa-8fd9-395582b3bbb1"}],"change_history":[{"note":"First published.","public_timestamp":"2017-04-20T13:19:00.133Z"}]},"routes":[{"path":"/employment-tribunal-decisions/ms-f-lawrence-v-newlaw-legal-ltd-2300423-2016","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-04-20T13:19:00Z","base_path":"/employment-tribunal-decisions/ms-f-lawrence-v-newlaw-legal-ltd-2300423-2016","description":"Employment Tribunal decision.","content_id":"3351f27d-2bdb-4221-85aa-5e79faf7076c","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1133","api_path":"/api/content/courts-tribunals/employment-tribunal","base_path":"/courts-tribunals/employment-tribunal","content_id":"8bb37087-a5a7-4493-8afe-900b36ebc927","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-30T10:19:41Z","schema_name":"placeholder","title":"Employment Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-tribunal-decisions","base_path":"/employment-tribunal-decisions","content_id":"1b5e08c8-ddde-4637-9375-f79e085ba6d5","description":"Find decisions on Employment Tribunal cases in England, Wales and Scotland.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_tribunal_decision"},"format_name":"Employment tribunal decision","show_summaries":true,"summary":"<p>Find decisions on Employment Tribunal cases in England, Wales and Scotland.</p>","facets":[{"key":"tribunal_decision_country","name":"Country","type":"text","preposition":"by country","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"England and Wales","value":"england-and-wales"},{"label":"Scotland","value":"scotland"}]},{"key":"tribunal_decision_country_name","name":"Country name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_categories","name":"Jurisdiction code","type":"text","preposition":"by jurisdiction","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Breach of Contract","value":"breach-of-contract"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Improvement Notice","value":"improvement-notice"},{"label":"Interim Relief","value":"interim-relief"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity and Pregnancy Rights","value":"maternity-and-pregnancy-rights"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Parental and Maternity Leave","value":"parental-and-maternity-leave"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Pension","value":"pension"},{"label":"Practice and Procedure Issues","value":"practice-and-procedure-issues"},{"label":"Protective Award","value":"protective-award"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Renumeration","value":"renumeration"},{"label":"Reorganisation","value":"reorganisation"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Tax","value":"tax"},{"label":"Temporary Employment","value":"temporary-employment"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Time to Train","value":"time-to-train"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"},{"label":"Written Pay Statement","value":"written-pay-statement"},{"label":"Written Statements","value":"written-statements"}]},{"key":"tribunal_decision_categories_name","name":"Jurisdiction code name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Ms F Lawrence v Newlaw Legal Ltd: 2300423/2016","public_updated_at":"2017-04-20T13:19:00Z","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-tribunal-decisions/ms-f-lawrence-v-newlaw-legal-ltd-2300423-2016","description":"Employment Tribunal decision.","api_path":"/api/content/employment-tribunal-decisions/ms-f-lawrence-v-newlaw-legal-ltd-2300423-2016","withdrawn":false,"content_id":"3351f27d-2bdb-4221-85aa-5e79faf7076c","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}