{"title":"NDA Settlement, Contract Termination, and Inquiry","public_updated_at":"2017-03-27T06:00:03Z","details":{"body":"<div class=\"govspeak\"><p>I would like to inform the House that the Nuclear Decommissioning Authority (NDA) has today announced its decision to terminate its contract with Cavendish Fluor Partnership (CFP) for the management and decommissioning of 12 redundant Magnox sites (including 2 research sites) which, together with the Calder Hall reactor on the Sellafield site, formed the UK’s first fleet of nuclear power stations.</p>\n\n<p>The NDA ran a £6.1 billion tender process from April 2012 which resulted in a 14 year contract being awarded in September 2014 to the Cavendish Fluor Partnership – a joint venture between the British firm Cavendish Nuclear, a subsidiary of Babcock International, and the US company Fluor Inc. This decision was approved by the then Department for Energy and Climate Change and HM Treasury.</p>\n\n<p>CFP started work on the Magnox estate on 1 September 2014.There then started a process to ensure that the scope of the contract assumed in the 2012 tender matched the actual status of the decommissioning to be done on each site – a process known as consolidation.</p>\n\n<p>It has become clear to the NDA through this consolidation process that there is a significant mismatch between the work that was specified in the contract as tendered in 2012 and awarded in 2014, and the work that actually needs to be done.</p>\n\n<p>The scale of the additional work is such that the NDA Board considers that it would amount to a material change to the specification on which bidders were invited in 2012 to tender.</p>\n\n<p>In the light of this, the NDA Board, headed by a new Chair and Chief Executive, has concluded that it should exercise its right to terminate the contract on two years’ notice. The contract will be terminated in September 2019, after 5 years rather than its full term of 14 years. This termination is made with the agreement of CFP.</p>\n\n<p>Dealing safely with the UK’s nuclear legacy is fundamental and non-negotiable. It is important to emphasise that this termination is no reflection on the performance of Cavendish Nuclear or Fluor, and work on decommissioning at all the sites will continue with the management of CFP for a further two and a half years.</p>\n\n<p>During this period, the NDA will establish arrangements for a replacement contracting structure to be put in place when the current contract ends. This work will be led by the NDA’s new Chief Executive, David Peattie.</p>\n\n<p>I have every confidence that CFP will continue to deliver to high standards during the remainder of the contract.</p>\n\n<p>Although this decision is one made by the Board of the NDA, it requires the consent of myself, the Chief Secretary to the Treasury and the Accounting Officer of my Department. That consent has been given.</p>\n\n<p>We have a responsibility to ensure that the NDA’s decisions reflect its legal obligations, including under procurement law, that further risks to taxpayers’ money are contained and that robust arrangements are put in place to deliver this essential decommissioning programme.</p>\n\n<p>In addition I can announce today that the NDA has settled outstanding litigation claims against it by Energy Solutions and Bechtel, in relation to the 2014 Magnox contract award.</p>\n\n<p>The NDA was found by the High Court in its judgment of 29 July 2016 to have wrongly decided the outcome of the procurement process.</p>\n\n<p>As part of the settlements, NDA has withdrawn its appeal against the judgment. While these settlements were made without admission of liability on either side, it is clear that this 2012 tender process, which was for a value of up to £6.1 billion, was flawed. The NDA has agreed settlement payments with Energy Solutions of £76.5m, plus £8.5m of costs, and with Bechtel of $14.8m, plus costs of around £462,000 – approximately £12.5m in total.</p>\n\n<p>These are very substantial costs and had the potential to rise much further if the case had proceeded to trial.</p>\n\n<p>Taxpayers must be able to be confident that public bodies are operating effectively and securing value for money. Where this has not been achieved such bodies should be subject to rigorous scrutiny.</p>\n\n<p>I am therefore establishing today an independent Inquiry into the conduct of the 2012 procurement process and the reasons why the 2014 contract proved unsustainable. These are separate issues but both need to be examined thoroughly by an authoritative and independent expert.</p>\n\n<p>I have asked Mr Steve Holliday, the former Chief Executive of National Grid to lead the Inquiry. The Inquiry will take a ‘cradle to grave’ approach beginning with the NDA’s procurement and ending with the contract termination.</p>\n\n<p>The Inquiry will also review the conduct of the NDA and of government departments and make any recommendations it sees fit – including what further investigations or proceedings, for example possible disciplinary proceedings, may be required as a result of its findings.</p>\n\n<p>The terms of reference for Mr Holliday’s Inquiry have been placed in the libraries of both Houses. Mr Holliday will report jointly to me and to the Cabinet Secretary, and his report will be made available to this House, including to the Business, Energy and Industrial Strategy Select Committee.</p>\n\n<p>This was a defective procurement, with significant financial consequences, and I am determined that the reasons for it should be exposed and understood; that those responsible should properly be held to account; and that it should never happen again.</p>\n\n<h3 id=\"terms-of-reference-independent-inquiry-into-the-award-of-the-magnox-decommissioning-contract-by-the-nuclear-decommissioning-authority-and-its-subsequent-termination\">Terms of Reference: Independent inquiry into the award of the Magnox decommissioning contract by the Nuclear Decommissioning Authority and its subsequent termination</h3>\n\n<p>The Inquiry shall investigate the procurement process from its inception through contract award, the management of the contract by NDA to the point at which the NDA decided to terminate the contract and the litigation that followed the contract award, focusing in particular on:</p>\n\n<p>a.\tthe course of events that led to the flaws in the contract award identified by the court;</p>\n\n<p>b.\tthe course of events that led subsequently to the decision to terminate the contract;</p>\n\n<p>c.\tthe handling of the challenge and subsequent litigation brought against NDA arising out of the procurement and the subsequent resolution of the proceedings;</p>\n\n<p>d.\tthe actions throughout of the NDA, including its subsidiary organisations, and the actions throughout of government departments associated with the procurement process;</p>\n\n<p>e.\tthe structure of governance and relationship between the NDA and government departments and whether that contributed in any way to the problems encountered;</p>\n\n<p>f.\tthe extent to which the various internal and external assurance processes employed during procurement were effective; and</p>\n\n<p>g.\tany other matters it considers relevant and important.</p>\n\n<p>The Inquiry shall set out lessons to be learned, including about appropriate structures for governance and assurance of future complex, high-risk procurements, and make any recommendations it sees fit, including as to any disciplinary investigations or proceedings that may, in its view, be appropriate as a result of its findings.</p>\n\n<p>The Inquiry will be led by Steve Holliday.  He will draw on others as appropriate, including external advisers he may, by agreement with the Secretary of State, appoint.</p>\n\n<p>The Inquiry shall report to the Secretary of State for Business, Energy and Industrial Strategy and to the Cabinet Secretary.</p>\n</div>","political":true,"delivered_on":"2017-03-27T07:00:00+01:00","change_history":[{"public_timestamp":"2017-03-27T07:00:03.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Greg Clark MP","url":"/government/uploads/system/uploads/person/image/37/TME_3790TME_3790_960_greg_clark.JPG"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-03-27T07:00:03.000+01:00"},"routes":[{"path":"/government/speeches/nda-settlement-contract-termination-and-inquiry","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"written_statement","schema_name":"speech","first_published_at":"2017-03-27T06:00:03Z","base_path":"/government/speeches/nda-settlement-contract-termination-and-inquiry","description":"Written ministerial statement by Energy Secretary Greg Clark on NDA Settlement and Contract Termination plus Inquiry","content_id":"8e4b01a8-9de5-4d73-b31c-dbf0fea0c366","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"PB197","api_path":"/api/content/government/organisations/nuclear-decommissioning-authority","base_path":"/government/organisations/nuclear-decommissioning-authority","content_id":"bd692b3d-2d4c-43d9-aa85-32c465e1984a","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-03T15:20:20Z","schema_name":"placeholder","title":"Nuclear Decommissioning Authority","withdrawn":false,"details":{"brand":"department-of-energy-climate-change","logo":{"formatted_title":"Nuclear <br/>Decommissioning <br/>Authority","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/197/NDA-logo.jpg","alt_text":"Nuclear Decommissioning Authority"}}},"links":{}},{"analytics_identifier":"D1198","api_path":"/api/content/government/organisations/department-for-business-energy-and-industrial-strategy","base_path":"/government/organisations/department-for-business-energy-and-industrial-strategy","content_id":"2bde479a-97f2-42b5-986a-287a623c2a1c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-12-02T14:01:20Z","schema_name":"placeholder","title":"Department for Business, Energy & Industrial Strategy","withdrawn":false,"details":{"brand":"department-for-business-innovation-skills","logo":{"formatted_title":"Department for<br/>Business, Energy<br/>&amp; Industrial Strategy","crest":"single-identity"}},"links":{}}],"people":[{"analytics_identifier":null,"api_path":"/api/content/government/people/greg-clark","base_path":"/government/people/greg-clark","content_id":"85292d23-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:06Z","schema_name":"placeholder","title":"The Rt Hon Greg Clark","withdrawn":false,"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/energy","base_path":"/government/topics/energy","content_id":"c637a660-4903-404b-87cc-d50101822916","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"Energy","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/environment","base_path":"/government/topics/environment","content_id":"21c18504-c671-455d-a37c-0a6ecc73c4ed","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:09Z","schema_name":"placeholder_policy_area","title":"Environment","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/public-safety-and-emergencies","base_path":"/government/topics/public-safety-and-emergencies","content_id":"0f8c5b0f-5660-4c1b-8f8a-4d33787cc59e","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Public safety and emergencies","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/radioactive-and-nuclear-substances-and-waste","base_path":"/government/policies/radioactive-and-nuclear-substances-and-waste","content_id":"5d277fa1-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-26T15:15:27Z","schema_name":"policy","title":"Radioactive and nuclear substances and waste","withdrawn":false,"links":{}}],"roles":[{"analytics_identifier":null,"api_path":"/api/content/government/ministers/secretary-of-state-for-business-energy-and-industrial-strategy","base_path":"/government/ministers/secretary-of-state-for-business-energy-and-industrial-strategy","content_id":"2c74448f-c09e-4af4-a9b3-4847baa804c1","description":null,"document_type":"ministerial_role","locale":"en","public_updated_at":"2016-07-15T18:25:49Z","schema_name":"placeholder","title":"Secretary of State for Business, Energy and Industrial Strategy","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/greg-clark","base_path":"/government/people/greg-clark","content_id":"85292d23-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:06Z","schema_name":"placeholder","title":"The Rt Hon Greg Clark","withdrawn":false,"links":{}}],"available_translations":[{"title":"Nuclear Decommissioning Authority settlement, contract termination, and inquiry","public_updated_at":"2017-03-27T06:00:00Z","analytics_identifier":null,"document_type":"written_statement","schema_name":"speech","base_path":"/government/speeches/nda-settlement-contract-termination-and-inquiry","description":"Written ministerial statement by Energy Secretary Greg Clark on NDA settlement and contract termination plus inquiry.","api_path":"/api/content/government/speeches/nda-settlement-contract-termination-and-inquiry","withdrawn":false,"content_id":"8e4b01a8-9de5-4d73-b31c-dbf0fea0c366","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}