{"title":"Bradford and Bingley Applicants v Peter Clokey as the Independent Valuer: BB0001/2011","public_updated_at":"2017-04-04T14:34:12Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:2164bc8f-2f3b-4820-aa85-74b27217f5a4].\r\n\r\nSTRIKE OUT OF REFERENCES – References by ex-Bradford &\r\nBingley shareholders – Challenge to Valuer’s decision as to\r\ncompensation for shareholders – Valuation – Reasonableness –\r\nJurisdiction of Upper Tribunal in relation to points raised in\r\nReferences – Whether no reasonable prospect of Applicants’ cases\r\nsucceeding.\r\n\r\n"},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58e3ae85e5274a06b30000c4/Bradford_and_Bingley_Applicants_v_Peter_Clokey_as_the_Independent_Valuer_BB00012011.pdf\">Bradford and Bingley Applicants v Peter Clokey as the Independent Valuer: BB0001/2011</a></span>.</p>\n\n<p>STRIKE OUT OF REFERENCES – References by ex-Bradford &amp;\nBingley shareholders – Challenge to Valuer’s decision as to\ncompensation for shareholders – Valuation – Reasonableness –\nJurisdiction of Upper Tribunal in relation to points raised in\nReferences – Whether no reasonable prospect of Applicants’ cases\nsucceeding.</p>\n\n"}],"metadata":{"hidden_indexable_content":"Appeal number: BB0001/2011 ONWARDS\r\nSTRIKE OUT OF REFERENCES – References by ex-Bradford &\r\nBingley shareholders – Challenge to Valuer’s decision as to\r\ncompensation for shareholders – Valuation – Reasonableness –\r\nJurisdiction of Upper Tribunal in relation to points raised in\r\nReferences – Whether no reasonable prospect of Applicants’ cases\r\nsucceeding\r\nIN THE UPPER TRIBUNAL (TAX AND CHANCERY CHAMBER )\r\nFINANCIAL SERVICES\r\nBRADFORD & BINGLEY APPLICANTS Applicants\r\n(Messrs D Green and M Shah, Mrs J Southworth, Mr M Tanwir\r\nand Mrs V Williams)\r\n- and -\r\nPETER CLOKEY Respondents\r\n(As the Independent Valuer for the\r\nBradford & Bingley plc Compensation Scheme)\r\nTRIBUNAL: SIR STEPHEN OLIVER QC\r\nSitting in public in London on 10 May 2011\r\nDavid M Green, Applicant, attended hearing and made representations\r\nMrs Veronica Williams, Applicant, attended hearing and made representations\r\nM Tanwir, M Shah and Mrs J Southworth, Applicants, made representations in\r\nwriting but did not attend hearing\r\nDavid Blayney, counsel, instructed by Linklaters Plc, Solicitors, represented the\r\nValuer\r\n© CROWN COPYRIGHT 2012\r\nDECISION\r\n5 Introductory overview\r\n1. The great majority of grievances expressed by ex-shareholders in Bradford &\r\nBingley Plc (referred to as “Affected Shareholders”) are understandably grounds for\r\ncomplaints. But that is not enough to make those grievances admissible issues that\r\n10 can be dealt with by this Tribunal. I will refer to the statutory framework that covers\r\nthe right to compensation in more detail later. At this stage it is enough to say that\r\nlaws put in place to deal with the transfer of ownership of Bradford & Bingley Plc\r\nfrom its shareholders to the Treasury, (including what I will call “the Compensation\r\nScheme”) were precise and comprehensive. They cover the transfer. They contain\r\n15 rules setting out the precise basis on which compensation for the dispossessed\r\nshareholders is to be calculated. For that purpose the Compensation Scheme\r\nprescribes the appointment of an independent Valuer whose function is to determine\r\nthe compensation. The terms of the Compensation Scheme require him to proceed on\r\ncertain assumptions when determining the value of the Shares for compensation\r\n20 purposes (“the Valuation”). And they give this Tribunal the authority to review\r\ndeterminations of the Valuer. The authority given to this Tribunal is limited to one\r\nfunction, namely whether the valuation determined by the Valuer is “reasonable”. By\r\nreasonable is meant whether the valuation is one that a reasonable valuer, directing\r\nhimself properly as to the law, might have made.\r\n25\r\n2. The authority given to this Tribunal has, as I have just mentioned, been\r\nlimited. The Tribunal has been given no authority to, for example, challenge the\r\ndecision to take the shares of Bradford & Bingley Plc into public ownership: or to\r\nquestion either the manner by which the Valuer was appointed or the rules governing\r\n30 his approach to valuing the compensation. As already observed, the law requires the\r\nValuer to make certain assumptions when valuing the compensation. The Valuer and\r\nthe Tribunal have to take the law underlying the Compensation Scheme as they find it\r\nand to apply it properly. The result is that issues raised by Affected Shareholders and\r\nreferred to this Tribunal will be “admissible” if and only if they relate to the question\r\n35 of whether the law has been applied on the proper basis. (I refer to those as\r\n“Admissible Issues”.) And even if the challenge is on the face of it admissible, the\r\nTribunal must be satisfied that it has a reasonable prospect of success.\r\n3. I have examined all the points and grievances advanced by all the hundreds of\r\n40 Bradford & Bingley Plc Affected Shareholders who have referred their cases to this\r\nTribunal. I have attempted to identify all possible issues that might, arguably, come\r\nwithin the authority of this Tribunal. The present hearing was held to give the five\r\nparticular Affected Shareholders (whom I refer to as “the Applicants”), who had\r\nraised what might arguably have been Admissible Issues and who were prepared to\r\n45 participate actively in the proceedings before the Tribunal, the opportunity to explain\r\ntheir cases. Since then, I have examined all the points raised at the hearing and I have\r\nreviewed the process of reasoning adopted by the Valuer in reaching his\r\n3\r\ndetermination of a nil amount. The conclusion that I have reached and which I will\r\nexplain in greater detail below is that none of the Applicants has advanced any\r\nAdmissible Issue that has a realistic prospect of success.\r\n5 4. I am satisfied from my examination of the circumstances that the Valuer\r\ncarried out his valuation function wholly in accordance with the Compensation\r\nScheme.\r\nThis decision\r\n10\r\n5. To give context to the points advanced by the five Applicants in their\r\nsubmissions to me, both in writing and orally at the hearing held on 10 May 2012, I\r\ninclude, as a Schedule to this Decision, the Statement of Case of 6 June 2011 in which\r\nthe Valuer sets out the facts and matters relied upon him in determining the Valuation\r\n15 for purposes of the Compensation Scheme. Many of the points raised are directed at\r\nthe steps in the reasoning of the Valuer and will be cross-referred to the Statement of\r\nCase. The purpose of the hearing was to enable me to decide whether, in the light of\r\nthe submissions made by the Applicants, I should strike out their References. Rule\r\n8(2) of The Tribunal Procedure Upper Tribunal) Rules 2008 (2008 No.2698) requires\r\n20 the Tribunal to strike out the whole or part of proceedings covered by a Reference\r\nwhere the Tribunal does not have jurisdiction (i.e. authority) in relation to the\r\nproceedings. Rule 8(2) empowers the tribunal to strike out proceedings (or part of\r\nthem) covered by a Reference where the Tribunal considers there is no reasonable\r\nprospect of the applicant’s case (or that part) succeeding.\r\n25\r\n6. The Statement of Case, the Assessment Notice and the Revised Assessment\r\nNotice cover the many considerations taken into account by the Valuer : they raise\r\nmany other issues dealt with by the Valuer which have no longer been pursued the\r\nApplicants (or by Affected Shareholders). For reasons that I will explain under the\r\n30 heading “Procedural History”, the hearing and the issues to which this Decision\r\nrelates go to the question of whether there are any permissible issues raised by the\r\nApplicants. This Decision is therefore directed at the question of whether those issues\r\ndo indeed amount to admissible issues and whether on examination they have any\r\nreasonable prospect of success.\r\n35\r\n7. The Valuer has made a decision as to the amount of compensation; that has\r\nproduced a nil amount for each of the Applicants in the present proceedings and, it\r\nmust follow, for each Affected Shareholder irrespective of the size or the\r\ncircumstances of his or her holding. The objections taken by each Applicant are\r\n40 relevant to every other Affected Shareholder. Out of respect to the careful and\r\nconscientious presentation made by the Applicants in writing and at this hearing, I\r\nshall attempt to deal with all the arguments of substance addressed to me. Where the\r\nargument fails to satisfy me that it raises an Admissible Issue, I will explain why.\r\nWhere it appears to me that the argument may raise an Admissible Issue but it\r\n45 nonetheless one that has no reasonable chance of success, I shall also give my\r\nreasons.\r\n4\r\n8. This Decision starts with an explanation of the background to the present\r\nReferences. A fuller description will be found in the Statement of Case. The\r\nprocedural history that follows aims to explain why the references of so few Affected\r\nShareholders, namely the present Applicants, have actually reached the stage of the\r\n5 present hearing. The rest of this Decision will deal with the points specifically raised\r\nby the five Applicants.\r\n9. The Valuer was appointed by Her Majesty’s Treasury (“the Treasury”) on 24\r\nJune 2009 as independent valuer for the purposes of the Bradford & Bingley plc\r\n10 Compensation Scheme (“the Compensation Scheme”), having been selected by a\r\npanel chaired by the Chief Executive of the Institute of Chartered Accountants in\r\nEngland and Wales. The Scheme is established under The Bradford & Bingley plc\r\nCompensation Scheme Order 2008 (SI 2008/3249) (“the Compensation Scheme\r\nOrder”), which came into force on 19 December 2008 and was subsequently amended\r\n15 by the Bradford & Bingley plc Compensation Scheme (Amendment) Order 2009 (SI\r\n2009/790) (“the Compensation Scheme Amendment Order”).\r\n10. The Valuer issued an assessment notice (“the Assessment Notice”) on 5 July\r\n2010 in accordance with paragraph 10 of the Schedule to the Compensation Scheme\r\nOrder (“the Schedule”). The Assessment Notice explained that the Valuer had\r\n20 determined that no compensation is payable by the Treasury to former shareholders\r\nunder the Scheme (“the Valuation”) and set out the Valuer’s reasons for the Valuation.\r\n11. The Assessment Notice invited anyone dissatisfied with it to request the\r\nValuer to reconsider the Valuation. Following consideration of such requests, the\r\nValuer issued a revised assessment notice (“the Revised Assessment Notice”) on 14\r\n25 March 2011 in accordance with paragraph 11 of the Schedule. The Revised\r\nAssessment Notice explained that the Valuer upheld the Assessment Notice and the\r\nValuation.\r\n12. Paragraph 12 of the Schedule provides that persons who are affected by the\r\n30 determination of the amount of any compensation which is contained in the Revised\r\nAssessment Notice and who are dissatisfied with the Revised Assessment Notice may\r\nrefer the matter to the Tribunal.\r\n13. More than 700 Reference Notices (“Notices”, each such Notice giving rise to a\r\n35 Reference) have been sent by persons claiming to be affected (Applicants) to the\r\nTribunal challenging the Valuation.\r\nProcedural history\r\n40 14. On 31 August 2011, I gave directions that contemplated that the Chairman of\r\nthe Bradford & Bingley Action Group (the “BBAG”), a Mr Blundell, would carry out\r\nthe role of actively arguing the challenge to the Valuation.\r\n15. However, Mr Blundell subsequently applied and was given permission to\r\nwithdraw from the proceedings, leaving a position in which there was no active party\r\n45 to advance a case against the Valuation.\r\n5\r\n16. The matter came before me for a further directions hearing on 15 November\r\n2011. I heard submissions from counsel for the Valuer and from Mrs V Williams, the\r\nonly Applicant to attend the hearing, and gave directions dealing with (a) the issue as\r\nto which References were arguably within, and which were outside, the jurisdiction of\r\n5 the Tribunal, and (b) the issue as to how the Tribunal should deal fairly and justly with\r\nthe References that did fall within its jurisdiction, having regard in particular to the\r\nthen lack of any actively participating Applicant. I gave directions, released on 24\r\nNovember 2011, which (in formal terms) dealt with these matters as follows:\r\n(a) Issues that the Tribunal considered to be outside the scope of its jurisdiction\r\n10\r\n17.1 The Tribunal reaffirmed its direction of 31 August 2011 as to the five\r\ncategories of issue that were arguably admissible, such issues being the “Admissible\r\nIssues” and other issues being termed “Non-Admissible Issues”.\r\n15 17.2 The Tribunal indicated that it had concluded that the appropriate course might\r\nbe to strike out all References or parts of References raising Non-Admissible Issues,\r\nbut before taking that step the Tribunal would give Affected Applicants an\r\nopportunity to make representations in relation to the proposed striking out.\r\n20 17.3 The Tribunal therefore invited affected Applicants (i.e. Applicants who had\r\nsent in a Notice or Reply containing Non-Admissible Issues, and wished the Tribunal\r\nto consider arguments why their References should not be struck out in respect of\r\nsuch issues) to write to the Tribunal setting out reasons why he or she should be\r\npermitted to pursue those Non-Admissible Issues.\r\n25\r\n(b) Apparent lack of Applicants willing to participate actively in the proceedings\r\n17.4 The Tribunal indicated that it was not currently aware of any Applicant who\r\nhad sent in a Notice or Reply containing Admissible Issues and intended to participate\r\n30 actively in the proceedings.\r\n17.5 The Tribunal indicated that it had concluded that the appropriate course may\r\nbe to strike out all References or parts of References that were not actively pursued by\r\nat least one Applicant, but before taking that step the Tribunal would give affected\r\n35 Applicants an opportunity to make representations in relation to the proposed striking\r\nout.\r\n17.6 The Tribunal therefore gave directions that:\r\n40 (a) invited Applicants not wishing to participate actively in the\r\nproceedings to write to the Tribunal by 13 January 2012 setting\r\nout reasons why their References should not be struck out; and\r\n(b) gave a further opportunity to Applicants to indicate whether\r\n45 they wished to participate actively in the proceedings, directing\r\nthat parties wishing to do so were to write to the Tribunal by 13\r\nJanuary 2012 expressing that intention, and identifying by\r\n6\r\nreference to their Notices or Replies and if possible the\r\nValuer’s Statement of Case the Admissible Issues in relation to\r\nwhich the Applicant would participate actively.\r\n5 18. Subsequent to the directions of 24 November 2011, five Applicants wrote to\r\nthe Tribunal notifying an intention to participate actively in the proceedings. I\r\nconcluded in relation to each of these five Applicants that it was not clear which of\r\nthe points raised by that Applicant were contended to be Admissible issues in respect\r\nof which that Applicant intended to participate actively in the proceedings. I therefore\r\n10 gave further directions on 15 March 2012 to each of the five Applicants, by which:\r\n18.1 Four of the five Applicants were directed to write within 21 days\r\nindicating which (if any) of the points raised by that Applicant were asserted\r\nto be Admissible Issues, and confirming that he/she intended to participate\r\n15 actively in the proceedings in respect of such points; and\r\n18.2 All five Applicants were invited to attend a preliminary hearing at\r\nwhich the opportunity would arise to clarify his/her position and if appropriate\r\nto work out the next steps in preparation for the hearing of his/her Reference.\r\n20\r\n19. Only one of the four Applicants referred to in paragraph 0 above (Mr Green)\r\nhas written to the Tribunal as required by the directions of 15 March 2012.\r\nGeneral Observations\r\n25\r\n20. It will not, in my view, be proper for any Reference to proceed to trial unless\r\n(a) it raises Admissible Issues having a real prospect of success and (b) the\r\nApplicant’s case on those issues is set out with sufficient clarity and particularity that\r\nboth the Tribunal and the Valuer and this can sensibly engage with the issues raised.\r\n30 If these conditions are not met the proceedings will be a waste of public money and\r\nperform no legitimate function. A purpose of this hearing has been to examine all the\r\npoints and arguments raised by the Applicants in order to determine whether they\r\nraise Admissible Issues. To the extent that they do, I have proceeded to the next stage\r\nof considering, in the light of the representations of the Applicants, whether the point\r\n35 in question has a real prospect of success. If the point in question fails those\r\nconditions, the Applicants’ Reference may then be struck out either in whole or as to\r\nthe Non-Admissible Issues or as to those issues that have no reasonable prospect of\r\nsucceeding. With those points in mind I have considered all the points of substance\r\nraised by each individual Applicant either in writing or at the hearing (or both).\r\n40\r\n21. I now examine the submissions and, avoiding repetition so far as possible,\r\nexplain my conclusions. For that purpose I have used the Valuer’s Statement of Case\r\nas the source of the statutory provisions involved. Save where I specifically refer to\r\nthem, there have been no challenges to the content of the Statement of Case. In the\r\n45 main those challenges have been directed at particular facts and matters relied on by\r\nthe Valuer in making the Valuation. Thus the actual account of the appointment and\r\nfunctions of the Valuer (paragraphs 1-9), of the tests to be applied by the Valuer\r\n7\r\n(paragraphs 10 and 11) and of the Statutory Assumptions (paragraphs 12-15) can be\r\nread as if they are part of this Decision. So far as concerns the “Challenges to the\r\nValuation” and the allocation of these to “Complaints categories” (paragraphs 18-40),\r\nI adopt these as part of this Decision. Where the Valuer’s reasoning for rejecting those\r\n5 challenges has been made the subject of a particular challenge by one of the\r\nApplicants, I shall address that matter separately.\r\nSubmissions relating to individual Applicants\r\n10 Mr Tanwir\r\n22. Mr Tanwir’s Notice referred to and enclosed a copy of a letter from Mr\r\nBlundell to the Tribunal of 27 March 2011 setting out the case as then put by the\r\nBBAG. Mr Tanwir’s response to the Valuer’s Statement of Case consisted of a letter\r\n15 dated 3 July 2011, which merely attached a letter from Mr Blundell to the Tribunal\r\ndated 20 June 2011 and a document headed “Update No.12” produced by BBAG.\r\n23. Mr Tanwir’s letter to the Tribunal of 10 January 2012 referred to “my\r\nprevious correspondences” (i.e. Mr Tanwir’s previous letters attaching Mr Blundell’s\r\n20 letters of 27 March 2011 and 20 June 2011), the BBAG website and a press release\r\n(issued by BBAG on 14 March 2011), and expressed an intention to participate\r\nactively in the proceedings. It did not specifically identify any Admissible Issues, or\r\ncontain any submissions regarding the proposed striking out of Non-Admissible\r\nIssues. It is relevant to mention that Mr Blundell’s letter of 20 June 2011 had made it\r\n25 clear that Mr Blundell considered that the Valuer was forced by the legislative terms\r\nof reference to give a nil valuation, which no doubt explains Mr Blundell’s\r\nsubsequent decision to withdraw his Reference. In particular, in the fourth sentence\r\nin the first paragraph of that letter Mr Blundell stated that “BBAG has already made\r\nclear that in its view PC’s [Peter Clokey] terms of reference ensured he had no\r\n30 alternative other than an “in administration” approach thus ensuring a nil valuation”.\r\n24. In common with the other Applicants Mr Tanwir was not legally represented.\r\nI was concerned that he might have had other points to make or that he might have\r\nhad other ways of substantiating the contentions originally advanced by Mr Blundell.\r\n35 However Mr Tanwir did not attend the hearing and I am therefore left with nothing on\r\nMr Tanwir’s part that displaces the reasonableness of the Valuer’s decision. His\r\nReference should therefore be struck out; he has not identified Admissible Issues with\r\nwhich the Valuer and the Tribunal can sensibly engage.\r\n40 Mr Green\r\n25. Mr Green’s Notice referred to and attached the following:\r\n25.1 A letter dated 7 April 2011 from Mr Green to the Tribunal. The letter\r\n45 asserted (among other things) that “The way the law is written forces Peter\r\nClokey to give a nil valuation”, and in the penultimate paragraph Mr Green\r\nstated “I Appeal to the upper tribunal to ask for a true valuation of the business\r\n8\r\nwith out the restrictions placed up on the Valuer by the Bradford & Bingley\r\nPLC compensation scheme order 2008…”;\r\n25.2 An exchange of email correspondence between Mr Green and Philip Davies\r\n5 MP, in which, among other things, Mr Davies MP stated “As you know I very much\r\nagree with you about the valuation, although a zero valuation was inevitable based on\r\nthe valuation criteria laid down by the previous Government”;\r\n25.3 An extract from the Revised Assessment Notice annotated with various\r\n10 manuscript comments; and\r\n25.4 A copy of an article on the BBC website reporting that Bradford &\r\nBingley made a pre-tax profit of £1.08bn in 2010.\r\n15 26. Mr Green wrote to the Tribunal on 12 December 2011 in response to the\r\nDirections dated 24 November 2011. He expressed an intention to participate in the\r\naction and objected to the striking out of his Reference. He also referred to the five\r\ncategories of Admissible Issues, but did not specify which of the points raised in\r\ncorrespondence he contended to be Admissible Issues and intended to pursue actively\r\n20 in the proceedings.\r\n27. The 15 March 2012 directions addressed to Mr Green required him to specify\r\nin writing which, if any, of the points raised in correspondence he intended to be\r\nAdmissible Issues and to confirm that he intended to participate actively in the\r\n25 proceedings.\r\n28. Mr Green responded to this by a letter to the Tribunal dated 28 March 2012.\r\nThat letter made various arguments and enclosed various attachments. Mr Green\r\nattended the present hearing and presented an oral argument that developed the points\r\n30 made in that letter.\r\n29. Mr Green argued in that letter that the Valuation was “based on [the Valuer’s]\r\nopinion only”. In my view that argument fails to provide any comprehensible ground\r\nof challenge to the Valuation. When making the Valuation, the Valuer necessarily\r\n35 had to form and express an opinion, but it is very clear from the Assessment Notice\r\nand the Revised Assessment Notice that the opinion was based upon evidence and\r\ndetailed analysis.\r\n30. Mr Green referred to a copy of a letter dated 12 February 2010 to the Valuer\r\n40 from Charles Fussell & Co (the then solicitors for the BBAG). The letter from\r\nCharles Fussell & Co pre-dated the Valuation, and cannot therefore reasonably be\r\nrelied upon as a document containing particulars of the grounds upon which Mr Green\r\nchallenges the reasonableness of the Valuation. Furthermore, to the extent that the\r\nletter from Charles Fussell & Co contains points potentially relevant to the\r\n45 reasonableness of the Valuation, those points are addressed in the Assessment Notice,\r\nthe Revised Assessment Notice and the Valuer’s Statement of Case, and Mr Green’s\r\nreference to the letter therefore does not identify any other points that are still in issue\r\nor that go to the reasonableness of the Valuer’s decision.\r\n9\r\n31. Mr Green’s letter alleges that “Further to the nationalization the government\r\nhas continued to liquidize my assets and make large profits”. That allegation does not\r\nin my view be amount to a comprehensible challenge to the Valuation. The Valuation\r\nis directed to be an amount equal to the value immediately before the “transfer time”:\r\n5 see the paragraphs from the Schedule to the Compensation Scheme Order referred to\r\nin paragraph 5 of the Statement of Case.\r\n32. Mr Green alleges that he has not (unlike the Valuer) had the opportunity to\r\ninterview all the “major players” at Bradford & Bingley or had access to information\r\n10 that has not appeared in the public domain. That point has since been pursued further\r\nin a letter from Mr Green to the Valuer dated 23 April 2012, in which Mr Green\r\nrequests copies of (1) all minutes of meetings between the Valuer and his team and\r\nthe former and current board of Bradford & Bingley and (2) all working documents\r\nand valuations to complete the published valuation. The Valuer has submitted that\r\n15 that complaint and request by Mr Green are not legitimate.\r\n33. I agree with the Valuer’s submission, essentially for the following reasons.\r\nFirst, the jurisdiction to refer the Valuation to the Tribunal exists in order to enable\r\nApplicants to challenge the reasonableness of the Valuation by drawing to the\r\n20 attention of the Tribunal parts of the Assessment Notice or Revised Assessment\r\nNotice that appear to involve an incorrect interpretation of the law or incorrect\r\nreasoning. I cannot find any matters referred to in those Notices, nor did Mr Green\r\nrely on any such matters, that demonstrated any incorrect interpretation or incorrect\r\nprocess of reasoning on the Valuer’s part. Second, it is evident from the terms of the\r\n25 Compensation Scheme Order that the jurisdiction to make references to the Financial\r\nServices and Markets Tribunal (now this Tribunal) was not intended to give rise to an\r\nentitlement for Applicants to receive disclosure of documents considered by the\r\nValuer when making his Valuation. Specifically Part 3A of the Schedule to the\r\nCompensation Scheme Order (as inserted by the Compensation Scheme Amendment\r\n30 Order) contained detailed provisions dealing with information, which were clearly\r\ndesigned to ensure that the Valuer had unimpeded access to information relevant to\r\nhis valuation but was not to disclose such information except to the extent that he\r\nconsidered such disclosure necessary for the purpose of exercising the functions of his\r\noffice (paragraph 8D). I should add that the provisions for disclosure in the Financial\r\n35 Services and Markets Tribunal Rules 2001 (Rules 5(3), 7 and 8) were excluded by\r\nparagraphs 23(b) and 24 of the Schedule to the Compensation Scheme Order.\r\n34. Mr Green argues in his letter that he has been deprived of the right to peaceful\r\nenjoyment of his property, and states that unless he is given some form of satisfaction\r\n40 by the Tribunal, he asks that the Tribunal pass the case to a Human Rights court. The\r\nthrust of Mr Green’s case on this point is, I infer, directed at the Government’s\r\ndecision to secure the compulsory transfer of the Shares from Affected Shareholders\r\nto the Treasury. It reflects the grievances of the vast majority of the Affected\r\nShareholders. I cannot give effect to that request. The Tribunal only has jurisdiction\r\n45 to deal with human rights issues where such issues are relevant to the determination of\r\nAdmissible Issues. The “right to peaceful enjoyment” point is not relevant to the\r\nreasonableness of the Valuation. I cannot see that any other human rights issues\r\n10\r\nimpact on matters within the jurisdiction of this Tribunal. Moreover, this Tribunal has\r\nno jurisdiction to transfer the Reference to any other court for the determination of\r\nNon-Admissible Issues.\r\n5 35. It will be noted in this context that one of the shareholders affected by the\r\nNorthern Rock valuation brought judicial review proceedings in the High Court\r\nchallenging the assumption that the Northern rock valuer (like the Valuer in this case)\r\nwas required to make by section 5(4) of the Banking (Special provisions) Act 2008.\r\nThat challenge was dismissed in a decision upheld by the Court of Appeal: see R (on\r\n10 the application of SRM Global Master Fund LP) v Treasury Commissioner [2009]\r\nEWCA Civ 788. The Tribunal also took account of human rights issues, to the extent\r\nrelevant to interpretation of the legislation, when rejecting the challenges to the\r\nvaluation in the Northern Rock case: see Northern Rock Applicants v Caldwell [2011]\r\nUKUT 408 (TCC).\r\n15\r\n36. For those reasons I have concluded that Mr Green’s Reference should be\r\nstruck out because he has not identified any Admissible Issues with which the Valuer\r\ncan sensibly engage. To the extent, if any, that he has raised Admissible issues, these\r\nin my opinion and for the reasons given have no reasonable prospects of success.\r\n20\r\nMr Shah\r\n37. Mr Shah’s Notice gave the following reasons for referring the Valuer’s\r\ndecision to the Tribunal:\r\n25\r\n“I believe that HM Treasury took a wrong and hasty decision.\r\nB&B should have been given time by putting into Administration or by\r\nhelping with the Taxpayers money like it was done with Lloyds TSB and the\r\n30 RBS Group as it has been proved by the recent results of the B&B and the\r\nother Banks that given time B&B would have recovered fully and be making\r\nprofit.\r\nIt was also possible that it could have been sold as a going concern to a\r\n35 number of suitable prospectors which would have benefited everybody.”\r\n38. In response to the Directions dated 24 November 2011, Mr Shah wrote a letter\r\nto the Tribunal dated 11 January 2012 in which he stated that he intended to\r\nparticipate actively in the proceedings in relation to (i) the issues raised in his letter\r\n40 and (ii) “other issues raised by other applicants”.\r\n39. In its direction of 15 March 2012 addressed to Mr Shah, the Tribunal indicated\r\nits view that:\r\n45 (i) The reference to issues raised by other Applicants gave no indication\r\nas to which issues were referred to;\r\n11\r\n(ii) Mr Shah’s arguments that HM Treasury’s decision was “wrong and\r\nhasty” and that Bradford & Bingley should have been given time are criticisms\r\nof the conduct of the Government and as such did not raise Admissible Issues;\r\n5 (iii) Mr Shah’s argument that Bradford & Bingley should have gone into\r\nadministration is consistent with the Valuation and therefore did not involve a\r\nchallenge to it; and\r\n(iv) Mr Shah’s reference to Bradford & Bingley being “sold over” and to\r\n10 Virgin Money being “an interested party” are insufficiently particularised to\r\nenable the Valuer sensibly to engage with it.\r\nMr Shah was accordingly directed to specify particulars in writing.\r\n15 40. Mr Shah did not attend the hearing. I am therefore bound to conclude that his\r\nReference is to be struck out because he has not identified and provided sufficient\r\nparticulars of any Admissible Issues with which the Valuer can sensibly engage.\r\nMrs Southworth\r\n20 41. Mrs Southworth’s Notice stated that her reason for referring the Valuer’s\r\ndecision to the Tribunal was as follows:\r\n“I am referring to the Upper Tribunal, as being widowed I was relying on my\r\nshares as added income if needed.”\r\n25\r\n42. Mrs Southworth wrote a letter dated 14 December 2011 responding to the\r\ndirections made on 24 November 2011. In that letter she objected to any part of her\r\nReference being struck out, and indicated an intention to participate actively in the\r\nproceedings. The only reasons she provided were as follows:\r\n30\r\n“…I wish to object to the Reference being struck out in whole or part on the\r\nbasis of my representation namely being: the share price had been driven\r\ndown artificially by speculators. Bradford and Bingley shares closed at 20p\r\neach on the final day of trading before nationalisation. Fair valuation would\r\n35 suggest that the said shares would have been trading on a higher valuation had\r\nit not been for the speculators. Valuation of banking shares are normally done\r\nby the stockmarket on the basis of trading at a % to book value. Dexia, the\r\nBelgium giant share price was recently also driven down to depressed prices\r\nby speculators – however, the government relisted the shares after financial\r\n40 adjustments and shareholders did NOT lose their money, as Dexia share are\r\nstill listed today and have had an opportunity to recover from the speculators\r\nshorting practices. I ask the same fair and judicious approach from Mr Peter\r\nClokey, of Pricewaterhouse Coopers. I rest my case.”\r\n45 43. My directions of 15 March 2012 addressed to Mrs Southworth contained the\r\nfollowing statement:\r\n12\r\n“To the extent that Mrs Southworth’s argument is based on Government’s\r\nfailure to take steps as described in relation to Dexia, the Tribunal is of the\r\nview that this is not an Admissible Issue. To the extent that Mrs Southworth\r\nraises an argument based on a depressed closing share price on 26 September\r\n5 2008, it is evident that the Valuation was not based on the closing share price\r\non 26 September 2008 (see paragraph 38(1) of the Statement of Case, section\r\n4 of the Assessment Notice and section 8 of the Revised Assessment Notice).\r\nMrs Southworth’s argument therefore does not involve any challenge to the\r\nValuation unless she also intends to argue that the Valuer was wrong not to\r\n10 base the Valuation on share price. Mrs Southworth is invited to clarify and\r\nparticularise her case in this regard.”\r\n44. Mrs Southworth wrote to the Tribunal on 25 April 2012 in which she\r\neffectively restated the points made in her letter of 14 December 2011. For the\r\n15 reasons given in the Tribunal’s letter of 15 March 2012, I cannot see that Mrs\r\nSouthworth’s Reference addresses any Admissible issue. She also referred to the\r\nFSA’s report into Bradford & Bingley that had not been released. I cannot see how\r\nthat could or would affect the reasonableness of the valuation. Mrs Southworth’s\r\nReference should therefore be struck out.\r\n20\r\nMrs Williams\r\n45. Mrs Williams sent a letter to the Tribunal on 28 June 2011 in which she raised\r\nsome forty points, many of which referred specifically to the Valuer’s Statement of\r\n25 Case (attached as a Schedule to this Decision). Mrs Williams attended the hearing\r\nand explained and developed those points. I shall address her contentions with\r\nreference, so far as is possible, to the Statement of Case.\r\nIssues raised by Mrs Williams relating to bias\r\n30\r\n46. Mrs Williams emphasises, from paragraph 2 of the Statement of Case that the\r\nValuer was appointed by the Treasury in June 2009 and that the Compensation\r\nScheme (established by Order (SI 2008/3249)) came into force on 19 December 2008.\r\nMrs Williams alleges that the “Valuer cannot be independent as he claimed since he\r\n35 was appointed by the Treasury”, the Treasury being responsible for paying\r\ncompensation. Therefore, she contends, if the Valuer has been appointed by the\r\nTreasury there is a conflict of interest.\r\n47. That allegation, relating as it does to the statutory basis for the Valuer’s\r\n40 appointment, does not in my opinion raise an Admissible Issue. The only question for\r\nthis Tribunal is whether the Valuer’s decision as to the amount of compensation is a\r\nreasonable decision. For this purpose the function of the Tribunal is limited to\r\nconsidering whether the Valuation is one that a reasonable valuer, directing himself\r\nproperly as to the law, might have made.\r\n45\r\n48. Addressing paragraph 9 of the Statement of Case, Mrs Williams alleges that\r\nthe valuation is unreasonable. This allegation is based on the explanation, given by\r\n13\r\nthe Valuer in paragraph 3 of the Statement of Case, as to the statutory means by\r\nwhich the Financial Services and Markets Act 2000 (“FSMA”) has been modified to\r\nconfine this Tribunal’s jurisdiction to the question of whether the decision as to the\r\namount of compensation is a reasonable decision. I quote Mrs Williams’ case as set\r\n5 out in a letter of 28 June 2011. In this letter Mrs Williams observes that the FSMA\r\ngave the FSA “sole regulatory authority for the financial services industry with\r\npowers of authorisation, supervision and enforcement”. She contends that it followed\r\nfrom those words and from the other provisions referred to in paragraph 9 of the\r\nStatement of Case, that “there are biases in favour of the Treasury: therefore the\r\n10 valuation is unreasonable”.\r\n49. I cannot see any sustainable basis for Mrs Williams’ allegations. Nothing in\r\nthe provisions defining this Tribunal’s jurisdiction gives any cause for, or indication\r\nof, bias on the part of the Valuer. In any event the particular argument alleging bias is\r\n15 a Non-Admissible Issue; it does not impact on the question of whether the Valuer’s\r\ndecision is itself unreasonable.\r\n50. Mrs Williams then refers to paragraph 12 of the Statement of Case which\r\nrefers to the provision in the Banking Act that for the purposes of section 5(4) “the\r\n20 references to the provision of financial assistance by the Treasury to the deposit-taker\r\ninclude any case where the Chancellor of the Exchequer announces that the Treasury\r\n(whether acting alone or with the Bank of England) would, if necessary, put in place\r\nrelevant guarantee arrangements in relation to the deposit-taker”. Observing that the\r\nTreasury, the Bank of England and the Government are all “one and the same”, Mrs\r\n25 Williams alleges that the valuations are biased in favour of them. I cannot see that\r\nthat produces any basis for an allegation of bias against the Valuer. The relevant\r\nprovisions of the Banking Act provide the framework within which the Valuer is to\r\nmake his valuation. The question for this Tribunal is whether that valuation is\r\nunreasonable. The statutory structure within which the valuation is to be made is\r\n30 wholly outside the scope of this Tribunal’s authority.\r\n51. Regarding the “bias” allegation, I refer to the Valuer’s comment in paragraph\r\n29 of the Statement of Case in which he denies bias and states that “in performing his\r\ntask he has acted entirely independently of the Treasury and has reached what he\r\n35 considers to be the correct Valuation, applying the provisions of the Schedule, without\r\nfavouring any party.” For the reasons I have given, I cannot see that the\r\nreasonableness of the Valuer’s decision is in any way undermined or affected by the\r\nnature of his appointment or by the statutory requirements. The allegation is not in\r\nany event an Admissible Issue as it does not impact on the decision-making process.\r\n40 But, even if it did, there is no explanation or evidence adduced by Mrs Williams as to\r\nhow bias might have affected the decision. Even if that had been an Admissible\r\nIssue, there would in my view be no prospect of success on the bias contentions.\r\n45\r\n14\r\nHas the Valuer misconstrued the meaning of the words “immediately before”?\r\n52. Mrs Williams refers to the passages in paragraph 3, 4, 5 and 16(1) of the\r\nStatement of Case where, for example, he states his statutory function as being to\r\n5 determine the amount of compensation as “an amount equal to the value immediately\r\nbefore the transfer time of all shares in Bradford & Bingley plc held immediately\r\nbefore the transfer time by that person”. He notes that the “transfer time” is defined\r\nas “8.00 a.m. on 29 September 2008”. Mrs Williams asserts that the valuation date\r\ncannot properly be the 29th September at 8.00 a.m.. No valuation should be made\r\n10 with reference to any date later than the last working or trading day. She drew\r\nattention to the fact that the market for trading in Bradford & Bingley plc shares was\r\nnot open at that time the valuation date should not, therefore, be taken as at 8.00 a.m.\r\non the 29th.\r\n15 53. The expression “immediately before” as used in paragraphs 3 and 6 of the\r\nSchedule to the Compensation Scheme order prescribes a precise moment of time. As\r\nI read it, Mrs Williams’ challenge appears to involve an argument that the valuation\r\nshould have been carried out by reference to some unspecified time other than the\r\ntime precisely stated in the Transfer Order. I cannot see any reasonable prospect of\r\n20 that argument succeeding. Moreover, as I have already mentioned, it is not the\r\nfunction of this Tribunal to question the structure of the Compensation Scheme. The\r\nsole authority of this Tribunal is to determine the reasonableness of the Valuer’s\r\ndecision.\r\n25 The Valuer’s use of the expression “far from clear” in the Valuer’s Notices\r\n54. Referring to paragraph 10(1), Mrs Williams questions the “reasonableness” of\r\nthe Valuer’s decision on the grounds that his understanding of the law is evidently\r\nflawed on account of his use of the expression “far from clear” in paragraphs 3.19,\r\n30 3.21 and 3.22 of the Revised Assessment Notice. In paragraph 3.19, for example, the\r\nValuer addresses the “Discount Window Facility” (DWF). The Valuer observes that,\r\nwhile the DWF, being a new form of liquidity insurance provided by the Bank of\r\nEngland to the banking system, was not a direct successor to the Special Liquidity\r\nScheme (the SLS), it was “far from clear that the DWF would fall within the statutory\r\n35 definition” (i.e. part of the Bank of England’s “standing facilities in the sterling\r\nmoney markets”). In paragraph 3.22, the Valuer observed that as the DWF was solely\r\ndesigned to provide liquidity income it should be contrasted to the provision of\r\nstanding facilities and open market operations which additionally served the purpose\r\nof setting interest rates; the latter would arguably fall within the definition of ordinary\r\n40 market assistance, but the limited function of the former would exclude it.\r\n55. I do not see those examples of the Valuer’s reasoning as in any way\r\nundermining the Valuer’s understanding of the law, as has been asserted by Mrs\r\nWilliams. The Valuer has, for reasons which I shall summarise below, directed\r\n45 himself properly as to the law and reached a justifiable conclusion that the SLS is not\r\nwithin the definition of ordinary market assistance; it cannot therefore be excluded\r\nfrom the application of the “No Future Assistance Assumption” referred to in\r\n15\r\nparagraph 11 of the Statement of Case. Contrary to Mrs Williams’ assertion, the\r\nexpression “it is far from clear that” is a phrase commonly found in legal opinions and\r\njudgments and is used to explain why an argument under consideration is not found to\r\nbe persuasive. The point taken by Mrs Williams, based on the “far from clear”\r\n5 expression, does not in my opinion raise an arguable ground of challenge to the\r\nreasonableness of the Valuation.\r\nWas the use of the Bank of England’s SLS “ordinary market assistance” within\r\nsection 5(4) of the Banking Act?\r\n10\r\n56. The answer to this question underlies several of the challenges made by Mrs\r\nWilliams. The Valuer has interpreted and applied the No Future Assistance\r\nAssumption on the basis that the use of the SLS by Bradford & Bingley was not\r\n“ordinary market assistance offered by the Bank of England subject to its usual terms”\r\n15 within the meaning of section 5(4). His reasons are contained in paragraph 23 of the\r\nStatement of Case, in section 2 of the Assessment Notice and in section 3 of the\r\nRevised Assessment Notice.\r\n57. Section 5(5)(b) of the Banking Act gives an exhaustive definition of the words\r\n20 “ordinary market assistance” stating that for the purposes of section 5(4) the\r\nexpression means “ assistance provided as part of the Bank’s standing facilities in the\r\nsterling money markets or as part of the Bank’s open market operations in those\r\nmarkets”. The valuer has proceeded on the basis that the terms “ the Bank’s standing\r\nfacilities in the sterling money markets” and ”the Bank’s open market operations in\r\n25 those markets” are references to two of the elements (“standing facilities” and “open\r\nmarket operations”) of the Bank of England’s published framework (the “Sterling\r\nMonetary Framework”) for its operations in the sterling money markets. The\r\ndocumentation relating to that publication set out an official statement of what its\r\nstanding facilities and open market operations in the sterling market comprised. The\r\n30 SLS did not figure as part of those standing facilities or open market operations. In\r\nthat connection the Valuer (so the Statement of Case records) received confirmation\r\nfrom the Bank that what it considered to be standing facilities and open market\r\noperations were those referred to in that documentation. Those are undisputed features\r\nthat the Valuer reasonably took into account in interpreting and applying the\r\n35 Assumption. The Valuer also relied on differences in purpose between the SLS on the\r\none hand and open market operations on the other. Unlike the standing facilities and\r\nopen market operations, the SLS had (the Valuer observed in paragraph 23(5) of the\r\nStatement of Case) no direct implications for monetary policy; its sole policy was to\r\nimprove the liquidity of the banking system. Moreover, the Valuer went on to note in\r\n40 paragraph 23(6), there were differences in structure between the SLS on the one hand\r\nand the Bank’s standing facilities and open market operations on the other.\r\n58. The Valuer was in my view right to reject the argument that the SLS had in\r\neffect become part of the normal operations of the Bank of England to maintain\r\n45 adequate market liquidity. The term “Special Liquidity Scheme” suggests a scheme\r\nthat is out of the ordinary. (The Bank, in its consultative paper published in October\r\n2008 entitled “The Development of the Bank of England’s Market Operations”,\r\n16\r\ndescribed the SLS as “exceptional”.) Moreover, the Valuer notes in paragraph 23(8)\r\nof the Statement of Case, the SLS was out of the ordinary in the sense that it was only\r\nopen for drawdown for a limited period and applied only to assets held at a particular\r\nbalance sheet date.\r\n5\r\n59. With those observations in mind and noting that none of the matters on which he\r\nrelies in paragraph 23 of the Statement of Case has been challenged, I am satisfied\r\nthat the Valuer was right to conclude that the SLS was not “ordinary market\r\nassistance” as defined. His decision was reasonable in the circumstances and justified\r\n10 as a matter of language. I cannot therefore see that any challenge would have a\r\nreasonable chance of success.\r\nMrs Williams’ other challenges to the Valuer’s application of the statutory\r\nassumptions\r\n15\r\n60. Mrs Williams attacks the Valuer’s adoption of the “Statutory Assumptions (set\r\nout in paragraph 11 of the Statement of Case). The Valuer, she contends, should have\r\ntaken the circumstances of Northern Rock plc into account; he would then have\r\nappreciated that he had no right to make either of the Statutory Assumptions.\r\n20\r\n61. To the extent that that argument seeks to establish that the Statutory\r\nAssumptions in section 5(4) of the Banking Act were non-applicable in the present\r\ncase, that argument raises a Non-Admissible Issue. It attacks the statutory code and\r\nnot the reasonableness of the Valuer’s decision. Moreover, the argument has no\r\n25 realistic prospect of success. The wording of section 5(4) is clear and unequivocal.\r\nThe Valuer is bound to make the Statutory Assumptions and nothing in the “Northern\r\nRock” decision indicates a contrary interpretation. I refer to the second paragraph of\r\nthe decision concerning the References of Harbinger Capital Partners and other\r\nNorthern Rock Applicants (NR/001/2010) released by this Tribunal on 4 October\r\n30 2011. Referring to the legislation passed by Parliament making arrangements for an\r\nindependent valuer to assess the value of the shares immediately before the\r\nnationalisation date, this reads as follows:\r\n“One of the objectives of the legislation was to strike a fair balance between\r\n35 taxpayers and the former shareholders by ensuring that the amount to be paid\r\nto shareholders would not reflect added value resulting from the public\r\nfinancial assistance which had been provided from September to February. In\r\npursuance of this objective the legislation contained some assumptions which\r\nthe valuer was required to make.”\r\n40\r\nThe compensation code involved in the Northern Rock references was different but\r\nsimilar statutory assumptions had to be taken into account in making the valuation.\r\n45\r\n17\r\nParagraphs 13 and 14 of the Statement of Case – “non-exhaustive definition”\r\n62. Mrs Williams refers to paragraphs 13 and 14 where the Valuer recites the nonexhaustive\r\nmeaning given to “financial assistance” in section 15(1) of the Banking\r\n5 Act and where he refers to the “exhaustive definition” of ordinary market assistance\r\n(“OMA”) in section 5(5)(b) of that Act. She alleges that the meanings of those\r\nexpressions as adopted by the Valuer show an interpretation that was biased in favour\r\nof the Treasury. I take that allegation to be saying that by reading the Banking Act as\r\ngiving a non-exhaustive meaning to “financial assistance”, there was a necessary\r\n10 implication that the Banking Act contemplated that other means of “financial\r\nassistance” might be given.\r\n63. Mrs Williams’ allegation reflects, in my view, a misunderstanding as to what\r\nthe Valuer’s statement of case meant when referring to a “non-exhaustive definition”.\r\n15 “Non-exhaustive”, as used by the Valuer, means that some other types of assistance\r\nmay also be included. Since the key issue here is whether SLS assistance was\r\n“ordinary market assistance”, it is the exhaustive definition of the latter phrase\r\n(provided for by section 5(5)(b)) that is important. In my opinion, and for reasons\r\nalready given, the valuer’s approach to this definition was clearly correct and the\r\n20 allegation to the contrary has no reasonable chance of success. Moreover, insofar as\r\nMrs Williams alleges bias in relation to this point, that is, for reasons given above, a\r\nNon-Admissible Issue.\r\nParagraphs 16, 23, 27, 34 and 38: the phrase “without prejudice”\r\n25\r\n64. Mrs Williams notes that the Valuer has used the expression “without\r\nprejudice” in each of those paragraphs. It is, she alleges, unacceptable for a valuer to\r\nuse the phrase “without prejudice” in a legal case. I cannot see any force in Mrs\r\nWilliams’ point. Her challenge is based on a misunderstanding as to the sense in\r\n30 which the Valuer was using the term “without prejudice”. It was not used in its\r\ntechnical legal sense where it refers to an offer of settlement which may not then be\r\nreferred to in the proceedings. Further, I cannot see that that point in any way impacts\r\nupon the reasonableness of the Valuer’s decision.\r\n35 Mrs Williams’ attack on paragraph 16 generally\r\n65. Paragraph 16 of the Statement of Case contains each of the reasons and the\r\nmatters and facts relied upon by the Valuer in reaching his decision. Mrs Williams\r\nattacks virtually every one of these. I deal with these attacks in the following\r\n40 paragraphs.\r\nParagraph 16(3) – withdrawal of SLS\r\n66. This states that during the week commencing 22 September 2008, the Bank of\r\n45 England did not approve Bradley & Bingley’s request for further access to the SLS.\r\nThe reason had been that collateral tendered by Bradford & Bingley to the Bank of\r\nEngland would be downgraded unless that collateral was restructured. Mrs Williams\r\n18\r\nobserved that “the Bank of England did not stop Bradford & Bingley’s SLS”. It\r\nfollowed, she said, that the valuation was unreasonable as Bradford & Bingley had\r\nenough money at the time of the Transfer Order.\r\n5 67. As I read it, the allegation here is that the Valuer should not have assumed that\r\nthe SLS had been withdrawn because it was not in fact withdrawn. Mrs Williams has\r\neither misunderstood the effect of the Statutory Assumptions or she is asserting that\r\nthe Valuer should not have made the relevant Assumption. Either way, Mrs Williams’\r\nallegation does not amount to an Admissible Issue. It amounts in effect to a challenge\r\n10 to the legislative provisions. Moreover, for reasons that I have given, the Valuer\r\ncorrectly applied the No Future Assistance Assumption on the basis that SLS did not\r\nfall within the expression “ordinary market assistance” in section 5(5)(b) of the\r\nBanking Act. He had to leave the SLS (or its availability) out of account in making\r\nhis Valuation.\r\n15\r\nParagraph 16(4) – restructuring of collateral\r\n68. In paragraph 16(4) of the Statement of Case the Valuer states that Bradford &\r\nBingley would not have been able to restructure the relevant collateral or take other\r\n20 steps to manufacture eligible SLS collateral sufficiently quickly to enable it to obtain\r\nfurther SLS funding to address its liquidity issues. Mrs Williams claims that the\r\nValuer erred in concluding that SLS was not available: the Valuer, she says, failed to\r\nprove that restructuring of collateral was unavailable.\r\n25 69. This argument is immaterial because the Valuer rightly applied the relevant\r\nAssumption on the basis that the definition of “ordinary market assistance” did not\r\ncover the use of the SLS by Bradford & Bingley. Mrs Williams advanced the further\r\nargument that Bradford & Bingley had been “deliberately given little or no time to\r\nrestructure”. That is immaterial for the same reason. Furthermore, had it been\r\n30 material, it would have been a Non-Admissible Issue because the criticism of the\r\namount of time given to Bradley & Bingley to restructure is not a criticism of the\r\nValuation.\r\nParagraph 16(5) – non-exhaustive definition\r\n35\r\n70. This allegation repeats the “non-exhaustive definition” point addressed in\r\nrelation to paragraphs 13 and 14 of the Statement of Case. It appears that Mrs\r\nWilliams is alleging that the Valuer has used the expression to demonstrate his\r\nconclusion in favour of the Treasury. That in my view is a misunderstanding of the\r\n40 meaning of the expressions “Financial Assistance” and “ordinary market assistance”\r\nused for the purposes of the Statutory Assumptions.\r\nParagraph 16(6) – 27 September 2008 : a Saturday\r\n45 71. In that subparagraph the Statement of Case refers to the conclusion of the FSA\r\nthat Bradford & Bingley was failing to satisfy the threshold conditions set out in Part\r\n1 of Schedule 6 to FSMA in that, in the opinion of the FSA, Bradford & Bingley had\r\n19\r\nnot satisfied the FSA that its resources were adequate in relation to regulated activities\r\nthat it carried on. In particular, having regard to all the circumstances, the FSA is\r\nstated as having formed the opinion that Bradford & Bingley’s capital resources and\r\nliquidity resources were inadequate. Mrs Williams asserts that the FSA’s conclusion\r\n5 as to adequacy of resources was misplaced. The Valuer, she said, should have\r\nrecognised that 27 September was a Saturday and that the FSA was not staffed to take\r\ndecisions that day (or at least there is no evidence that it was staffed). Moreover, as\r\nshe observes, the Valuer has not at any stage acknowledged that 27 September 2008\r\nwas a Saturday and not a normal working day.\r\n10\r\n72. The Valuer responds that it is not correct that he had failed to acknowledge\r\nthat 27 September was a weekend. This fact, he says, was expressly referred to in the\r\nheading immediately before paragraph 3.14 of the Assessment Notice.\r\n15 73. I cannot see that any of the points taken by Mrs Williams in relation to\r\nparagraph 16(6) raises a ground of challenge to the valuation, being a ground that can\r\nbe engaged with by either the Valuer or the Tribunal.\r\nParagraph 16.7 – “insufficient time”\r\n20\r\n74. Referring to the First Supervisory Notice (the FSA Notice) to Bradford &\r\nBingley of 27 September 2008 given by the FSA, Mrs Williams challenges this. The\r\nFSA Notice varied the permission to carry on regulated activities granted to Bradford\r\n& Bingley by imposing a requirement that it must not accept any deposits for new\r\n25 customers with effect from 7.00 a.m. (changed by a later notice to 9.00 a.m.) on 29\r\nSeptember 2008. The FSA Notice stated that it would not take effect if Bradford &\r\nBingley were transferred into public ownership prior to that time. Bradford &\r\nBingley, Mrs Williams contended, should have been given two weeks to respond to\r\nthe FSA Notice. The Valuer should therefore have disregarded the FSA Notice when\r\n30 doing the valuation exercise. I cannot accept this as a criticism of the valuation. Mrs\r\nWilliams’ objection is directed at the FSA. It gives no grounds to support the\r\nassertion that Bradford & Bingley should have been given time. Nor, in my view,\r\ndoes Mrs Williams’ challenge in any way impact upon the valuation exercise. To the\r\nextent that it is an allegation of unreasonableness by the FSA, it cannot be regarded as\r\n35 a challenge to the valuation; consequently it is a Non-Admissible Issue.\r\nParagraphs 16(8)-(9)\r\n75. In those paragraphs the Statement of Case recites that in the days prior to the\r\n40 Transfer Time Bradford & Bingley experienced outflows of retail deposits and that it\r\nexpected significant outflows of retail deposits on Monday 29 September. Also, it\r\nrecites, Bradford & Bingley faced significant wholesale funding maturities soon after\r\nthe Transfer Time. Mrs Williams appears to contend that the Valuer wrongly relied on\r\nthe high volume of outflows of retail deposits and maturities of wholesale funding.\r\n45 Those factors, were, she said, “taken into account by the Valuer in favour of HM\r\nTreasury”. I do not understand the objection; in any event I cannot see this as a\r\n20\r\nproper challenge to the Valuation. This is particularly the case as there is no\r\nsuggestion that the Valuer was wrong.\r\nParagraph 16(11)\r\n5\r\n76. The Valuer, Mrs Williams contended, had wrongly relied on the conclusion\r\nthat if “there had been no Transfer Order, Bradford & Bingley would have been\r\nunable to find an inadequate source of liquidity and its liquidity position would have\r\nprevented it from continuing as a going concern.” The Valuer, she argued, was in\r\n10 error because there was in fact a Transfer Order.\r\n77. I cannot see that this raises a comprehensible challenge to the Valuation.\r\nThere has been a misunderstanding on Mrs Williams’ part as to the effect of the\r\nStatutory Assumptions. In considering what would have happened “if there had been\r\n15 no Transfer Order”, the Valuer was carrying out his valuation function in the manner\r\nrequired by the legislation.\r\nParagraph 16(12)\r\n20 78. Referring to the statement in paragraph 16(12) of the Statement of Case that\r\nno private sector solution was available to Bradford & Bingley immediately before\r\nthe Transfer Time that would have been compatible with the No Future Assistance\r\nAssumption, Mrs Williams (as I understand her) points to the fact that the FSA could\r\nnot have been working on a Saturday and should have given two weeks before\r\n25 finalising its FSA Notice. I cannot see how that in any way impacts on the\r\nreasonableness of the Valuer’s decision.\r\nParagraphs 16(13) and (14)\r\n30 79. Observing that no administration order had ever been sought by the board of\r\nBradford & Bingley, Mrs Williams challenges the accuracy of the Valuer’s statements\r\nin paragraph 16(13) and (14). I cannot see any merit in that challenge. It is right that\r\nthe Transfer Order took effect in the morning of 27 September; there was therefore no\r\nopportunity for the board of Bradford & Bingley to apply for an administration order\r\n35 before the Transfer Time. Consequently the Valuer’s statutory obligation to determine\r\nthe amount of compensation was duly engaged.\r\nParagraph 16(17)\r\n40 80. The next argument advanced by Mrs Williams is that the Valuer would not\r\nhave known that no residual surplus would have been available in the administration\r\nfor distribution to the Shareholders. This is because there was no administration\r\norder. That argument, in my view, overlooks the impact of the Withdrawal\r\nAssumption which is that all financial assistance provided by the Bank of England has\r\n45 been withdrawn. To the extent that Mrs Williams is challenging that Assumption, her\r\nargument cannot succeed because it seeks to advance a Non-Admissible Issue.\r\n21\r\nThe challenges to paragraphs 16(16)-(18)\r\n81. The first of Mrs Williams’ allegations is that the Valuer wrongly interpreted\r\nand applied the expression “immediately before the Transfer Time”. I have already\r\n5 observed that there is no reasonable prospect of this argument succeeding.\r\n82. The second argument advanced by Mrs Williams is that the Valuer wrongly\r\napplied the Withdrawal Assumption as regards SLS. She contends that the Bank of\r\nEngland had not in fact stopped Bradford & Bingley’s SLS; consequently Bradford &\r\n10 Bingley had enough money at the Transfer Time. To the extent that that argument\r\nchallenges the existence of the Withdrawal Assumption it has no impact on the\r\nquestion of whether the Valuer’s determination was reasonable having regard to the\r\nlaw as prescribed in the Compensation Scheme. More to the point, however, the\r\nchallenge is based on an obvious misunderstanding of the effect of the Withdrawal\r\n15 Assumption. For the reasons that I have given, the Valuer was right in concluding\r\nthat the SLS was not “ordinary market assistance”. He was therefore bound to leave\r\nthe SLS out of account when making the Valuation in accordance with the relevant\r\nStatutory Assumption.\r\n20 Paragraph 22\r\n83. Mrs Williams objected to the Valuer’s acceptance that the SLS was not\r\n“ordinary market assistance”, as that expression is defined in section 5(5)(b) of the\r\nBanking Act, for the purposes of the No Future Assistance Assumption in section\r\n25 5(4). I have already rejected that objection.\r\nParagraph 27\r\n84. Mrs Williams attacks a number of propositions advanced by the Valuer in\r\n30 paragraph 27 of the Statement of Case. There he had explained how he had dealt with\r\nparticular complaints directed at his determination that if the Transfer Order had not\r\nbeen made Bradford & Bingley would have successfully applied for an\r\nAdministration Order before the Transfer Time and that an Administration Order\r\nwould have been made in respect of Bradford & Bingley either before the Transfer\r\n35 Time or shortly after that. Mrs Williams observed that in paragraph 27(9) the Valuer\r\nhad expressed the opinion (in the light of the circumstances summarised in\r\nsubparagraphs (8)-(10)) that a core liquidity position of around £2.1 billion\r\nrepresented excess liquidity over Bradford & Bingley’s minimum liquidity\r\nrequirement imposed by the FSA of around £1 billion (on the most favourable of the\r\n40 bases reported by Bradford & Bingley to the FSA). However, the Valuer notes, that\r\nlevel of liquidity was insufficient to cover projected retail outflows and wholesale\r\nfunding maturities in the week commencing Monday 29 September 2008 without\r\nbreaching that minimum liquidity requirement. Mrs Williams’ objection was that the\r\nprojection had not been “based on fact and therefore this valuation is unreasonable\r\n45 and it should be reporting what actually happen throughout.” I cannot accept that.\r\nThe legislation (and particularly section 5(4) and (5) of the Banking Act) requires the\r\nValuer to conduct a valuation on the assumed basis that Bradford & Bingley was not\r\n22\r\nnationalised and that all “financial assistance” was withdrawn. The argument to the\r\ncontrary does not raise a comprehensible ground of challenge to the valuation and in\r\nmy view has no chance of success.\r\n5 85 Mrs Williams addresses the Valuer’s conclusion in paragraph 27(11) that\r\n“absent sufficient support from the Treasury (which the No Future Assistance\r\nAssumption requires the Valuer to exclude) immediately before the Transfer Time\r\nthere was no realistic alternative available to Bradford & Bingley other than\r\nadministration”. Mrs Williams contends that the Valuer is in error on this. She gives\r\n10 as her reasonable belief that it “is clear that the Government/HMT made a decision\r\nlong before the deadline” to support Bradford & Bingley; and, she says, “To support\r\nmy belief I request all correspondence between HMT and anyone relevant to Bradford\r\n& Bingley’s from 2007 to present.” I cannot see how such evidence would have\r\ngiven support to Mrs Williams’ case. This is because the Valuer was required by the\r\n15 Withdrawal Assumption to assume the financial assistance would be withdrawn.\r\n86. I should add that, as mentioned in relation to Mr Green’s Notice, the relevant\r\nprovisions for disclosure in the Financial Services & Markets Tribunal Rules 2001\r\nwere excluded for present purposes by the effect of the Schedule to the Compensation\r\n20 Scheme Order.\r\nParagraphs 28-31\r\n87. In paragraphs 28-31 the Valuer addresses complaints that had been raised in\r\n25 connection with his determination that no residual surplus would have been available\r\nfrom the administration of Bradford & Bingley for distribution to the shareholders.\r\nAs I interpret Mrs Williams’ objection, it is that the Valuer would not have known\r\nthat no residual surplus would have been available for distribution; this was because\r\nthere had not been any administration order. Mrs Williams’ argument, as I\r\n30 understand it, overlooks the fact that section 5(4) requires the Valuer to assume that\r\nall financial assistance has been withdrawn. To the extent that she is seeking to have\r\nthat statutory assumption disregarded, this must be wrong as a matter of law. Any\r\nchallenge on her part to the relevant assumption will therefore be a Non-Admissible\r\nIssue.\r\n35\r\nParagraph 38(3)\r\n88. Mrs Williams draws attention to the take-over approach by Resolution Ltd\r\nshortly before the Transfer Time. She alleges that the Valuer was incorrect and\r\n40 biased in failing to take that into account. On that basis the Valuation had, she\r\nclaimed, been unreasonable. I note from the Statement of Case that the Valuer admits\r\nthat in June 2008 Resolution Ltd had indeed expressed interest in making a significant\r\nequity investment in Bradford & Bingley based on a subscription price of 72p per\r\nshare. This expression of interest had not progressed to the stage where Resolution\r\n45 Ltd had been given access to the books and records of Bradford & Bingley. The\r\nmatter was duly addressed by the Valuer in section 6 of the Revised Assessment\r\nNotice where it was observed that there had been a significant deterioration in market\r\n23\r\nconditions from June 2008 until the valuation point immediately before the Transfer\r\nTime. In those circumstances, and taking into account the Administration\r\nDeterminations, the Valuer asserts that he had been correct not to have placed reliance\r\non the June 2008 expression of interest by Resolution Ltd.\r\n5\r\n89. I can see no reason for displacing the Valuer’s conclusions as summarised\r\nabove. Moreover Mrs Williams’ allegation is based on assertion and fails to contain\r\nany particulars that make it a comprehensible ground of challenge to the valuation.\r\n10 Paragraph 38(4)\r\n90. The Valuer accepts that since the Transfer Time Bradford & Bingley has\r\nindeed benefitted from significant financial assistance from the Treasury. Mrs\r\nWilliams emphasises the recent financial performance of Bradford & Bingley and the\r\n15 fact that Bradford & Bingley has made a profit since the Transfer Time. The Valuer\r\nacknowledged this but observed that the No Future Assistance Assumption required\r\nthe valuation to be prepared on the basis that such assistance would not have been\r\nprovided to Bradford & Bingley and that the valuation was required to have been\r\nprepared on a statutory basis immediately before the Transfer Time. Mrs Williams’\r\n20 responses were to assert that “the Valuer is unreasonable (because the past relates to\r\nthe present) because he has refused to fully investigate Bradford & Bingley both past\r\nand present relevant to shareholders”. I cannot accept that. Her argument, as I\r\nunderstand it, fails to take account of the Statutory Assumptions. Her retort is that\r\nthose assumptions “victimise the common man”. Nonetheless the Assumptions, as\r\n25 prescribed by the Compensation Scheme, were, for reasons I have given, properly\r\napplied by the Valuer. I therefore have to reject Mrs Williams’ arguments. In my\r\nview they have no reasonable prospect of success.\r\nBradford & Bingley’s indebtedness to Barclays Bank\r\n30\r\n91. Mrs Williams noted from the Revised Assessment Notice (paragraphs 9.15\r\nand 9.16) that the Valuer had looked at the implications of a £1 billion borrowing\r\nfrom Barclays Bank. That borrowing had been secured over £1.7 billion of mortgage\r\nassets plus £0.2 billion of liquid assets as collateral. The Valuer had estimated that\r\n35 the assets held as security would have been realised at a discount of approximately\r\n15% (i.e. for £1.6 billion) giving Bradford & Bingley a loss of around £0.3 billion.\r\nOn that basis Bradford & Bingley would have received repayment in full plus an\r\nelement of post-administration interest. Mrs Williams (as I understand her case)\r\nalleges that the Valuer should have assumed that an administrator would have\r\n40 negotiated a lower repayment settlement with Barclays Bank and so, presumably, left\r\nmore to be distributed to the shareholders. I accept the Valuer’s case that an\r\nadministrator would not, in that situation, have sought to induce a creditor such as\r\nBarclays Bank to settle at an undervalue or otherwise compromise the claim: to do so\r\ncould have exposed the administrator to liability. Moreover, for any assumed\r\n45 administrator to have sought to persuade a creditor (such as Barclays Bank) to agree a\r\nreduction in its entitlement in order to increase the dividend available to creditors\r\nwould not be consistent with the purposes of there being an administration: see\r\n24\r\nparagraph 3 of Schedule B1 to the Insolvency Act 1986 (quoted in paragraph 9 of the\r\nAssessment Notice). Mrs Williams’ contention to the contrary has in my view no\r\nreasoned basis. I cannot therefore see that it has any realistic prospect of success.\r\n5 The brand value of Bradford & Bingley\r\n92. Mrs Williams contended that the Valuer had incorrectly ignored the brand\r\nvalue of Bradford & Bingley within the Assessment Notice. Moreover, she pointed\r\nout, ”Abbey” had continued to use the Bradford & Bingley brand for a period of time.\r\n10 In paragraph 9.31 of the Revised Assessment Notice the Valuer recognises that brand\r\nassets can in some instances be sold by an administrator for material value. But that\r\nwould not have been the case in the present circumstances. Much of the value of a\r\nbank’s “brand” assets arises, the Valuer says, through the confidence that customers,\r\nparticularly depositors, derive. If Bradford & Bingley had entered administration, this\r\n15 would have eroded this confidence and with it the value of the brand assets. On that\r\nbasis the Valuer did not consider that an administrator could have realised significant\r\nvalue from the disposal of the brand or related assets. He goes on to acknowledge\r\nthat Abbey continued to use the Bradford & Bingley brand for a period of time but\r\nultimately undertook to rebrand Bradford & Bingley. Taking those factors into\r\n20 account, however, he had reasonably concluded that the value of Bradford &\r\nBingley’s brand assets was not material to his assessment.\r\n93. Mrs Williams produces no further reasoning or evidence to support her\r\nassertions relating to “brand value”. I do not therefore consider that her allegation\r\n25 raises a comprehensible ground of challenge to the valuation. In saying – “I note that\r\nAbbey continued to use the Bradford & Bingley brand for a period of time …” the\r\nValuer was not agreeing or conceding that he was wrong. He was pointing to the fact\r\nthat Abbey did not perceive there to be sufficient value in the brand name to continue\r\nusing it.\r\n30\r\nFurther points taken by Mrs Williams\r\n94. Mrs Williams contends that the valuation is based on laws that are flawed and\r\nambiguous in favour of HMT, full of assumptions and the use of scenarios which aim\r\n35 to victimise the common man. Thus the Valuer’s decision is unreasonable as it has\r\nbeen based on unclear rules and regulations. In this connection she refers to\r\nexpressions used by the Valuer such as “in my view” and “in my opinion”. Those, she\r\nsays, emphasise the lack of clarity in the law.\r\n40 95. For reasons already given I cannot see that this is a sustainable or even proper\r\nargument. The Valuer is required to address the directions in the Compensation\r\nScheme as enacted. He is required to make his own interpretation of the particular\r\nrules. To the extent that the allegation made by Mrs Williams is that the legislation is\r\nbiased and unreasonable, I have already explained that that is a Non-Admissible Issue.\r\n45 So far as the Valuer uses expressions such as “in my view” or “in my opinion” this\r\ndoes not raise any possible ground of challenge. Valuers are required to use such\r\nlanguage by the nature of their task.\r\n25\r\n96. Mrs Williams complains that the relevant legislation was rushed through and\r\nthat the goal posts were moved. On that basis, she said, the Valuation is\r\nunreasonable. Those points are, in my view, unarguable. They amount to complaints\r\n5 about the legislation itself and as such are Non-Admissible Issues.\r\n97. Mrs Williams then complains that she had not been provided with the requisite\r\ncorrespondence between Bradford & Bingley and others. I cannot see how that\r\naffects the Valuation or its reasonableness. It appears to relate to her desire to find\r\n10 evidence to support her allegation that the Government itself acted unreasonably.\r\n98. Mrs Williams then alleges incompetence on the part of the Valuer evidenced,\r\nshe says, by his admission that the legislative requirements were “far from clear”. If\r\nthere were a genuine debate as to the meaning of a particular legislative requirement\r\n15 in the Compensation Scheme, that might raise an Admissible Issue, assuming that it\r\nimpacted on the decision as to valuation. As I read the Revised Assessment Notice,\r\nhowever, the Valuer has indeed addressed all matters required by statute for the\r\npurpose of his Valuation. Mrs Williams has not alleged any particular error of law on\r\nhis part. I cannot therefore see that her argument on this score stands any reasonable\r\n20 chance of success.\r\n99. Mrs Williams then contends that the legislation is too vague and obscure for it\r\nto enable any reliable valuation to be made. This, as I see it, amounts to a challenge\r\nto the legislation and as such is a Non-Admissible Issue.\r\n25\r\nConclusions on Mrs Williams’ contentions\r\n100. For the reasons given in relation to each of the points advanced by Mrs\r\nWilliams, I have concluded that they either have to be struck out by this Tribunal on\r\n30 the basis that they relate to Non-Admissible Issues or they should be struck out as a\r\nmatter of the Tribunal’s discretion because there is no reasonable prospect of their\r\nsucceeding (or for both reasons). I would, however, like to pay tribute to the industry\r\nof Mrs Williams which has produced, for the benefit of herself and for all the other\r\nAffected Shareholders, a wide range of arguments for testing and challenging the\r\n35 Valuer’s decision. I can think of no other points that could have been raised in\r\nsupport of her case. I therefore strike out her reference.\r\nDirection\r\n40 101. For the reasons given in this Decision I direct that the References of the five\r\nApplicants be struck out.\r\nAppeal\r\n45 102. Pursuant to section 13(11) if the Tribunals, Courts and Enforcement Act 2007,\r\nthe Court of Appeal in England and Wales is specified as the relevant appellate court.\r\n26\r\n103. I do not consider that this Decision or any parts of it are such that I should\r\ngrant permission to appeal to the Court of Appeal. The five Applicants are notified,\r\npursuant to Rule 45(4)(b) of the Upper Tribunal Rules, of the right to make an\r\napplication to the Court of Appeal for permission to appeal. Such application is to be\r\n5 made within 21 days of the date of release of this Decision and must be made in\r\naccordance with Part 52 of the Civil Procedure Rules.\r\n10\r\nSIR STEPHEN OLIVER QC\r\nJUDGE OF THE UPPER TRIBUNAL\r\n15 Release Date: 19 July 2012\r\n20\r\n25\r\n30\r\n35\r\n40\r\n45\r\n27\r\nTHE SCHEDULE\r\nThe Statement of Case of the Valuer\r\nIntroduction\r\n1 This is 5 the Statement of Case of the Respondent (the Valuer). It is made in accordance\r\nwith paragraph 4 of Schedule 3 to the Tribunal Procedure (Upper Tribunal) Rules 2008 (SI\r\n2008/2698) and the directions made by the President of the Upper Tribunal (the Tribunal),\r\nTax and Chancery Chamber on 23 March 2011 and 28 April 2011.\r\n2. The Valuer was appointed by Her Majesty’s Treasury (the Treasury) on 24 June 2009\r\n10 as independent valuer for the purposes of The Bradford & Bingley plc Compensation Scheme\r\n(the Scheme). The Scheme is established under The Bradford & Bingley plc Compensation\r\nScheme Order 2008 (SI 2008/3249) (the Compensation Scheme Order), which came into\r\nforce on 19 December 2008.\r\n3. Under paragraphs 3 and 6 of the Schedule to the Compensation Scheme Order (the\r\n15 Schedule), the Valuer is required to determine the amount of any compensation payable under\r\nthe Scheme by the Treasury to persons (Shareholders) who held ordinary shares (Shares)\r\nissued by Bradford & Bingley plc (Bradford & Bingley) immediately before they were\r\ntransferred to the Treasury Solicitor, as nominee for the Treasury, by The Bradford & Bingley\r\nplc Transfer of Securities and Property etc. Order 2008 (SI 2008/2546) (the Transfer Order),\r\n20 which came into force at 8.00 a.m. on 29 September 2008.\r\n4. The amount of compensation payable under the Scheme by the Treasury to a\r\nShareholder is required to be “an amount equal to the value immediately before the transfer\r\ntime of all shares in Bradford & Bingley held immediately before the transfer time by that\r\nperson”.1 The “transfer time” is defined as “8.00 a.m. on 29th September 2008”2 (the Transfer\r\n25 Time).\r\n5. Following a detailed investigation and analysis of the condition of Bradford &\r\nBingley immediately before the Transfer Time3, the Valuer issued an assessment notice (the\r\nAssessment Notice) on 5 July 2010 in accordance with paragraph 10 of the Schedule. The\r\nAssessment Notice explained that the Valuer had determined that no compensation is payable\r\n30 by the Treasury to Shareholders under the Scheme (the Valuation) and set out the Valuer’s\r\nreasons for the Valuation.4\r\n1 Schedule, paragraph 3(2).\r\n2 Schedule, paragraph 2.\r\n3 Assessment Notice, paragraph 1.3.\r\n4 Paragraph 4 of the Schedule also refers to persons whose rights or other entitlements\r\n(“Subscription Rights”) to receive Shares were extinguished by article 5 of the Transfer Order. The\r\namount of compensation payable to holders of Subscription Rights is required to be an amount equal to\r\nthe value of their Subscription Rights immediately before the Transfer Time. The Valuer’s conclusion\r\n28\r\n6. The Assessment Notice invited anyone dissatisfied with it to request the Valuer to\r\nreconsider the Valuation. Following consideration of such requests, the Valuer issued a\r\nrevised assessment notice (the Revised Assessment Notice) on 14 March 2011 in accordance\r\nwith paragraph 11 of the Schedule.5 The Revised Assessment Notice explained that the\r\n5 Valuer upheld the Assessment Notice and the Valuation. The Valuer’s reasons for doing so\r\nwere set out in the Revised Assessment Notice.\r\n7. Paragraph 12 of the Schedule provides that persons who are affected by the\r\ndetermination of the amount of any compensation which is contained in the Revised\r\nAssessment Notice and who are dissatisfied with the Revised Assessment Notice may refer\r\n10 the matter to the Tribunal.\r\n8. At the date of this Statement of Case, the Valuer has received a copy of over 700\r\nReference Notices (Notices) that he understands have been sent to the Tribunal challenging\r\nthe Valuation.6\r\nThe test to be applied by the Tribunal\r\n15 9. Part 5 of the Schedule (as amended by paragraph 176(d) to (j) of Schedule 3 to The\r\nTransfer of Tribunal Functions Order 2010 (SI 2010/22)) sets out provisions governing\r\nreferences to the Tribunal made under paragraph 12 of the Schedule. They provide for Part 9\r\nof the Financial Services and Markets Act 2000 (FSMA) to apply in respect of such\r\nreferences, subject to certain modifications. One such modification is to section 133(5) FSMA\r\n20 which, according to paragraph 17(ii) of the Schedule (as amended by paragraph 176(h)(ii) of\r\nSchedule 3 to The Transfer of Tribunal Functions Order 2010 (SI 2010/22)), is substituted by\r\nthe following7:\r\n“Where the Tribunal is satisfied that the decision as to the amount of\r\ncompensation shown in the revised assessment notice was not a reasonable\r\nthat the Subscription Rights had no value immediately before the Transfer Time followed from his\r\nconclusion that Shares had no value at that time. None of the Reference Notices seen by the Valuer\r\nmake any separate arguments specifically in relation to Subscription Rights rather than Shares and this\r\nStatement of Case therefore focuses on Shares only.\r\n5 Under paragraphs 5 and 6 of the Schedule the Valuer is also required to determine\r\nthe amount of any compensation payable under the Scheme by the Treasury to persons whose rights\r\nwere extinguished by virtue of the provision made in article 6 or 7 of the Transfer Order. The only such\r\nrights identified by the Valuer were rights relating to certain dated subordinated notes. On 5 July 2010\r\nthe Valuer issued a separate assessment notice in respect of extinguished rights relating to dated\r\nsubordinated notes in accordance with paragraph 10 of the Schedule. No requests for reconsideration\r\nwere received by the Valuer in respect of that assessment notice and therefore the Valuer did not issue\r\na revised assessment notice in respect of extinguished rights relating to dated subordinated notes.\r\n6 The Valuer has not verified that any applicant is affected by the Valuation for the\r\npurpose of paragraph 12 of the Schedule.\r\n7 The unmodified section 133(5) FSMA provides: “The Tribunal must determine what\r\n(if any) is the appropriate action for the decision-maker to take in relation to the matter referred or\r\nappealed to it.”\r\n29\r\ndecision the Tribunal must remit the matter to the valuer for reconsideration in\r\naccordance with such directions (if any) as they consider appropriate.” (Underlining\r\nadded.)\r\n10. It follows from the modified section 133(5) FSMA that:\r\n5 (1) The Valuation is subject to review by the Tribunal only on the ground of\r\nunreasonableness. The Tribunal is limited to considering whether the Valuation\r\nis one that a reasonable valuer, directing himself properly as to the law, might\r\nhave made. Within the bounds of reasonableness, the Tribunal has no power to\r\ndirect the Valuer to adopt any particular approach.\r\n10 (2) Only the Valuer is competent to make the Valuation. The Tribunal has no\r\npower to substitute a different Valuation, but only to remit the matter to the\r\nValuer for reconsideration (together with such directions as may be required to\r\navoid a repetition of the unreasonableness found to exist).\r\nThe statutory assumptions\r\n15 11. In performing the Valuation the Valuer is required by section 5(4) of the Banking\r\n(Special Provisions) Act 2008 (the Banking Act) to make certain assumptions, namely:\r\n(1) “that all financial assistance provided by the Bank of England or the Treasury\r\nto the deposit-taker in question has been withdrawn (whether by the making\r\nof a demand for repayment or otherwise)” (the Withdrawal Assumption);\r\n20 and\r\n(2) “that no financial assistance would in future be provided by the Bank of\r\nEngland or the Treasury to the deposit-taker in question (apart from ordinary\r\nmarket assistance offered by the Bank of England subject to its usual terms)”\r\n(the No Future Assistance Assumption). 8\r\n25 12. Section 5(5)(a) of the Banking Act provides that for the purposes of section 5(4) of\r\nthe Banking Act “the references to the provision of financial assistance by the Treasury to the\r\ndeposit-taker include any case where the Chancellor of the Exchequer announces that the\r\nTreasury (whether acting alone or with the Bank of England) would, if necessary, put in place\r\nrelevant guarantee arrangements in relation to the deposit-taker (as well as any case where\r\n30 any such arrangements are put in place, whether or not following such an announcement).”\r\n8 The Northern Rock plc Compensation Scheme Order 2008 (SI 2008/718) contains\r\nthe additional assumptions that Northern Rock plc is unable to continue as a going concern and is in\r\nadministration. The Schedule contains no equivalent assumptions in respect of Bradford & Bingley.\r\n30\r\n13. Section 15(1) of the Banking Act also gives a non-exhaustive meaning to “financial\r\nassistance”. It provides that “financial assistance”, in relation to any person, includes:\r\n“(a) assistance provided by way of loan, guarantee or indemnity,\r\n(b) assistance provided by way of any transaction which equates, in substance, to\r\n5 a transaction for lending money at interest (such as a transaction involving the\r\nsale and repurchase of securities or other assets), and\r\n(c) assistance falling within paragraph (a) or (b) provided indirectly to or\r\notherwise for the benefit of the person (including the provision of assistance\r\nwithin paragraph (a) or (b) to any group undertaking of that person),\r\n10 whether provided in pursuance of an agreement or otherwise and whether provided\r\nbefore or after the passing of this Act”.\r\n14. Section 5(5)(b) of the Banking Act gives an exhaustive definition to “ordinary market\r\nassistance”. It provides that for the purposes of section 5(4) of the Banking Act “ordinary\r\nmarket assistance” means “assistance provided as part of the Bank’s standing facilities in the\r\n15 sterling money markets or as part of the Bank’s open market operations in those markets.”\r\nThe Valuer’s reasons and matters and facts relied upon\r\n15. The Valuer’s reasons for the Valuation and the matters and facts upon which the\r\nValuer relies to support the Valuation are those set out in the Assessment Notice and the\r\nRevised Assessment Notice.\r\n20 16. Without prejudice to the generality of the foregoing, in summary the Valuation is\r\nbased on the following principal reasons, matters and facts:\r\n(1) Immediately before the Transfer Time the almost total closure of the\r\nwholesale lending market meant that the principal source of liquidity for\r\nBradford & Bingley was the Bank of England.\r\n25 (2) Continued access to the Bank of England’s Special Liquidity Scheme (“SLS”)\r\nwas a vital aspect of Bradford & Bingley’s liquidity management plans.\r\n(3) During the week commencing 22 September 2008 the Bank of England did not\r\napprove Bradford & Bingley’s request for further access to the SLS. The reason\r\nprovided by the Bank of England was that the rating agency, Fitch Ratings, had\r\n30 placed part of the collateral (covered bonds) tendered by Bradford & Bingley to\r\nthe Bank of England for the purpose of the SLS on negative watch and would\r\ndowngrade that collateral if it was not restructured.\r\n(4) Bradford & Bingley would not have been able to restructure that collateral, or\r\nto take other steps to manufacture eligible SLS collateral to tender to the Bank\r\n31\r\nof England, sufficiently quickly to enable it to seek to obtain further SLS\r\nfunding to address its liquidity issues.\r\n(5) In any event, use of the SLS would amount to financial assistance by the Bank\r\nof England which is not “ordinary market assistance offered by the Bank of\r\n5 England subject to its usual terms” within the meaning of section 5(4) of the\r\nBanking Act. The No Future Assistance Assumption therefore requires the\r\nValuation to be prepared on the basis that Bradford & Bingley would be unable\r\nto continue to use the SLS.\r\n(6) On 27 September 2008 the FSA concluded that Bradford & Bingley was failing\r\n10 to satisfy the threshold conditions set out in Part 1 of Schedule 6 to FSMA in\r\nthat, in the opinion of the FSA, Bradford & Bingley had not satisfied the FSA\r\nthat its resources were adequate in relation to the regulated activities that it\r\ncarried on. In particular, having regard to all the circumstances, in the opinion\r\nof the FSA Bradford & Bingley’s capital resources and liquidity resources were\r\n15 inadequate.\r\n(7) The FSA issued a First Supervisory Notice (the FSA Notice) to Bradford &\r\nBingley on 27 September 2008 pursuant to section 45(1)(a) and (c) FSMA. The\r\nFSA Notice varied the permission to carry on regulated activities granted to\r\nBradford & Bingley under Part IV FSMA by imposing a requirement that\r\n20 Bradford & Bingley must not accept any deposits from new customers with\r\neffect from 7.00 a.m. (changed by a later notice to 9.00 a.m.) on 29 September\r\n2008. The FSA Notice stated that it would not take effect if Bradford & Bingley\r\nwas transferred into public ownership prior to that time.\r\n(8) In the days prior to the Transfer Time Bradford & Bingley experienced\r\n25 outflows of retail deposits and the Board of Bradford & Bingley expected\r\nsignificant outflows of retail deposits on Monday 29 September 2008.\r\n(9) Bradford & Bingley faced significant wholesale funding maturities soon after\r\nthe Transfer Time.\r\n(10) As at the Transfer Time Bradford & Bingley had received SLS funding of £4.9\r\n30 billion. The Withdrawal Assumption requires the Valuation to be prepared on\r\nthe basis that this funding has been withdrawn.\r\n(11) If there had been no Transfer Order, Bradford & Bingley would have been\r\nunable to find an adequate source of liquidity and its liquidity position would\r\nhave prevented it from continuing as a going concern.\r\n35 (12) No potential private sector solution was available to Bradford & Bingley\r\nimmediately before the Transfer Time that was compatible with the No Future\r\nAssistance Assumption.\r\n32\r\n(13) The Board of Bradford & Bingley resolved over the weekend of 27 and 28\r\nSeptember 2008 that in the event that no clear Government decision as to the\r\nfuture of Bradford & Bingley was communicated in a timely manner before the\r\nmarkets were due to open on Monday 29 September 2008, an application to\r\n5 court for an administration order should be made before the markets opened.\r\n(14) If there had been no Transfer Order, Bradford & Bingley would have applied to\r\ncourt for an administration order before the Transfer Time.\r\n(15) An administration order would have been made in respect of Bradford &\r\nBingley either before the Transfer Time or shortly thereafter.\r\n10 (16) The appropriate basis of value is the economic value of Shares, represented by\r\nthe value immediately before the Transfer Time of the cash flows that a\r\nShareholder would have received in the administration of Bradford & Bingley.\r\n(17) Taking into account the impact of the Withdrawal Assumption, an\r\nadministration of Bradford & Bingley would have allowed the repayment of all\r\n15 principal outstanding on debts and would have generated a surplus of\r\napproximately £5 billion. This surplus would have been used in full in meeting\r\npost-administration interest. Accordingly, no residual surplus would have been\r\navailable in the administration for distribution to Shareholders.\r\n(18) It follows that immediately before the Transfer Time the Shares had no value\r\n20 and therefore no compensation is payable by the Treasury to Shareholders\r\nunder the Scheme.\r\nChallenges to the Valuation\r\n17. This Statement of Case is intended to respond to the Notices received by the Valuer at\r\nthe date of this Statement of Case to the extent that they raise complaints falling within one or\r\n25 more of the following six categories:9\r\n(1) Complaints about the Valuer’s interpretation and application of the statutory\r\nassumptions contained in section 5(4) of the Banking Act.\r\n(2) Complaints about the Valuer’s determination that if the Transfer Order had not\r\nbeen made Bradford & Bingley would have applied to court for an\r\n30 administration order before the Transfer Time and an administration order\r\n9 The Valuer proposed in a note to the Tribunal dated 18 April 2011 that this Statement\r\nof Case should only address complaints falling within one or more of these six categories. The Tribunal\r\ncommunicated to the Valuer its provisional approval of the six categories on 4 May 2011.\r\n33\r\nwould have been made in respect of Bradford & Bingley either before the\r\nTransfer Time or shortly thereafter.\r\n(3) Complaints about the Valuer’s determination that no residual surplus would\r\nhave been available from the administration of Bradford & Bingley for\r\n5 distribution to Shareholders.\r\n(4) Complaints about how the Valuer has addressed in the Valuation the sale\r\nof the Bradford & Bingley deposit book and branch network to Abbey\r\nNational plc (“Abbey”).\r\n10 (5) Other complaints about the Valuer’s valuation approach and\r\nmethodology.\r\n(6) Complaints of bias or a lack of independence or impartiality in relation\r\nto the Valuation.\r\n15\r\n18. Rather than addressing each Notice separately, the Valuer has sought to\r\nidentify common complaints made by applicants falling within one or more of the six\r\ncategories listed above and to address each such complaint.\r\n20 19. If and to the extent that the Tribunal considers that the Valuer, in adopting the\r\nabove approach, has omitted to respond to any complaints – whether on the basis of\r\nan incorrect assessment as to whether they fall within one of the six categories listed\r\nabove, or because the Tribunal determines that the Valuer should address an\r\nadditional category of complaints, or as the result of erroneously treating two or more\r\n25 distinct complaints as raising the same point – the Valuer will seek permission to\r\nsubmit a supplemental Statement of Case on those complaints.\r\nComplaints category 1: Complaints about the Valuer’s interpretation and application of\r\nthe statutory assumptions contained in section 5(4) of the Banking Act\r\n20. A number of the Notices10 challenge the Valuer’s interpretation and application of the\r\n30 No Future Assistance Assumption on the basis that the Valuer was wrong to determine that the\r\nuse of the SLS by Bradford & Bingley was not “ordinary market assistance offered by the\r\nBank of England subject to its usual terms” within the meaning of section 5(4) of the Banking\r\nAct.\r\n21. The following main arguments and alleged facts and matters are advanced in Notices\r\n35 in support of this challenge:\r\n(1) More than thirty banks used or use the SLS.\r\n10 For example, the Notices with case references BB/0120/2011 and BB/0123/ 2011\r\n34\r\n(2) Asset swaps under the SLS could be renewed for a total of up to three years.\r\n(3) The SLS had in effect become part of the normal operations of the Bank of\r\nEngland to maintain adequate market liquidity.\r\n(4) The SLS was replaced by other similar measures to improve liquidity in the\r\n5 money markets – specifically the “Quantitative Easing programme” which, it is\r\nsaid, included an “Asset Purchase Facility” and a “Secured Commercial Paper\r\nFacility” providing similar facilities to the SLS. These measures have continued\r\nto underpin the operation of the money markets and therefore, it is said, have in\r\npractice become a normal part of the operations of the Bank of England since\r\n10 2008.\r\n(5) It is argued that the Government has, in its negotiations with the European\r\nCommission, “specifically argued to the EC that the SLS is part of the normal\r\nworking of the BoE in order to justify the £61 billion support operation of the\r\nRoyal Bank of Scotland and Halifax, Bank of Scotland some eight days after\r\n15 the nationalisation of B&B.” Reliance is placed on a Commission document\r\nheaded “Financial Support Measures to the Banking Industry in the UK” and\r\ndated 13 October 2008 by which the Commission notified its decision that\r\nvarious measures notified by the Government, including a proposal to make\r\navailable about £200 billion to eligible banks under the SLS, were compatible\r\n20 with the common market. The document includes the following passage which,\r\nit is argued, records that the Government has accepted that the SLS is part of\r\nthe Bank of England’s “ordinary market assistance”:\r\n“The UK authorities accept that the recapitalisation scheme and guarantee\r\nscheme contain State aid elements. In their view the extension of the SLS is\r\n25 part of the essential role of the Bank of England and therefore not a state aid. In\r\nthe event that the Commission concludes that the Liquidity Measures do\r\ncontain aid elements, the UK Government submits that they form part of a\r\nwider package to remedy a serious disturbance in the economy of the United\r\nKingdom which is compatible with the common market.”\r\n30 (6) It is argued that the following extract from the statement of Lord Myners in a\r\nHouse of Lords debate on 15 December 2008 suggests that “the Government\r\nconsidered the SLS loans were ordinary market assistance”:\r\n“By contrast, no such guarantee arrangements had been provided to Bradford &\r\nBingley, and the Bank of England had provided no loan facilities to it that were\r\n35 not also open to all qualifying institutions. As a result, it is right to impose no\r\nfurther assumptions beyond the mandatory assumptions under the Banking\r\n(Special Provisions) Act 2008.”\r\n22. The Valuer’s reasons for rejecting the challenge on the “ordinary market assistance”\r\npoint and his position on each of the arguments and alleged facts and matters listed in\r\n35\r\nparagraph 21 above are set out in section 2 of the Assessment Notice and section 3 of the\r\nRevised Assessment Notice.11\r\n23. Without prejudice to the generality of the foregoing, in summary the Valuer relies on\r\nthe following principal reasons, facts and matters:\r\n5 (1) An exhaustive definition of the words “ordinary market assistance” is set out in\r\nsection 5(5)(b) of the Banking Act. Section 5(5)(b) of the Banking Act\r\nprovides that for the purposes of section 5(4) of the Banking Act “ordinary\r\nmarket assistance” means “assistance provided as part of the Bank’s standing\r\nfacilities in the sterling money markets or as part of the Bank’s open market\r\n10 operations in those markets.”\r\n(2) The terms “the Bank’s standing facilities in the sterling money markets” and\r\n“the Bank’s open market operations in those markets” are references to two of\r\nthe elements (“standing facilities” and “open market operations”) of the Bank\r\nof England’s published framework (the Sterling Monetary Framework) for its\r\n15 operations in the sterling money markets.\r\n(3) The documentation governing participation in the Bank of England’s operations\r\nunder the Sterling Monetary Framework set out at all material times an official\r\nstatement of what its standing facilities and open market operations in the\r\nsterling money markets comprised. The SLS was not part of those standing\r\n20 facilities or open market operations.\r\n(4) The Bank of England has confirmed to the Valuer that at all material times the\r\nonly activities that it considered to be standing facilities and open market\r\noperations carried out by it in the sterling money markets were those described\r\nin the documentation governing participation in the Bank of England’s\r\n25 operations under the Sterling Monetary Framework.\r\n11 A number of Notices also enclose a copy of (or express general reliance on) a letter\r\nthat was sent to the Valuer in August 2010 by the Chairman of the “Bradford & Bingley Shareholder\r\nAction Group”. The letter was one of the requests for reconsideration of the Assessment Notice that the\r\nValuer considered before issuing the Revised Assessment Notice (see paragraph 6 above). The letter\r\ncontains a number of arguments that the use of the SLS is “ordinary market assistance offered by the\r\nBank of England subject to its usual terms” within the meaning of section 5(4) of the Banking Act. The\r\nValuer’s position in relation to each of these arguments is set out in section 3 of the Revised\r\nAssessment Notice. The Valuer understands that no Notice has been submitted by anyone on behalf of\r\nthe “Bradford & Bingley Shareholder Action Group”. To the extent that any applicants whose Notices\r\nmake reference to the letter intend to pursue arguments on the “ordinary market assistance” point that\r\nare set out in the letter and which are not covered by the facts and matters listed at paragraph 21 above,\r\nthe Valuer’s position on such arguments is as set out in section 3 of the Revised Assessment Notice.\r\nSimilarly, to the extent that any applicants whose Notices make reference to the letter intend to pursue\r\narguments on any other points that are set out in the letter, the Valuer’s position on such arguments is\r\nas set out in the Revised Assessment Notice.\r\n36\r\n(5) There are differences in purpose between the SLS on the one hand and the\r\nBank of England’s standing facilities and open market operations on the other.\r\nUnlike the standing facilities and open market operations, the SLS had no direct\r\nimplications for monetary policy and was not designed to align market interest\r\n5 rates with the official Bank Rate. The sole purpose of the SLS was to improve\r\nthe liquidity of the banking system.\r\n(6) There are differences in structure between the SLS on the one hand and the\r\nBank of England’s standing facilities and open market operations on the other.\r\nThe SLS was a form of asset swap relating only to securities on balance sheet\r\n10 (or formed of assets on balance sheet) at the end of December 2007 and did not\r\nprovide liquidity to the banking system directly in the form of cash (as was the\r\ncase with the standing facilities and open market operations).\r\n(7) In relation to the alleged facts and matters listed at paragraph 21(1) and (2)\r\nabove, the SLS was used by over 30 banks and building societies12 and asset\r\n15 swaps under the SLS could be renewed for a total of up to three years13. That is,\r\nhowever, irrelevant to the question of whether the SLS was part of the relevant\r\nelements of the Sterling Monetary Framework (and therefore constituted\r\n“ordinary market assistance” for the purpose of the Banking Act). It was not.\r\n(8) The Valuer does not accept the argument recorded at paragraph 21(3) above\r\n20 that the SLS had in effect become part of the normal operations of the Bank of\r\nEngland to maintain adequate market liquidity. The name “Special Liquidity\r\nScheme” suggests a scheme that is out of the ordinary and the SLS was\r\ndescribed as “exceptional” by the Bank of England in its consultative paper\r\npublished in October 2008 entitled “The Development of the Bank of England’s\r\n25 Market Operations”. The SLS was also out of the ordinary in the sense that it\r\nwas only open for drawdown for a limited period and applied only to assets\r\nheld at a particular balance sheet date. In any event, the argument that the SLS\r\nbecame part of the Bank of England’s “normal operations … to maintain\r\nadequate market liquidity” is irrelevant to the question of whether the SLS was\r\n30 part of the relevant elements of the Sterling Monetary Framework (and\r\ntherefore constituted “ordinary market assistance” for the purpose of the\r\nBanking Act).\r\n(9) In relation to the argument concerning the “Quantitative Easing programme”\r\nrecorded at paragraph 21(4) above, an assertion that other assistance that is\r\n35 similar to the SLS has in practice become a normal part of the Bank of\r\nEngland’s operations does not mean that the SLS was “ordinary market\r\nassistance” for the purpose of the Banking Act. That, again, is irrelevant to the\r\nquestion of whether the SLS was part of the relevant elements of the Sterling\r\nMonetary Framework. In any event, the measures referred to are not similar to\r\n40 the SLS.\r\n12 Assessment Notice, paragraph 3.7; Revised Assessment Notice, paragraph 3.35.\r\n13 Revised Assessment Notice, paragraph 3.29.\r\n37\r\n(10) The argument described at paragraph 21(5) above based on the European\r\nCommission document headed “Financial Support Measures to the Banking\r\nIndustry in the UK” and dated 13 October 2008 is also irrelevant to the\r\nquestion of whether the use of the SLS constitutes “ordinary market assistance”\r\n5 for the purpose of the Banking Act. That question relates to a statutory\r\ndefinition which has no necessary relationship to the criteria being applied by\r\nthe Commission in relation to state aid.\r\n(11) In relation to the argument described in paragraph 21(6) above, the extract from\r\nLord Myners’ speech relied on does not support a view that use of the SLS is\r\n10 “ordinary market assistance” for the purpose of the Banking Act. The fact that\r\nall of the banks and building societies that were eligible to sign up to the\r\nstanding facilities within the Sterling Monetary Framework were able to take\r\npart in the SLS does not mean that the SLS was part of the relevant elements of\r\nthe Sterling Monetary Framework and therefore constituted “ordinary market\r\n15 assistance” for the purpose of the Banking Act.\r\nComplaints category 2: Complaints about the Valuer’s determination that if the\r\nTransfer Order had not been made Bradford & Bingley would have applied to court for\r\nan administration order before the Transfer Time and an administration order would\r\nhave been made in respect of Bradford & Bingley either before the Transfer Time or\r\n20 shortly thereafter\r\n24. In section 3 of the Assessment Notice the Valuer determined that if there had been no\r\nTransfer Order Bradford & Bingley would not have had adequate liquidity to continue as a\r\ngoing concern, the London Stock Exchange would have suspended trading in the Shares\r\nbefore the Transfer Time, Bradford & Bingley would have applied to court for an\r\n25 administration order before the Transfer Time and an administration order would have been\r\nmade by the court in respect of Bradford & Bingley either before the Transfer Time or shortly\r\nthereafter (the Administration Determinations). Sections 4 and 6 of the Revised Assessment\r\nNotice addressed a number of arguments that were made to the Valuer to challenge the\r\nAdministration Determinations.\r\n30 25. A number of the Notices14 challenge the Administration Determinations. The\r\nfollowing main arguments and alleged facts and matters are advanced in Notices in support of\r\nthis challenge:\r\n(1) Bradford & Bingley was not placed in administration and has traded since the\r\nTransfer Time as a going concern.\r\n35 (2) The support that Bradford & Bingley has received since the Transfer Time from\r\nthe Treasury and the Bank of England is no different to the support that has\r\nbeen given to other UK regulated banks.\r\n14 For example, the Notices with case references BB/0123/2011 and BB/0604/2011.\r\n38\r\n(3) Immediately before the Transfer Time Bradford & Bingley was well\r\ncapitalised, having raised an additional £401 million in fresh equity from its\r\nshareholders in the rights issue (the Rights Issue) that closed on 15 August\r\n2008.\r\n5 (4) Bradford & Bingley’s tier 1 capital ratios were the highest of the UK listed\r\nbanks and one of the highest in Europe.\r\n(5) The financial statements published by Bradford & Bingley in relation to the\r\nRights Issue (and the related KPMG “audit work”) and the interim results for\r\nthe 6 months ended 30 June 2008 published by Bradford & Bingley on 29\r\n10 August 2008 evidenced a solvent, well capitalised bank that was a going\r\nconcern and had net assets of over £1 per Share.\r\n(6) Bradford & Bingley’s published shareholder funds as at 30 June 2008, adjusted\r\nfor the Rights Issue proceeds, were £1545 million.\r\n(7) The Revised Assessment Notice records (at Figure 1 in section 9) that Bradford\r\n15 & Bingley Group shareholder equity as at 29 September 2008 was £1371\r\nmillion.\r\n(8) As at the Transfer Time Bradford & Bingley was solvent and “had enough\r\nfunds to take them well into 2009, which would have carried them through the\r\nfinancial crisis.”\r\n20 (9) Bradford & Bingley would have been able to continue as a going concern either\r\n(i) without any financial assistance from the Treasury or the Bank of England,\r\nalternatively (ii) provided that it received financial assistance from the Treasury\r\nor the Bank of England.\r\n(10) Bradford & Bingley could have borrowed funds from the Bank of England\r\n25 under the “lender of last resort facility” to enable it to continue as a going\r\nconcern whilst it restructured its covered bonds so that they remained eligible\r\nfor presentation as collateral for the purpose of the SLS.\r\n(11) The FSA had not withdrawn Bradford & Bingley’s “banking licence” or\r\nsounded any “warning bells”.\r\n30 (12) A private sector buyer could have been found for Bradford & Bingley.\r\n(13) On 25 September 2008 Bradford & Bingley plc issued a press release\r\ncontaining the following quote from Richard Pym, Chief Executive: “We are a\r\nstrongly capitalised bank now undertaking a complex transition with regrettable\r\n39\r\njob losses, but we are planning to put the problems of the past behind us and\r\nhave a business which is fit for purpose going forward.”\r\n(14) Rod Kent, the former Chairman of Bradford & Bingley, told the Treasury\r\nSelect Committee on 18 November 2008 “At the time when we transferred into\r\n5 public ownership we were both solvent and well above our regulatory\r\nminimum on capital, we were still well capitalised.”\r\n26. The Valuer’s reasons for rejecting the challenge to the Administration Determinations\r\nand his position on each of the arguments and alleged facts and matters listed in paragraph 25\r\nabove are set out in section 3 of the Assessment Notice and sections 4 and 6 of the Revised\r\n10 Assessment Notice.\r\n27. Without prejudice to the generality of the foregoing, in summary the Valuer relies on\r\nthe following principal reasons, facts and matters:\r\n(1) The Valuer repeats paragraph 16(1) to (15) above.\r\n(2) In relation to the argument recorded at paragraph 25(1) above, the Valuer\r\n15 acknowledges that Bradford & Bingley was not placed in administration and\r\nhas traded since the Transfer Time as a going concern. However, in accordance\r\nwith the Administration Determinations, the Valuation has been prepared on the\r\nbasis that an administration order would have been made by the court in respect\r\nof Bradford & Bingley either before the Transfer Time or shortly thereafter. As\r\n20 explained in section 7 of the Revised Assessment Notice, since the Transfer\r\nTime Bradford & Bingley has benefitted from significant financial assistance\r\nfrom the Treasury. The No Future Assistance Assumption requires the Valuation\r\nto be prepared on the basis that this assistance would not have been provided to\r\nBradford & Bingley. Further, the Valuer has to prepare the Valuation in\r\n25 accordance with the Withdrawal Assumption.\r\n(3) In relation to the argument recorded at paragraph 25(2) above, the similarity or\r\notherwise of the support Bradford & Bingley has received since the Transfer\r\nTime from the Treasury and the Bank of England to the support received by\r\nother banks is irrelevant to the application of the No Future Assistance\r\n30 Assumption.\r\n(4) There is no significant dispute as regards the facts summarised at paragraph\r\n25(3) to (7) above to the extent that these facts relate to the net asset position\r\nand the level of capitalisation of Bradford & Bingley, which were taken into\r\naccount by the Valuer in preparing the Valuation. As a result of the Rights Issue,\r\n35 Bradford & Bingley’s tier 1 capital increased to over 9%, a level that compared\r\nfavourably with other UK banks. No admission is made as to whether Bradford\r\n& Bingley’s tier 1 capital ratios were the highest of the UK listed banks and one\r\nof the highest in Europe.\r\n40\r\n(5) Bradford & Bingley’s inability to avoid administration was the result of a\r\nshortage of liquidity, notwithstanding its positive net assets and its level of\r\ncapitalisation. The main reasons for this are set out in paragraph 16(1) to (15)\r\nabove. The facts set out in paragraph 27(7) to (12) below are also particularly\r\n5 relevant in this respect.\r\n(6) The arguments recorded at paragraph 25(8) to (10) above are disputed because,\r\n(i) insofar as they rely on the availability of borrowing or other forms of\r\nfinancial assistance from the Treasury or the Bank of England, they are\r\ninconsistent with the Withdrawal Assumption and the No Future Assistance\r\n10 Assumption, and (ii) insofar as they do not so rely, they are factually incorrect\r\nas explained in paragraphs 16(1) to (15) above and 27(7) to (12) below.\r\n(7) The Board of Bradford & Bingley considered on the evening of 27 September\r\n2008 that Bradford & Bingley was likely to have unacceptably low levels of\r\nliquidity within a matter of days, possibly as early as 29 September 2008.\r\n15 (8) Bradford & Bingley’s closing core liquidity position on Friday 26 September\r\n2008 was around £2.6 billion. Retail activity over the weekend was expected to\r\ncontinue and result in significant cash outflows on Monday 29 September 2008.\r\nThese outflows together with wholesale funding maturities were such that, at\r\n4pm on Sunday 28 September 2008, Bradford & Bingley was projecting a\r\n20 closing core liquidity position on that Monday of around £2.1 billion.\r\n(9) A core liquidity position of around £2.1 billion represented excess liquidity\r\nover Bradford & Bingley’s minimum liquidity requirement imposed by the FSA\r\nof around £1 billion (on the most favourable of the bases reported by Bradford\r\n& Bingley to the FSA). However, that level of liquidity was insufficient to\r\n25 cover projected retail outflows and wholesale funding maturities in the week\r\ncommencing Monday 29 September 2008 without breaching that minimum\r\nliquidity requirement.\r\n(10) There was no realistic possibility that Bradford & Bingley could have disposed\r\nof assets to avoid breaching its minimum liquidity requirements. The nature of\r\n30 the assets that could have been sold was such that a disposal could only have\r\nbeen achieved at a significant discount in the prevailing market conditions. The\r\nvalue of assets that Bradford & Bingley would have been required to sell to\r\navoid any breach of minimum liquidity requirements would have resulted in\r\nlosses leading to a breach of applicable capital adequacy requirements.\r\n35 (11) Consequently, absent significant support from the Treasury (which the No\r\nFuture Assistance Assumption requires the Valuer to exclude) immediately\r\nbefore the Transfer Time there was no realistic alternative available to Bradford\r\n& Bingley other than administration.\r\n(12) The Bank of England would not have been willing to provide support under a\r\n41\r\n“lender of last resort facility” to Bradford & Bingley. In any event, such support\r\nwould not constitute “ordinary market assistance offered by the Bank of\r\nEngland subject to its usual terms” for the purpose of section 5(4) of the\r\nBanking Act and therefore the No Future Assistance Assumption requires the\r\n5 Valuer to assume that this support would not have been available to Bradford &\r\nBingley.\r\n(13) In relation to the alleged conduct of the FSA recorded at paragraph 25(11)\r\nabove, the Valuer repeats paragraph 16(6) and (7) above.\r\n(14) In relation to the reliance on a possible private sector buyer recorded at\r\n10 paragraph 25(12) above, the Valuer refers generally to paragraphs 3.23, 3.24\r\nand 4.6 of the Assessment Notice and section 6 of the Revised Assessment\r\nNotice. Immediately before the Transfer Time there was no potential private\r\nsector solution available to Bradford & Bingley that did not require significant\r\nfinancial support from the Treasury (as was the case in relation to the transfer\r\n15 of the deposit business and branch network to Abbey). The No Future\r\nAssistance Assumption requires the Valuer to assume that this support would\r\nnot have been available to Bradford & Bingley.\r\n(15) Insofar as they assert that Bradford & Bingley had positive net assets and was\r\nwell capitalised, the facts communicated in the statements of Mr Pym and Mr\r\n20 Kent referred to in paragraph 25(13) and (14) above are admitted. However,\r\ninsofar as those statements are properly to be read as asserting that Bradford &\r\nBingley had sufficient liquidity and was able to pay its debts as they fell due,\r\nthe accuracy of such assertions is denied for the reasons set out above.\r\nComplaints category 3: Complaints about the Valuer’s determination that no residual\r\n25 surplus would have been available from the administration of Bradford & Bingley for\r\ndistribution to Shareholders\r\n28. In section 5 of the Assessment Notice the Valuer determined that an administration of\r\nBradford & Bingley would have allowed the repayment of all principal outstanding on debts,\r\nthat it would have generated a surplus of approximately £5 billion but that this surplus would\r\n30 have been used in full in meeting post-administration interest. Accordingly, the Valuer\r\ndetermined that no residual surplus would have been available for distribution to Shareholders\r\n(the No Residual Surplus Determination). Section 9 of the Revised Assessment Notice\r\naddressed a number of arguments that were made to the Valuer to challenge the No Residual\r\nSurplus Determination.\r\n35 29. A number of the Notices15 challenge the No Residual Surplus Determination. The\r\nfollowing main arguments and alleged facts and matters are advanced in Notices in support of\r\nthis challenge:\r\n15 For example, the Notices with case references BB/0123/2011 and BB/0604/2011.\r\n42\r\n(1) In section 5 of the Assessment Notice and section 9 of the Revised Assessment\r\nNotice the Valuer considered the impact of the withdrawal of SLS funding on\r\nthe balance sheet over which an administrator would have had control at the\r\nstart of the administration. The Valuer determined that the withdrawal of SLS\r\n5 funding would have resulted in a loss of approximately £750 million. It is\r\nargued that the Valuer should not have reduced shareholder equity by this\r\namount in the administrator’s opening balance sheet to reflect the withdrawal of\r\nSLS funding because Bradford & Bingley’s SLS funding was not in fact\r\nwithdrawn.\r\n10 (2) The Valuer’s determination in section 5 of the Assessment Notice that the\r\nimpact of the administration would be to reduce the administrator’s opening\r\nequity position by approximately £1.3 billion to a position of negative equity of\r\n£0.9 billion is based on “a series of subjective and highly speculative\r\ncalculations and assumptions.”\r\n15 (3) In section 5 of the Assessment Notice the Valuer determined that administration\r\nwould have triggered a winding up of the Bradford & Bingley defined benefit\r\nstaff pension scheme resulting in a claim to the administration of £0.3 billion. It\r\nis argued that Bradford & Bingley’s pension deficit was not crystallised and its\r\naccounts for the year ended 31 December 2010 show that it has benefitted from\r\n20 a pensions curtailment gain of £13.4 million.\r\n(4) In section 5 of the Assessment Notice the Valuer determined that Bradford &\r\nBingley’s tax assets would be of no worth in administration as there would not\r\nbe any taxable profits during the course of the administration and therefore no\r\ntax charge. It is argued, by reference to Bradford & Bingley’s accounts for the\r\n25 year ended 31 December 2010, that Bradford & Bingley’s deferred tax asset\r\nwas not written off.\r\n(5) Section 5 of the Assessment Notice and section 9 of the Revised Assessment\r\nNotice explained that Bradford & Bingley had borrowed £1 billion from\r\nBarclays Bank plc under the Barclays Senior Facility and had granted security\r\n30 over £1.7 billion of mortgage assets together with £0.2 billion of liquid assets\r\nas collateral in favour of a security trustee. The Valuer determined that\r\nadministration of Bradford & Bingley would have led to the enforcement of\r\nsecurity on behalf of Barclays by the disposal of the assets over which security\r\nwas granted at a discount of approximately 15%. The Valuer determined that\r\n35 this would have resulted in Bradford & Bingley incurring a loss of £260 million\r\n(rounded to £0.3 billion in the Assessment Notice). It is argued that it is not\r\nclear what happened to Bradford & Bingley’s Barclays Senior Facility and\r\nwhether loans were realised at a 15% haircut to book value, but in any event the\r\nValuer’s arithmetic in the Assessment Notice was not correct and indeed was\r\n40 amended in the Revised Assessment Notice.\r\n(6) The Valuer has failed to take into account the uplift to shareholder funds from\r\nthe standard mark to market approach (also described as “the observed market\r\n43\r\nvalues”). The methodology adopted by the Valuer applies a haircut to the\r\ncompany assets but fails to consider an uplift to shareholder equity by applying\r\na similar haircut to the company’s liabilities, thus reflecting mark to market\r\nrather than carrying value. As a result it is said that the amount of shareholder\r\n5 equity recorded in the administrator’s opening balance sheet as at 29 September\r\n2008 (Figure 5 in section 5 of the Assessment Notice and Figure 1 in section 9\r\nof the Revised Assessment Notice) is, arguably, substantially understated.\r\n30. The Valuer’s reasons for rejecting the challenge to the No Residual Surplus\r\nDetermination and his position on each of the arguments and alleged facts and matters listed\r\n10 in paragraph 29 above are set out in section 5 of the Assessment Notice and section 9 of the\r\nRevised Assessment Notice.\r\n31. Without prejudice to the generality of the foregoing, in summary the Valuer relies on\r\nthe following principal reasons, facts and matters:\r\n(1) In relation to the argument recorded at paragraph 29(1) above relating to the\r\n15 reduction of shareholder equity in the administrator’s opening balance sheet to\r\nreflect the withdrawal of SLS funding, the Valuer acknowledges that Bradford\r\n& Bingley’s SLS funding was not in fact withdrawn prior to the Transfer Time.\r\nThe Withdrawal Assumption requires the Valuation to be prepared on the basis\r\nthat Bradford & Bingley’s SLS funding has been withdrawn. Further, as\r\n20 explained in paragraph 4.14 of the Revised Assessment Notice, if Bradford &\r\nBingley had entered administration the administration would itself have led to\r\nthe withdrawal of Bradford & Bingley’s SLS funding. Similarly, once effective,\r\nthe variation of Bradford & Bingley’s permission under Part IV FSMA pursuant\r\nto the FSA Notice would have led to the withdrawal of Bradford & Bingley’s\r\n25 SLS funding.\r\n(2) In relation to the argument recorded at paragraph 29(2) above, that the\r\nreduction in the administrator’s opening equity position is based on “a series of\r\nsubjective and highly speculative calculations and assumptions”, as explained\r\nat paragraph 9.9 of the Revised Assessment Notice, it was necessary for the\r\n30 Valuer to make a series of calculations and assumptions in order to assess the\r\nimpact of administration on the administrator’s opening equity position. Those\r\ncalculations and assumptions were accurate and reasonable. Further, the\r\nValuer’s assumptions about the economic environment, the performance of the\r\nmortgage portfolios whilst in administration and the behaviour of the\r\n35 administrator and creditors were generally favourable to Shareholders and\r\ncollectively result in a scenario that is favourable to Shareholders.\r\n(3) In relation to the argument recorded at paragraph 29(3) above relating to the\r\nBradford & Bingley defined benefit staff pension scheme, it is admitted that\r\nBradford & Bingley’s accounts for the year ended 31 December 2010 report a\r\n40 curtailment gain of £13.4 million arising as a result of the closure of the scheme\r\nto future service accrual. It is further admitted that the pension deficit was not\r\n“crystallised”, although a pension deficit of £185.1 million was reported in\r\n44\r\nBradford & Bingley’s accounts for the year ended 31 December 2010.\r\nHowever:\r\n(i) As explained in section 5 of the Assessment Notice, the\r\nadministration of Bradford & Bingley (in accordance with the\r\n5 Valuer’s Administration Determinations) would have triggered\r\na winding up of the pension scheme resulting in a claim to the\r\nadministration of £0.3 billion.\r\n(ii) As explained in section 7 and paragraph 9.20 of the Revised\r\nAssessment Notice, since the Transfer Time Bradford &\r\n10 Bingley has benefitted from significant financial assistance\r\nfrom the Treasury. The No Future Assistance Assumption\r\nrequires the Valuation to be prepared on the basis that this\r\nassistance would not have been provided to Bradford &\r\nBingley.\r\n15 (iii) The Valuation must be prepared by reference to the value of\r\nShares immediately before the Transfer Time. Bradford &\r\nBingley’s accounts for the year ended 31 December 2010\r\nreflect events that occurred after the Transfer Time and which\r\nare irrelevant to the Valuation.\r\n20 (4) In relation to the argument recorded at paragraph 29(4) above relating to the\r\nBradford & Bingley tax assets:\r\n(i) As explained in section 5 of the Assessment Notice, in an\r\nadministration of Bradford & Bingley (in accordance with the\r\nValuer’s Administration Determinations) there would be no\r\n25 taxable profits.\r\n(ii) Paragraph 31(3)(ii) and (iii) above are repeated.\r\n(5) In relation to the argument recorded at paragraph 29(5) above relating to the\r\nBarclays Senior Facility, there was no error, as alleged, in the Valuer’s\r\narithmetic on this issue in the Assessment Notice. In relation to the suggestion\r\n30 that it is not clear what has in fact happened in relation to the Barclays Senior\r\nFacility, the fact that Bradford & Bingley did not go into administration meant\r\nthat an administration order did not trigger an event of default leading to the\r\nenforcement of the security. It appears from Bradford & Bingley’s published\r\nfinancial statements that the Barclays Senior Facility has been redeemed in part\r\n35 by Bradford & Bingley on a number of occasions since the Transfer Time.\r\n(6) In relation to the argument recorded at paragraph 29(6) above relating to “mark\r\nto market” value, as explained in section 9 of the Revised Assessment Notice,\r\n45\r\nthe full nominal value of claims remains enforceable in an administration and\r\nany discount would only result from commercial negotiation. The Valuer\r\ndetermined that an administration of Bradford & Bingley would have allowed\r\nthe repayment of all principal outstanding on debts but that the surplus would\r\n5 have been used in full in meeting post-administration interest. An administrator\r\nwith this expectation would not seek to induce a creditor to settle at an\r\nundervalue or otherwise compromise its claim, as to do so would expose the\r\nadministrator to liability. The only credible reason why a creditor would agree\r\nto accept a discount would be the early receipt of payment. Accelerated\r\n10 settlement of individual claims would require that sufficient funds were\r\navailable. As explained in section 5 of the Assessment Notice, the Valuer has\r\nassumed that regular distributions to the creditors would be made over the\r\ncourse of the administration period and therefore an administrator would have\r\nhad insufficient funds at any point in time to make material compromise\r\n15 payments to creditors or groups of creditors. The Valuer was correct to assume\r\nthat an administrator would distribute funds to unsecured creditors without\r\npreference or early settlement and it is denied that the amount of shareholder\r\nequity recorded in the administrator’s opening balance sheet as at 29 September\r\n2008 (Figure 5 in section 5 of the Assessment Notice and Figure 1 in section 9\r\n20 of the Revised Assessment Notice) is understated.\r\nComplaints category 4: Complaints about how the Valuer has addressed in the Valuation\r\nthe sale of the Bradford & Bingley deposit book and branch network to Abbey\r\n32. Article 16 of the Transfer Order effected the transfer to Abbey, immediately after the\r\nTransfer Time, of all rights and liabilities in respect of retail deposits with Bradford &\r\n25 Bingley and of Bradford & Bingley’s branch network.\r\n33. A number of the Notices16 challenge the Valuation on the basis that the Valuation fails\r\nto take any or adequate account of the transfer of the deposit book and branch network to\r\nAbbey or of the proceeds raised by that transfer.\r\n34. The Valuer’s reasons for rejecting these arguments are set out in section 5 of the\r\n30 Revised Assessment Notice. Without prejudice to the generality of the foregoing, in summary\r\nthe Valuer relies on the following principal reasons, facts and matters:\r\n(1) The Valuation reflected the value of Shares immediately before the Transfer\r\nTime in accordance with paragraph 2 of the Schedule.\r\n(2) It therefore took no account of the transfer to Abbey effected by Article 16 of\r\n35 the Transfer Order immediately after the Transfer Time.\r\n(3) Rather, the Valuation was prepared on the basis that the deposit book and\r\n16 For example, the Notices with case references BB/0036/2011 and BB/0238/2011.\r\n46\r\nbranch network remained with Bradford & Bingley.\r\nComplaints category 5: Other complaints about the Valuer’s valuation approach and\r\nmethodology\r\n35. In section 4 of the Assessment Notice and section 8 of the Revised Assessment Notice\r\n5 the Valuer explained that he considers economic value to be the appropriate basis of value and\r\nthat there would only be value to Shareholders if they would have received a distribution from\r\nthe administration of Bradford & Bingley.\r\n36. It has been argued that the Valuer has failed to take any or adequate account of:\r\n(1) Bradford & Bingley’s “market value” or the 20 pence per Share closing price\r\n10 on the London Stock Exchange on 26 September 2008;17\r\n(2) the “book value” of the Shares at different points in time (calculated by\r\ndividing the amount of shareholder funds by the number of Shares);18\r\n(3) the “takeover approach” by Resolution Limited shortly before the Transfer\r\nTime;19 and\r\n15 (4) the recent financial performance of Bradford & Bingley and the fact that\r\nBradford & Bingley has made a profit since the Transfer Time.20\r\n37. The Valuer’s reasons for rejecting these arguments are set out in section 4 of the\r\nAssessment Notice and section 8 of the Revised Assessment Notice.\r\n38. Without prejudice to the generality of the foregoing, in summary the Valuer relies on\r\n20 the following principal reasons, facts and matters:\r\n(1) In relation to the “market value” argument recorded at paragraph 36(1) above,\r\nin view of the Administration Determinations it would not be appropriate to\r\nprepare the Valuation on the basis of either “market value” or the closing price\r\nof Shares on the London Stock Exchange on 26 September 2008. Further,\r\n25 neither of these approaches to valuation would reflect the actual position of\r\nBradford & Bingley immediately before the Transfer Time (including as a\r\n17 For example, the Notices with case references BB/0072/2011 and BB/0123/2011.\r\n18 For example, the Notices with case references BB/0003/2011 and BB/0604/2011.\r\n19 The Notice with case reference BB/0136/2011.\r\n20 For example, the Notices with case references BB/0063/2011 and BB/0132/2011.\r\n47\r\nresult of events that took place over the weekend of 27 and 28 September 2008)\r\nor give effect to statutory assumptions contained in section 5(4) of the Banking\r\nAct.\r\n(2) In relation to the “book value” argument recorded at paragraph 36(2) above, in\r\n5 view of the Administration Determinations it would not be appropriate to\r\nprepare the Valuation on a “book value” approach. A “book value” approach\r\nwould fail to take account of events likely to occur in an administration.\r\n(3) In relation to the argument recorded at paragraph 36(3) above, the Valuer\r\nadmits that in June 2008 Resolution Limited expressed interest to the Board of\r\n10 Bradford & Bingley in making a significant equity investment in Bradford &\r\nBingley based on a subscription price of 72 pence per Share. This expression of\r\ninterest did not progress to the stage where Resolution Limited was given\r\naccess to the books and records of Bradford & Bingley. As explained in section\r\n6 of the Revised Assessment Notice, there was a significant deterioration in\r\n15 market conditions from June 2008 to the valuation point immediately before the\r\nTransfer Time. In these circumstances, and taking into account the\r\nAdministration Determinations, the Valuer was correct not to place reliance on\r\nthe June 2008 expression of interest by Resolution Limited.\r\n(4) In relation to the argument recorded at paragraph 36(4) above in relation to\r\n20 Bradford & Bingley’s recent financial performance, as explained in section 7 of\r\nthe Revised Assessment Notice, since the Transfer Time Bradford & Bingley\r\nhas benefitted from significant financial assistance from the Treasury. The No\r\nFuture Assistance Assumption requires the Valuation to be prepared on the\r\nbasis that this assistance would not have been provided to Bradford & Bingley.\r\n25 Further, the Valuation must be prepared by reference to the value of Shares\r\nimmediately before the Transfer Time. Bradford & Bingley’s recent financial\r\nperformance reflects events that occurred after the Transfer Time and which are\r\nirrelevant to the Valuation.\r\nComplaints category 6: Complaints of bias or a lack of independence or impartiality in\r\n30 relation to the Valuation\r\n39. A number of the Notices21 allege bias or a lack of independence or a lack of\r\nimpartiality against the Valuer. The Valuer denies the allegations and repeats, as he stated in\r\nparagraph 2.9 of the Revised Assessment Notice, that in performing his task he has acted\r\nentirely independently of the Treasury and has reached what he considers to be the correct\r\n35 Valuation, applying the provisions of the Schedule, without favouring any party.\r\n21 For example, the Notices with case references BB/0024/2011 and BB/0113/2011.\r\n48\r\nConclusion\r\n40. For the reasons set out above, it is submitted that the arguments of the applicants\r\nchallenging the Valuation should be dismissed and that there are no grounds to assert that the\r\nValuation was unreasonable.","tribunal_decision_category":"banking","tribunal_decision_decision_date":"2012-07-19"},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58e3ae85e5274a06b30000c4/Bradford_and_Bingley_Applicants_v_Peter_Clokey_as_the_Independent_Valuer_BB00012011.pdf","title":"Bradford and Bingley Applicants v Peter Clokey as the Independent Valuer: BB0001/2011","content_type":"application/pdf","updated_at":"2017-04-04T14:32:37+00:00","created_at":"2017-04-04T14:32:37+00:00","content_id":"2164bc8f-2f3b-4820-aa85-74b27217f5a4"}],"change_history":[{"note":"First published.","public_timestamp":"2017-04-04T14:34:12.813Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/bradford-and-bingley-applicants-v-peter-clokey-as-the-independent-valuer-bb0001-2011","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-04-04T14:34:12Z","base_path":"/tax-and-chancery-tribunal-decisions/bradford-and-bingley-applicants-v-peter-clokey-as-the-independent-valuer-bb0001-2011","description":"Upper Tribunal Tax and Chancery decision of Judge Sir Oliver on 19 July 2012. ","content_id":"ac6b7167-0692-4d81-bf87-b3937ba2a0f4","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Bradford and Bingley Applicants v Peter Clokey as the Independent Valuer: BB0001/2011","public_updated_at":"2017-04-04T14:34:12Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/bradford-and-bingley-applicants-v-peter-clokey-as-the-independent-valuer-bb0001-2011","description":"Upper Tribunal Tax and Chancery decision of Judge Sir Oliver on 19 July 2012. ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/bradford-and-bingley-applicants-v-peter-clokey-as-the-independent-valuer-bb0001-2011","withdrawn":false,"content_id":"ac6b7167-0692-4d81-bf87-b3937ba2a0f4","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}