{"title":"XZC v Secretary of State for the Home Department: AS/11/08/27297","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Breach of conditions – concealing financial resources.\r\n\r\nApplication of R v London Borough of Barnet ex parte Khawaja and Khera [1984] 1 ALL E.R. 765 together with R V Kensington and Chelsea ex parte Kujtin [1990] 2 CCLR 340.  \r\n\r\nWhether discontinuation of support amounts to a breach of an appellant’s rights under Article 3 of the Human Rights Act 1998.\r\n\r\nSection 95 support – Regulation 20(1)(h) of the 2005 Regulations.\r\n\r\nRead the full decision in [embed:attachments:inline:fc2b45a8-0eb4-4dd1-8620-dd26df99ae5e]\r\n\r\n\r\n\r\n"},{"content_type":"text/html","content":"<p>Breach of conditions – concealing financial resources.</p>\n\n<p>Application of R v London Borough of Barnet ex parte Khawaja and Khera [1984] 1 ALL E.R. 765 together with R V Kensington and Chelsea ex parte Kujtin [1990] 2 CCLR 340.</p>\n\n<p>Whether discontinuation of support amounts to a breach of an appellant’s rights under Article 3 of the Human Rights Act 1998.</p>\n\n<p>Section 95 support – Regulation 20(1)(h) of the 2005 Regulations.</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/583724ae40f0b614ff000020/XZC_v_SOS_AS_11_08_27297.pdf\">XZC_v_SOS_AS_11_08_27297</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"1.\tThis Statement of Reasons is made in accordance with Rule 34(1) of the Tribunal Procedure (First-Tier Tribunal) (Social Entitlement Chamber) Rules 2008, and gives reasons for the decision given on Wednesday the 24th day of August 2011, dismissing the above mentioned appeal.\r\n\r\n2.\tThe appellant, a 40 year old citizen of the People’s Republic of China , appeals against the decision of the Secretary of State who, on 12 August 2011, decided to discontinue support to the appellant under Regulation 20(1)(h) of the Asylum Support (Amendment) Regulations 2005 (“the Regulations”) on the grounds that the Secretary of State is satisfied that the appellant has concealed financial resources such that the supported person has, therefore, unduly benefited from the receipt of asylum support.  \r\n\r\n3.\tAt the hearing before me, the appellant appeared in person and was unrepresented.  She gave her evidence in Mandarin and was assisted by a court appointed interpreter. The respondent was represented by Mrs Crozier.\r\n\r\n4.\tThe agreed facts of this appeal are that the appellant arrived in the United Kingdom on 15 March 2006 and applied for asylum upon arrival.  On 5 April 2006, she was granted Section 95 support in respect of both accommodation and subsistence. She was dispersed to an address in Newcastle where she continues to reside to this day with her four year old daughter who was born on 11 April 2006.  Her asylum application was refused but her support continued as a child under the age of 18 years remained within her family.  \r\n\r\n5.\tAs a result of information received by the respondent – flowing from an investigation into the appellant’s financial circumstances following an application to add her dependant partner to her asylum support application – the Secretary of State took the view that the appellant had received access to substantial monies in addition to the receipt of asylum support (probably as a result of her alleged working or from income derived from her partner; matters which she had not previously disclosed to the respondent). The respondent formed the view that this was income (or monies) which she had concealed from the Secretary of State and that, as a consequence, her support should be discontinued on 12 August 2011.  She appeals that decision.  \r\n\r\n6.\tThe respondent’s case relies upon the facts and matters set out in her termination letter of that date.  She says that the appellant has failed, during the course of an investigation, to provide full details of her financial circumstances to include those of her partner.  In particular, the respondent has obtained copies of various bank accounts and other financial details which relates to the appellant’s designated address in Newcastle.  These show a sum in excess of £345,000 being paid through these accounts in the three years or so leading up to the decision letter under appeal.\r\n\r\n7.\tThe full details are set out in the respondent’s investigation report which is found at pages 390-408 (inclusive) of the Secretary of State’s bundle.  It is also alleged that the appellant did not tell the truth during interview and that she had been in receipt of Child Benefit from 16 April 2007 until 29 March 2010 with receipts to the value of £2,956.30 which had not been disclosed.  \r\n\r\n8.\tThe Secretary of State considered that the amount of monies received into the various accounts far exceeded the amount that she received from asylum support during the same period (which amounts to approximately £26,000) and it was obvious from this that the appellant has concealed financial resources such that she has duly benefited from the receipt of asylum support by the provision of both her accommodation and subsistence costs.  This is said to breach the requirements of Regulation 20(1)(h) of the Regulations. \r\n\r\n9.\tThe respondent has produced a detailed bundle in support of her position; the material part of which consists of the following:- \r\n\r\n(a)\tCopies of the appellant’s statements in relation to her personal account held with HSBC Plc for the period from 19 September 2007 to the date when it was closed on 10 June 2008. These show regular payments of Child Benefit into this account such that the balance in this account always remained in credit. \r\n \r\n(b)\tCopies of an account in the name of QC with Abbey National Plc (now Santander) for the period 7 August 2007 to 26 May 2011.  These show the sum of £103,737.36 being deposited into this account.  In particular, the respondent has highlighted that, between 1 March 2011 and 26 May 2011, the sum of £10,486 was deposited into this account.  Albeit that the account is not held in the appellant’s name, and the second name is that of the appellant and it is an account which has been opened with the appellant’s own address.\r\n\r\n(c)\tA further account held in the name of Mr QC (at the same address) for the period 7 August 2007 to 26 May 2011.  This account shows the sum of £103,737.36 being paid into this account.  I am directed to the substantial cash payments which are made through this account.  I note, for example:\r\n\r\n£1,000 on 2 October 2007\r\n£2,500 on 8 March 2008\r\n£2,000 on 15 September 2008\r\n£2,800 on 23 March 2009\r\n£2,700 on 24 March 2009\r\n£1,000 on 6 April 2009\r\n£1,000 on 17 June 2009\r\n£2,000 on 4 August 2009\r\n£1,200 on 12 October 2009\r\n£1,300 on 16 December 2009\r\n£1,000 on 29 January 2010\r\n£1,804 on 10 May 2010\r\n£1,000 on 9 July 2010\r\n£1,000 on 5 October 2010\r\n£1,000 on 1 November 2010\r\n£1,000 on 24 November 2010\r\n£1,000 on 12 January 2011\r\n£1,000 on 17 January 2011\r\n£900 on 10 May 2011 – \r\n\r\ntogether with many other sundry credits paid in cash.  This account adopts the same address as the appellant’s.  \r\n\r\n(d)\tCopies of an account held in the name of Ms JC with HSBC Plc for the period 7 August 2007 until 26 May 2011. These show the sum of £146,295.59 being paid into the account.  Their detail is extremely similar to that with the account in (c) above. \r\n\r\n(e)\tA further account in the name of Ms JC held with Lloyds TSB Plc for the period 24 August 2007 to 30 March 2011. This account shows deposits in the sum of £166,602.20 into this account.  My attention has been directed to two transfers of foreign payment of £5,000 on 17 February 2009 and 26 June 2009 respectively.  The account is held at the same address as that of the appellant.  \r\n\r\n(f)\tA copy of an account held in the name of Ms JC with HSBC Plc showing deposits between 11 April 2006 and 12 May 2008 in the sum of £31,534.43.  The address on the account is the same as the appellant.\r\n\r\n(g)\tA copy of a credit card held in the name of Ms JC for the period 12 September 2006 to 10 September 2008 showing numerous transactions in the Newcastle area.  The card is again registered at the appellant’s address.  \r\n\r\n(h)\tCopies of the account of Mr QC with Santander showing two accounts held in his name at the appellant’s address.  These largely relate to transactions which concluded in 2007.\r\n\r\n(i)\tCopies of documents showing that the appellant was in receipt of Child Benefit between the periods set out above. \r\n\r\n(j)\tCopies of the appellant’s interview (jointly with her partner) on 26 July 2011. \r\n\r\n(k)\tA copy of the detailed investigation report prepared by the respondent dated 28 July 2011 – as set out above.  \r\n\r\n10.\tThe respondent’s case is that it is much more than coincidence that these accounts (held in the name of Ms JC and Mr QC) were opened at the appellant’s address.  They all share a common second name and this is said to be more than coincidence.  It is considered that this evidence demonstrates that the appellant (and her partner) have enjoyed substantial sums of money from whatever source – as evidenced by way of cash payments – which they have failed to disclose.  It is argued that this is sufficient grounds (along with the evidence of Sky payments and Child Benefit) to justify a discontinuation of support through breach of requirements.  \r\n\r\n11.\tThe appellant, on the other hand, simply says in her grounds of appeal, that she disagrees with the decision made by the respondent because she was (a) unaware of the law and (b) received wrong advice with regard to the declaration of Child Benefit.  She was no longer paid Child Benefit. She claims that her partner, Mr YPC, is not living with her and that he used her address as a “care of” address for the purpose of correspondence. Both she and her daughter suffer from Hepatitis B and she exhibits a number of medical reports from her GP and the Freeman Hospital in Newcastle-upon-Tyne which confirm this.  She has not responded to directions.  \r\n\r\n12.\tAt the hearing before me, the appellant gave oral evidence setting out her position.  Her case is quite simple. She says that none of the accounts that have been disclosed by the Secretary of State relate to her.  The use of the second name of “C” is pure coincidence and that neither she nor her partner have received any monies by way of working or otherwise.  She accepts that she should have disclosed receipts of her Child Benefit.  Her Sky subscription is partly paid by a friend. \r\n\r\n13.\tUpon closer examination, and during the course of questioning, the appellant initially indicated that she had no idea who either Ms JC or Mr QC were – or, at the very least, failed to volunteer such information. As the hearing progressed, she explained that she knew both of them.  Mr QC was a friend of her partner’s.  Ms JC was known to her and had offered to help out by way of a contribution towards her Sky subscription.  She had no idea that either person had used her address for the purpose of their own bank accounts or credit cards. The position then changed.  The appellant then explained that she had authorised the use of her address for each of these person’s correspondence.  However, she did not know exactly where they were located – they moved around and were of no fixed abode.  She denies that she and her partner were the same people as Ms JC and Mr QC and that they were using a false name.  \r\n\r\n14.\tIn a case where termination of support is justified on grounds of a breach of requirement, it is for the Secretary of State to establish that breach. The standard of proof for establishing that a person has failed to disclose a material fact is upon the civil balance of probabilities but, bearing in mind the seriousness of the consequences, it requires a high degree of probability. I rely upon the case of R v London Borough of Barnet ex parte Khawaja and Khera [1984] 1 All E.R. 765. \r\n\r\n15.\tRegulation 19(1) of the Regulations states that when deciding:\r\n\r\n\"(a) whether to provide, or to continue to provide, asylum support for any person or persons… \r\n\r\nThe Secretary of State may take into account the extent to which a relevant condition has been complied with\".\r\n\r\n16.\tRegulation 20(1)(h) of the Regulations states that \"asylum support for a supported person and her dependants (if any) or for one or more dependants of the supported person, may be suspended or discontinued if -\r\n\r\n(h)\tthe Secretary of State has reasonable grounds to believe that the supported person or a dependant of her for whom support is being provided has concealed financial resources and that the supported person or a dependant of her or both have therefore unduly benefited from the receipt of asylum support;”\r\n\r\n17.\tThe one difficulty that the respondent had in this appeal was that there was no identification evidenced, by way of fingerprints or photographs, to firmly establish that the respondent and her partner (Mr YPC) were one and the same people as Ms JC and Mr QC whose accounts have been obtained.  However, and in my view, there are far too many coincidences such that, upon balance, I am of the view that these are the same people.  First, these other people have the same second name (“C”) as the appellant and her partner.  Secondly, the oral evidence revealed that the appellant’s property is quite small but that it had its own entrance.  No one else’s correspondence goes there.  The accounts in the name of Ms JC and Mr QC have been using the appellant’s designated address for some four years.  Bank statements would be sent to that address. There are too many coincidences.  It is my belief that these accounts were held by the appellant and the appellant’s partner in false (but similar) names in order to avoid detection.\r\n \r\n18.\tIn view of this, I find that a considerable sum of money has been received by the appellant and her partner (who appears to have resided at the same property for some time despite the appellant’s assertion to the contrary) and that, during this period, the sum received amounts to over £345,000 by the respondent’s account but appears to be greater.  The appellant’s receipts by way of subsistence payments during the same period amounted to a sum of £26,000.  The amount received by the appellant and her partner considerably exceeds this sum.  \r\n\r\n19.\tEven if I were unsure about this, which I am not, then the appellant failed to disclose Child Benefit which had been in payment for some considerable period of time.  She was under a positive duty to do this by reporting the matter to the respondent. She accepted that she had received her “NASS agreement” when she originally applied for (and was granted) asylum support and was fully aware of the need to report these matters.  Her failure to do so alone amounts to a breach of the requirements. \r\n\r\n20.\tIn addition to these findings, I have substantial doubts as to her credibility which means that her account is open to some doubt.  I noted, for example, that she failed to volunteer any information as to who might be running the accounts when first questioned and that, only later in the hearing, was she drawn to deny that these accounts were held by her and her partner and that she knew the people concerned when this was drawn to her attention.  Moreover, when questioned about how  her Sky subscription was paid, the appellant indicated that Mr YPC paid the bill which was in direct conflict to her interview with the Home Office investigation officers on 26 July 2011 when she advised them that both she and Ms JC paid this account.  \r\n\r\n21.\tIn view of these findings, I have considerable doubts about the appellant’s evidence.  In my view, the respondent’s evidence (as set out in her bundle of documents) is overwhelming.  These are substantial payments representing income over a relatively few number of years.  It is clear to me that, having made these findings, the appellant has concealed financial resources such that she is in breach of Regulation 20(1)(h) of the Regulations.  \r\n\r\n22.\tIn considering whether withdrawal of support for destitute asylum seekers on grounds of a breach of requirements is reasonable, I have also had to have regard to the case of R v Kensington and Chelsea ex parte Kujtim [1999] 2 CCLR 340 where the Court of Appeal laid down certain guidelines to local authorities as to whether it was reasonable to terminate the support of persons assisted under the National Assistance Act 1948, for a breach of requirements.  I consider this decision as persuasive upon me.  This case determines that it would be perfectly proper to withdraw support provided that the breach of requirements of the Regulations is both persistent and unequivocal.  Given the length of time over which deposits have been made in the various accounts, I am further satisfied that this breach is both persistent and unequivocal. \r\n\r\n23.\tI have further considered the question of whether or not the discontinuation of support is likely to amount to a violation of the appellant’s rights under Article 3 of the Human Rights Act 1998.  There is no evidence of destitution before me at present.  Indeed, there appears to be evidence of substantial payments having been received by the appellant and her partner over a considerable period of time.  The onus is upon the appellant to prove, upon the balance of probabilities, that she is so destitute.  I do not find this is the case.  \r\n\r\n24.\tHaving said all the above, and in view of the conclusions that I have reached, I have no alternative but to dismiss this appeal.\r\n\r\n\r\n","tribunal_decision_category":"section-95-support-for-asylum-seekers","tribunal_decision_categories":["section-95-support-for-asylum-seekers"],"tribunal_decision_decision_date":"2011-08-25","tribunal_decision_judges":["saunders-d"],"tribunal_decision_landmark":"not-landmark","tribunal_decision_reference_number":"AS/11/08/27297","tribunal_decision_sub_category":"section-95-breach","tribunal_decision_sub_categories":["section-95-breach"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/583724ae40f0b614ff000020/XZC_v_SOS_AS_11_08_27297.pdf","title":"XZC_v_SOS_AS_11_08_27297","content_type":"application/pdf","updated_at":"2016-12-12T13:16:13+00:00","created_at":"2016-11-24T17:34:38+00:00","content_id":"fc2b45a8-0eb4-4dd1-8620-dd26df99ae5e"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:15.317Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/xzc-v-secretary-of-state-for-the-home-department-as-11-08-27297","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:15Z","base_path":"/asylum-support-tribunal-decisions/xzc-v-secretary-of-state-for-the-home-department-as-11-08-27297","description":"Asylum Support Tribunal decision of Judge Saunders on 25 August 2011.","content_id":"35dd55de-1ca3-482f-a748-033e8ce97498","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"XZC v Secretary of State for the Home Department: AS/11/08/27297","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/xzc-v-secretary-of-state-for-the-home-department-as-11-08-27297","description":"Asylum Support Tribunal decision of Judge Saunders on 25 August 2011.","api_path":"/api/content/asylum-support-tribunal-decisions/xzc-v-secretary-of-state-for-the-home-department-as-11-08-27297","withdrawn":false,"content_id":"35dd55de-1ca3-482f-a748-033e8ce97498","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}