{"title":"PM press conference with US President Trump: 27 January 2017","public_updated_at":"2017-01-27T22:51:00Z","details":{"body":"<div class=\"govspeak\"><p><a rel=\"external\" href=\"https://www.youtube.com/watch?v=89W1k3IHkw4\">PM Theresa May and President Trump joint press conference</a></p>\n\n<h2 id=\"president-trump\">President Trump</h2>\n\n<p>Thank you very much. I am honoured to have Prime Minister Theresa May here for our first official visit from a foreign leader. This is our first visit, so, great honour. The special relationship between our 2 countries has been one of the great forces in history for justice and for peace and by the way, my mother was born in Scotland, Stornoway, which is serious Scotland.</p>\n\n<p>Today the United States renews our deep bond with Britain – military, financial, cultural and political – we have one of the great bonds. We pledge our lasting support to this most special relationship. Together, America and the United Kingdom are a beacon for prosperity and the rule of law. That is why the United States respects the sovereignty of the British people and their right of self-determination.</p>\n\n<p>A free and independent Britain is a blessing to the world and our relationship has never been stronger. Both America and Britain understand that governments must be responsive to everyday working people, that governments must represent their own citizens.</p>\n\n<p>Madam Prime Minister, we look forward to working closely with you as we strengthen our mutual ties in commerce, business and foreign affairs. Great days lie ahead for our 2 peoples and our 2 countries.  On behalf of our nation, I thank you for joining us here today as a really great honour. Thank you very much.</p>\n\n<h2 id=\"prime-minister\">Prime Minister</h2>\n\n<p>Thank you very much, Mr President and can I start by saying that I’m so pleased that I’ve been able to be here today and thank you for inviting me so soon after your inauguration.  And I’m delighted to be able to congratulate you on what was a stunning election victory.</p>\n\n<p>And as you say, the invitation is an indication of the strength and importance of the special relationship that exists between our 2 countries, a relationship based on the bonds of history, of family, kinship and common interests. And in a further sign of importance in that relationship, I have today been able to convey Her Majesty, the Queen’s hope that President Trump and the First Lady would pay a state visit to the United Kingdom later this year, and I’m delighted that the President has accepted that invitation.</p>\n\n<p>Now, today we’re discussing a number of topics and there’s much on which we agree. The President has mentioned foreign policy; we’re discussing how we can work even more closely together in order to take on and defeat Daesh and the ideology of Islamistic extremism, wherever it’s found.</p>\n\n<p>Our 2 nations are already leading efforts to face up to this challenge and we’re making progress with Daesh losing territory and fighters, but we need to redouble our efforts. And today, we’re discussing how we can do this by deepening intelligence and security co-operation and critically, by stepping up our efforts to counter Daesh in cyber space, because we know we will not eradicate this threat until we defeat the idea – the ideology that lies behind it.</p>\n\n<p>Our talks will be continuing later. I’m sure we’ll discuss other topics – Syria and Russia. On defence and security co-operation, we’re united in our recognition of NATO as the bulwark of our collective defence, and today, we’ve reaffirmed our unshakeable commitment to this alliance.</p>\n\n<p>Mr President, I think you said, confirmed that you were 100% behind NATO. But we’re also discussing the importance of NATO continuing to ensure it is as equipped to fight terrorism and cyber warfare as it is to fight more conventional forms of war. And I’ve agreed to continue my efforts to encourage my fellow European leaders to deliver on their commitments to spend 2% of their GDP on defence so that the burden is more fairly shared. It’s only by investing properly in our defence that we can ensure we’re properly equipped to face our shared challenges together.</p>\n\n<p>And finally, the President and I have mentioned future economic co-operation and trade, trade between our two countries is already worth over £150 billion a year. The US is the single biggest source of inward investment into the UK, and together we’ve around $1 trillion invested in each other’s economies, and the UK-US defence relationship is the broadest, deepest and most advanced of any 2 countries, sharing military hardware and expertise.</p>\n\n<p>And I think the President and I are ambitious to build on this relationship in order to grow our respective economies, provide the high-skilled, high paid jobs as a future for working people across America and across the UK, and so, we are discussing how we can establish trade negotiation agreement, take forward immediate high level talks, lay the groundwork for UK-US trade agreement and identify the practical steps we can take now in order to enable companies in both countries to trade and do business with one another more easily.</p>\n\n<p>And I’m convinced that a trade deal between the US and the UK is in the national interest of both countries and will cement the crucial relationship that exists between us, particularly as the UK leaves the European Union and reaches out to the world.</p>\n\n<p>Today’s talks, I think, are a significant moment for President Trump and I to build our relationship and I look forward to continuing to work with you as we deliver on the promises of freedom and prosperity for all the people of our respective countries. Thank you.</p>\n\n<h2 id=\"questions\">Questions</h2>\n\n<h3 id=\"president-trump-1\">President Trump</h3>\n<p>Thank you very much, that’s very nicely stated.</p>\n\n<h3 id=\"question\">Question</h3>\n<p>You’re going to be speaking tomorrow with the Russian president. What message would you like to convey to him?  How close are you to lifting some of the sanctions imposed on Russia over its Ukraine encouragement? What would you expect in return and, Prime Minister May, do you foresee any changes in British attitudes towards sanctions on Russia?</p>\n\n<h3 id=\"president-trump-2\">President Trump</h3>\n<p>Well, I hear a call was set up, and we’ll see what happens. As far as the sanctions, very early to be talking about that, but we look to have a great relationship with all countries, ideally. That won’t necessarily happen, unfortunately, it probably won’t happen with many countries, but if we can have as we do with Prime Minister May and the relationship that we’ve all developed and even in the short relationship that we’ve just developed just by being with each other – we’re going to have lunch and we’ve really had some very interesting talks and very productive talks – but if we can have a great relationship with Russia and with China and with all countries, I’m all for that. That would be a tremendous asset. No guarantees, but if we can, that would be a positive, not a negative. Okay?</p>\n\n<h3 id=\"prime-minister-1\">Prime Minister</h3>\n<p>We have – as far as the UK is concerned on sanctions for Russia in relation to their activities in the Ukraine, we have been very clear that we want to see the Minsk agreement fully implemented. We believe the sanctions should continue until we see that Minsk agreement fully implemented and we’ve been continuing to argue that inside the European Union.</p>\n\n<h3 id=\"question-1\">Question</h3>\n<p>Prime Minister, you’ve talked about where you agree, but you have also said that you would be frank where you disagree with the President. Can you tell us where in our talks you did disagree? And do you think that the President listened to what you had to say?</p>\n\n<p>Mr President, you’ve said before that torture works, you’ve praised Russia, you’ve said you want to ban some Muslims from coming to America, you’ve suggested there should be punishment for abortion. For many people in Britain, those sound like alarming beliefs. What do you say to our viewers at home who are worried about some of your views and worried about you becoming the leader of the free world?</p>\n\n<h3 id=\"president-trump-3\">President Trump</h3>\n<p>This was your choice of a question?  There goes that relationship.</p>\n\n<h3 id=\"prime-minister-2\"> Prime Minister</h3>\n<p>On the issue that you raised with me, can I confirm that the President – I’ve been listening to the President, and the President has been listening to me. That’s the point of having a conversation and a dialogue. And we have been discussing a number of topics. We’ll carry on after this press conference meeting and discussing a number of other topics. And there will be times when we disagree and issues on which we disagree. The point of the special relationship is that we are able to have that open and frank discussion so that we are able to make that clear when it happens.</p>\n\n<p>But I’m clear also that there are many issues on which the United Kingdom and the United States stand alongside one another – many issues on which we agree.  And I think as I said yesterday in my speech that we are at a moment now when we can build an even stronger special relationship which will be in the interest not just of the UK and the United States but actually in the interests of the wider world as well.</p>\n\n<h3 id=\"president-trump-4\">President Trump</h3>\n<p>All right ma’am. We have a great general who has just been appointed Secretary of Defence, General James Mattis, and he has stated publicly that he does not necessarily believe in torture or waterboarding, or however you want to define it – enhanced interrogation, I guess, would be a word that a lot of – words that a lot of people would like to use. I don’t necessarily agree, but I would tell you that he will override, because I’m giving him that power. He’s an expert. He’s highly respected. He’s the general’s general – got through the Senate very, very quickly, which in this country is not easy I will tell you. And so I’m going to rely on him. I happen to feel that it does work. I’ve been open about that for a long period of time, but I am going with our leaders. And we’re going to win with or without, but I do disagree.</p>\n\n<p>As far as, again, Putin and Russia, I don’t say good, bad or indifferent. I don’t know the gentleman. I hope we have a fantastic relationship. That’s possible, and it’s also possible that we won’t. We will see what happens. I will be representing the American people very, very strongly – very forcefully and if we have a great relationship with Russia and other countries, and if we go after ISIS together, which has to be stopped. That’s an evil that has to be stopped. I will consider that a good thing, not a bad thing.</p>\n\n<p>How the relationship works out, I won’t be able to tell you that later. I’ve had many times where I thought I’d get along with people, and I don’t like them at all. And I’ve had some where I didn’t think I was going to have much of a relationship, and it turned out to be a great relationship. So, Theresa, we never know about those things – do we? But, I will tell you one thing, I’ll be representing the American people very strongly. Thank you.</p>\n\n<h3 id=\"question-2\">Question</h3>\n<p>Mr President, thank you so much – Madam Prime Minister. It’s my understanding Mr President that you had an hour-long phone call this morning with President Enrique Peña Nieto of Mexico. Could we get an update on where the relationship is? Further to that, what do you say to your critics who claim that you’ve already soured a relationship with a very important US ally? And Madam Prime Minister, if I may ask you as well, are you concerned about the state of relations between the United States and Mexico?</p>\n\n<h3 id=\"president-trump-5\">President Trump</h3>\n<p>Well, I think the Prime Minister, first of all has other things that she’s much more worried about than Mexico and the United States’ relationship. But I will say that we had a very good call. I have been very strong on Mexico. I have great respect for Mexico. I love the Mexican people. I work with the Mexican people all the time – great relationships. But as you know, Mexico with the United States has out-negotiated us and beat us to a pulp through our past leaders. They’ve made us look foolish. We have a trade deficit of $60 billion with Mexico. On top of that the border is soft and weak, drugs are pouring in and I’m not going to let that happen. And General Kelly is going to do a fantastic job at Homeland Security. As you know, we swore him in yesterday.</p>\n\n<p>We have a really – I think – a very good relationship the President and I, and we had a talk that lasted for about an hour this morning. And we are going to be working on a fair relationship and a new relationship. But the United States cannot continue to lose vast amounts of business, vast amounts of companies and millions and millions of people losing their jobs. That won’t happen with me. We’re no longer going to be the country that doesn’t know what it’s doing. And so, we are going to renegotiate our trade deals and we are going to renegotiate other aspects of our relationship with Mexico. And in the end, I think it will be good for both countries.</p>\n\n<p>But it was a very, very friendly call. I think you’ll hear that from the President, and I think you’ll hear that from the people of Mexico that really represent him and represent him very well. And I look forward to over the coming months, we’ll be negotiating and we’ll see what happens. But I’m representing the people of the United States, and I’m going to represent them as somebody should represent them – not how they’ve been represented in the past where we lose to every single country.</p>\n\n<h3 id=\"prime-minister-3\">Prime Minister</h3>\n<p>As the President himself has said, the relationship of the United States with Mexico is a matter for the United States and Mexico.</p>\n\n<h3 id=\"question-3\">Question</h3>\n<p>Mr President you said you would help us with a Brexit trade deal. You said you’d stand by us with NATO, but how can the British Prime Minister believe you, because you have been known in the past to change your position on things? And also may I ask a question to both of you – people are fascinated to know how you’re going to get on with each other.  You’re so different. The hard-working daughter of a vicar, the brash TV extrovert – have you found anything in common personally yet?</p>\n\n<h3 id=\"president-trump-6\"> President Trump</h3>\n<p>Actually, I’m not as brash as you might think. And I can tell you that I think we’re going to get along very well. You know, I’ve – interesting because I am a people person. I think you are also Theresa. And I can often tell how I get along with someone very early, and I believe we’re going to have a fantastic relationship.</p>\n\n<p>Brexit – and I really don’t change my position very much. If you go back and you look, my position on trade has been solid for many, many years – since I was a very young person talking about how we were getting ripped off by the rest of the world. And I never knew I’d be in this position where we can actually do something about it. But, we will be talking to your folks about Brexit. Brexit was an example of what was to come, and I happened to be in Scotland at Turnberry cutting a ribbon when Brexit happened. And we had a vast amount of press there. And I said Brexit – this was the day before you probably remember – I said Brexit is going to happen. And I was scorned in the press for making that prediction. I was scorned. And I said I believe it’s going to happen, because people want to know who’s coming into their country and they want to control their own trade and various other things. And lo and behold the following day, it happened. And the odds weren’t looking good for me when I made that statement, because as you know, everybody thought it was not going to happen.</p>\n\n<p>I think Brexit’s going to be a wonderful thing for your country. I think when it irons out, you’re going to have your own identity, and you’re going to have the people that you want in your country and you’re going to be able to make free trade deals without having somebody watching you and what you’re doing. And I had a very bad experience. I had something when I was in my other world. I have something in another country, and getting the approvals from Europe was very, very tough. Getting the approvals from the country was fast, easy and efficient. Getting the approvals from the group – I call them the consortium – was very, very tough. But I thought Brexit – I think and I think it’ll go down that it will end up being a fantastic thing for the United Kingdom. I think in the end it will be a tremendous asset, not a tremendous liability. Okay.</p>\n\n<h3 id=\"prime-minister-4\">Prime Minister</h3>\n<p>And just on the question you asked me. I mean, I think as the President himself has said, I think we have already struck up a good relationship. But you asked what we had in common. I think if you look at the approach that we’re both taking, I think one of the things that we have in common is that we want to put the interests of ordinary working people right up there – centre stage. Those people who, you know, they’re working all the hours, they’re doing their best for their families and sometimes they just feel the odds are stacked against them. And it’s that interest in ensuring that what we do, that the economies – our economies and our governments actually work for ordinary working people – work for everyone in our countries. I think we both share that.</p>\n\n<h3 id=\"president-trump-7\">President Trump</h3>\n<p>Thank you very much.</p>\n\n<h3 id=\"prime-minister-5\"> Prime Minister</h3>\n<p>Thank you.</p>\n\n<h3 id=\"president-trump-8\">President Trump</h3>\n<p>Thank you very much everybody.</p>\n</div>","political":true,"delivered_on":"2017-01-27T18:10:00+00:00","change_history":[{"public_timestamp":"2017-01-27T22:51:00.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Theresa May MP","url":"/government/uploads/system/uploads/person/image/6/PM_portrait_960x640.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-01-27T22:51:00.000+00:00"},"routes":[{"path":"/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2017-01-27T22:51:00Z","base_path":"/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","description":"Prime Minister Theresa May and the American President Donald Trump held a press conference after their meeting at the White House. ","content_id":"2abf93fa-8bb4-4f5a-84b6-193706466084","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"OT532","api_path":"/api/content/government/organisations/prime-ministers-office-10-downing-street","base_path":"/government/organisations/prime-ministers-office-10-downing-street","content_id":"705dbea4-8bd7-422e-ba9c-254557f77f81","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-03-09T20:00:54Z","schema_name":"placeholder","title":"Prime Minister's Office, 10 Downing Street","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Prime Minister&#39;s Office, 10 Downing Street","crest":"eo"}},"links":{}}],"policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/international-defence-commitments","base_path":"/government/policies/international-defence-commitments","content_id":"5c801ee8-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-14T17:21:27Z","schema_name":"policy","title":"International defence commitments","withdrawn":false,"links":{"working_groups":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","base_path":"/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","content_id":"2abf93fa-8bb4-4f5a-84b6-193706466084","description":"Prime Minister Theresa May and the American President Donald Trump held a press conference after their meeting at the White House. ","document_type":"speech","locale":"en","public_updated_at":"2017-01-27T22:51:00Z","schema_name":"speech","title":"PM press conference with US President Trump: 27 January 2017","withdrawn":false,"links":{}}]}},{"analytics_identifier":null,"api_path":"/api/content/government/policies/cyber-security","base_path":"/government/policies/cyber-security","content_id":"5d2b393c-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-26T15:15:27Z","schema_name":"policy","title":"Cyber security","withdrawn":false,"links":{"working_groups":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","base_path":"/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","content_id":"2abf93fa-8bb4-4f5a-84b6-193706466084","description":"Prime Minister Theresa May and the American President Donald Trump held a press conference after their meeting at the White House. ","document_type":"speech","locale":"en","public_updated_at":"2017-01-27T22:51:00Z","schema_name":"speech","title":"PM press conference with US President Trump: 27 January 2017","withdrawn":false,"links":{}}]}},{"analytics_identifier":null,"api_path":"/api/content/government/policies/brexit","base_path":"/government/policies/brexit","content_id":"2dcb5926-db6e-4347-b6d8-64fa9d5779a5","description":"","document_type":"policy","locale":"en","public_updated_at":"2017-04-19T10:33:33Z","schema_name":"policy","title":"Brexit","withdrawn":false,"links":{"working_groups":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","base_path":"/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","content_id":"2abf93fa-8bb4-4f5a-84b6-193706466084","description":"Prime Minister Theresa May and the American President Donald Trump held a press conference after their meeting at the White House. ","document_type":"speech","locale":"en","public_updated_at":"2017-01-27T22:51:00Z","schema_name":"speech","title":"PM press conference with US President Trump: 27 January 2017","withdrawn":false,"links":{}}]}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/defence-and-armed-forces","base_path":"/government/topics/defence-and-armed-forces","content_id":"b360d7b0-664d-4030-93f9-ee8bff36ab53","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Defence and armed forces","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/europe","base_path":"/government/topics/europe","content_id":"541bc95f-f3a5-4c34-973a-f5f3f01bc4d2","description":null,"document_type":"policy_area","locale":"en","public_updated_at":"2017-04-19T10:27:38Z","schema_name":"placeholder","title":"Europe","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/national-security","base_path":"/government/topics/national-security","content_id":"78d0cadd-ce01-4c74-8f7d-2a0fb9364c7c","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"National security","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/trade-and-investment","base_path":"/government/topics/trade-and-investment","content_id":"1212db18-0f8f-48a9-b0a6-3ca373ddce92","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:05Z","schema_name":"placeholder_policy_area","title":"Trade and investment","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/international-defence-commitments","base_path":"/government/policies/international-defence-commitments","content_id":"5c801ee8-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-14T17:21:27Z","schema_name":"policy","title":"International defence commitments","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/policies/cyber-security","base_path":"/government/policies/cyber-security","content_id":"5d2b393c-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-26T15:15:27Z","schema_name":"policy","title":"Cyber security","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/policies/brexit","base_path":"/government/policies/brexit","content_id":"2dcb5926-db6e-4347-b6d8-64fa9d5779a5","description":"","document_type":"policy","locale":"en","public_updated_at":"2017-04-19T10:33:33Z","schema_name":"policy","title":"Brexit","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/theresa-may","base_path":"/government/people/theresa-may","content_id":"85291e63-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:03Z","schema_name":"placeholder","title":"The Rt Hon Theresa May","withdrawn":false,"links":{}}],"topical_events":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/daesh","base_path":"/government/topical-events/daesh","content_id":"0146d0ed-dc6b-490f-a0e0-2edb8927a134","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2016-11-28T16:15:42Z","schema_name":"placeholder","title":"Daesh: UK government response ","withdrawn":false,"details":{"start_date":"2016-06-02T00:00:00.000+00:00","end_date":"2017-06-02T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"PM press conference with US President Trump: 27 January 2017","public_updated_at":"2017-01-27T22:51:00Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","description":"Prime Minister Theresa May and the American President Donald Trump held a press conference after their meeting at the White House. ","api_path":"/api/content/government/speeches/pm-press-conference-with-us-president-donald-trump-27-january-2017","withdrawn":false,"content_id":"2abf93fa-8bb4-4f5a-84b6-193706466084","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}