{"title":"Lord McNally's speech at the Street Games Annual Sports for Criminal Justice Conference","public_updated_at":"2016-12-07T14:53:22Z","details":{"body":"<div class=\"govspeak\">\n<p>For those of you who don’t know, the Youth Justice Board for England and Wales (YJB) was created from the 1998 Crime &amp; Disorder Act and came in to being in the year 2000. Its creation followed the 1996 ground-breaking report, “Misspent Youth”, which identified the central problem of youth justice at that time as being the responsibility of many and the priority of none.</p>\n\n<p>Since then the YJB has provided that priority and leadership at both national and local level. What is more it has been both the example and the pathfinder for holistic, interdisciplinary solutions to the problems presented by young offenders and those on the cusp of offending. The fact that today we have a little more than twenty three thousand new entrants in to the youth justice system and less than nine hundred in custody, compared with eighty thousand plus new entrants and three and a half thousand in custody a decade ago, is evidence based proof of the effectiveness of the YJB approach.</p>\n\n<p>But youth justice work isn’t only about the numbers. We aspire to prevent young lives being blighted by crime; to see instead those young people improve themselves and their prospects, and make a positive contribution to society. Against this benchmark, our success has also exposed significant challenges that are far different, and far greater than those the youth justice system was originally designed to meet.</p>\n\n<p>Smaller numbers mean children in the secure estate being held in many cases a long way from home. It means that because we are putting in to custody only the most difficult cases, the population of the secure estate is more complex and challenging. In addition the re-offending rate of those few who are in custody is too high.  The number of children in the system itself, although smaller, highlights worrying trends such as the over-representation of black and minority ethnic background and those who have been in the State’s care. Some of the influences and triggers in their lives which make children vulnerable to offending have long been understood - drug and alcohol abuse, domestic violence, inadequate parenting, poor housing etc. But there are factors at play now only being more fully understood - the extent of child sexual exploitation, the impact of social media, the growth of gang culture, radicalisation and a belated awareness of real mental health needs among those in or on the cusp of the youth justice system.</p>\n\n<p>As a former Minister for Justice, and as the current Chairman of the Youth Justice Board, I know all too well that there is no one silver bullet which can be deployed in the battle to prevent offending and re-offending behaviour.  Nevertheless, there is much evidence from both home and abroad that sport can offer a gateway out of a life of crime. I myself have seen this in action when visiting the youth offending teams and the secure estate throughout England and Wales.  Whether it’s a locally-established boxing project in Durham, which works with children as part of their sentence; or a Premier League sponsored football programme in Merseyside that inspires children to work towards a qualification they can use to build a better life - as run by Everton in The Community - the opportunities are endless.</p>\n\n<p>My Board and I have spent the last year and a half pursuing partnerships with sports organisations of all types, urging them to work more closely with our YOTS to support children and young people in or on the cusp of entering the criminal justice system. I am pleased to say that many are in the game as it were, and using innovative ways to engage them, such as the Saracens Rugby Club who work with young people in Feltham YOI; Leicester City’s Muslim coach who works with local mosques; our hosts; and Street Games, who are looking to expand their already highly successful and nationwide campaigns to get kids playing sports to include more of the children the YJB works with.</p>\n\n<p>The great thing about sports is that the range is so wide almost everyone can find one which gives them a buzz.  And it’s such a unifying force it can help prevention and rehabilitation - a concept which is increasingly gaining political traction as well.  Just last week, at the Annual Youth Justice Convention, the Minister for Youth Justice, Dr Phillip Lee, himself spoke of his desire to see a greater use of sports to help children and young people before they end up in the criminal justice system.  The Sports Minister, Tracey Crouch, has personally told me how supportive she is of using sports as a means to aid rehabilitation, and of her hopes that the Government’s Sports Strategy will really reach all young people, wherever they are on their journey to adulthood. Parliamentarians of all colours have also unequivocally and openly expressed their support - through all manner of fora.</p>\n\n<p>Prevention is undoubtedly better than cure.  Ahead of any entry in to the criminal justice system, there are often vital points in a young person’s life at which, if they’d had the right support to help overcome their difficulties or the right intervention to address a problem they themselves could not overcome, or the right person to talk to in their lives who could show them another way, they could have been prevented from committing crimes in the first place.  Those who build a link with a particular sport very often find they have also discovered that, through it, they can also find the support system they need to help them live crime-free lives.  It’s a view that many Police and Crime Commissioners also share.  The PCC for Derbyshire, Mr Hardyal Dhindsa - from whom you will also hear later - has been particularly keen to make sports accessible to all children and young people, and he and I have discussed how PCCs and the YJB could collaborate to help make this happen.  I am delighted to join him in writing to all the PCCs in England and Wales today, to set out our shared vision for sports and to see it realised through local partnership working between PCCs and YOTs in communities up and down the country.  I encourage you all to join us on this journey to help some of the most vulnerable children in our country.</p>\n\n<p>But the power of sport doesn’t just work to prevent criminal behaviour from the outset.  Many of those who commit crimes go on to re-offend when they’re released from custody.  Often it’s because rehabilitative work done during their sentence to address the root causes of their behaviour – be it substance abuse, a toxic family environment, illiteracy, mental health issues, or they themselves being a victim of crime – unravels through lack of continued support when they return to the community.</p>\n\n<p>Rehabilitation itself is another aspect through which sports can contribute to divert people from crime - for the same reasons that it works for prevention.  That is why I became an Ambassador for 2nd Chance and their National Alliance of Sport for the Desistance of Crime - the NASDC.  The work of the NASDC does exactly what it says on the tin. It unites a wide range of partners who use sports to transform the lives of those who most need that second chance to get their lives back on the right track.</p>\n\n<p>Between them, the NASDC’s partners have the vital skills, expertise and the national reach to provide some real life-changing opportunities to offenders and to those on the cusp of offending; the kinds of opportunities that many of us take for granted.  2nd Chance is also here today and will be running a seminar later, so do take part in that and find out more about what they’re doing.</p>\n\n<p>I conclude as I began, highlighting the successes and the challenges we face when working with children in or on the cusp of the criminal justice system today. I believe they will be among the greatest benefactors of the work you and many others in the sporting world do; and I make a commitment to you all to do everything I can to support you in your endeavours.  Working together we can make real strides in preventing criminal behaviour; in sparing future victims the trauma of experiencing crime; and in supporting those who can make a positive contribution to society.</p>\n\n<p>ENDS</p>\n</div>","political":false,"delivered_on":"2016-12-07T00:00:00+00:00","change_history":[{"public_timestamp":"2016-12-07T14:53:22.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Lord McNally","url":"/government/uploads/system/uploads/person/image/75/Lord_McNally.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-12-07T14:53:22.000+00:00"},"routes":[{"path":"/government/speeches/lord-mcnallys-speech-at-the-street-games-annual-sports-for-criminal-justice-conference","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2016-12-07T14:53:22Z","base_path":"/government/speeches/lord-mcnallys-speech-at-the-street-games-annual-sports-for-criminal-justice-conference","description":"Lord McNally, Chairman of the Youth Justice Board, delivers a speech at the Street Games Annual Sports for Criminal Justice Conference","content_id":"5f7e5449-c36c-402c-8740-fbbe24bac510","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"PB302","api_path":"/api/content/government/organisations/youth-justice-board-for-england-and-wales","base_path":"/government/organisations/youth-justice-board-for-england-and-wales","content_id":"7ad091b4-9098-4abd-aae3-1d2b790ee11e","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-08-24T07:51:58Z","schema_name":"placeholder","title":"Youth Justice Board for England and Wales","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Youth Justice Board <br/>for England and Wales","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/302/yjb_logo.gif","alt_text":"Youth Justice Board for England and Wales"}}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/children-and-young-people","base_path":"/government/topics/children-and-young-people","content_id":"89a2270a-8c81-4336-b68c-3e4fb5ac319c","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Children and young people","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/lord-mcnally","base_path":"/government/people/lord-mcnally","content_id":"85293a0e-c0f1-11e4-8223-005056011aef","description":null,"document_type":"placeholder_person","locale":"en","public_updated_at":"2014-07-09T11:54:37Z","schema_name":"placeholder_person","title":"The Rt Hon Lord McNally","withdrawn":false,"links":{}}],"available_translations":[{"title":"Lord McNally's speech at the Street Games Annual Sports for Criminal Justice Conference","public_updated_at":"2016-12-07T14:53:22Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/lord-mcnallys-speech-at-the-street-games-annual-sports-for-criminal-justice-conference","description":"Lord McNally, Chairman of the Youth Justice Board, delivers a speech at the Street Games Annual Sports for Criminal Justice Conference","api_path":"/api/content/government/speeches/lord-mcnallys-speech-at-the-street-games-annual-sports-for-criminal-justice-conference","withdrawn":false,"content_id":"5f7e5449-c36c-402c-8740-fbbe24bac510","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}