{"title":"Complaints procedure","public_updated_at":"2014-12-15T15:44:35Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"when-to-complain\">When to complain</h2>\n<p>If you are unhappy with the service HM Revenue and Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>) has provided, contact them as soon as possible.</p>\n\n<p>If you contact the person you’ve been dealing with, or one of the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> helplines, they can usually put things right quickly. If they can’t resolve your complaint they’ll pass it to a customer service adviser. You can ask for your complaint to be passed straight to a customer service adviser if you would prefer.</p>\n\n<p>Examples of things that you may not be happy with are:</p>\n\n<ul>\n  <li>unreasonable delays <br>\n</li>\n  <li>mistakes <br>\n</li>\n  <li>how <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> staff have treated you <br>\n</li>\n</ul>\n\n<p>There’s a different process to follow if you <a href=\"https://www.gov.uk/tax-appeals\">disagree with a tax decision</a>, eg the amount of your tax, or a penalty you’ve been asked to pay.</p>\n\n<h2 id=\"how-to-complain\">How to complain</h2>\n<p><abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> will not treat you any differently because you have made a complaint, and will deal with your matter fairly and impartially.</p>\n\n<p>You can make your complaint to <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> by phoning or writing to the person or office you have been dealing with. The phone number will be on any correspondence they have sent you.</p>\n\n<p>If you don’t have a phone number or address, you can phone the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> department your complaint relates to. The contact details are on the <a href=\"https://www.gov.uk/government/organisations/hm-revenue-customs/contact\"><abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> Contacts</a> page.</p>\n\n<p>If you have had problems using any of <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>’s online or digital services you can <a href=\"https://www.gov.uk/government/organisations/hm-revenue-customs/contact/complain-about-hmrc-online-services\">complain about <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> online services</a>.</p>\n\n<p>When you contact <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> please give them as much information as you can to help them understand and investigate your complaint, including:</p>\n\n<ul>\n  <li>your full name and address <br>\n</li>\n  <li>your reference number (eg your National Insurance number, tax reference, VAT registration number or employer reference) <br>\n</li>\n  <li>what went wrong <br>\n</li>\n  <li>when it happened <br>\n</li>\n  <li>who you dealt with <br>\n</li>\n  <li>what effect <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>’s actions had on you <br>\n</li>\n  <li>how you’d like <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> to resolve the matter <br>\n</li>\n</ul>\n\n<h2 id=\"getting-someone-to-complain-for-you\">Getting someone to complain for you</h2>\n<p>You can ask someone else to complain for you. This could be a relative, friend, or professional adviser. There are also many voluntary organisations that may be able to help you, see <a href=\"#further-help-and-advice\">further help and advice</a> for examples.</p>\n\n<p>You will need to <a href=\"https://www.gov.uk/appoint-tax-agent\">appoint someone to deal with <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> on your behalf</a> so <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> can give that person confidential information about your financial matters.</p>\n\n<h2 id=\"what-hmrc-will-do\">What <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> will do</h2>\n<p>Making a complaint will not affect how <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> treats you in future.</p>\n\n<p>When you make a complaint <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> will:</p>\n\n<ul>\n  <li>try to solve the problem and reply to you as quickly as they can <br>\n</li>\n  <li>handle your complaint confidentially and investigate the issues thoroughly <br>\n</li>\n  <li>give you the name and contact details of the person who is dealing with your complaint <br>\n</li>\n  <li>keep you informed of the progress of their investigation <br>\n</li>\n  <li>let you know who to contact if you’re still unhappy <br>\n</li>\n</ul>\n\n<p>If the person, office or helpline you have contacted is unable to deal with your concerns, they will pass your complaint to a customer service adviser.</p>\n\n<p>If you’d prefer not to discuss the matter with the person or office directly, please ask for your complaint to be passed to a customer service adviser straightaway.</p>\n\n<p>When <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> responds to your complaint they will send you <a href=\"https://www.gov.uk/government/publications/putting-things-right-how-to-complain-factsheet-cfs\">Putting things right: how to complain - Factsheet C/FS</a>. The factsheet tells you what you can do if you are unhappy with their service. It also tells you more about the Adjudicator and the Parliamentary and Health Service Ombudsman.</p>\n\n<p><abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> won’t send the factsheet if you’re an agent and your complaint is about Self Assessment or Income Tax. Their response will tell you where you can get the factsheet or more information.</p>\n\n<h2 id=\"resolving-the-matter\">Resolving the matter</h2>\n<p>If <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> has made a mistake they will say sorry, explain what happened and put things right as quickly as they can.</p>\n\n<p>They will consider refunding any reasonable costs directly caused by their mistakes or unreasonable delays. Costs can include postage, phone charges or professional fees. Please keep your receipts if you would like <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> to make a refund.</p>\n\n<p>If you think <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>’s actions have caused you worry or distress tell them straightaway. In some cases <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> may be able to make a small payment to acknowledge this and apologise.</p>\n\n<p>Where <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> makes a mistake or delay using information you have given them, and they send you a late tax bill or pay you too much tax credits, they may not collect the full amount you owe. There are very strict conditions in these situations, the person dealing with your complaint can give more information.</p>\n\n<h2 id=\"taking-your-complaint-further\">Taking your complaint further</h2>\n<p>If <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> looks at your complaint and you are still not satisfied it has been resolved, you can ask <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> to look into your complaint for a second and final time.</p>\n\n<p>A different customer service adviser will:</p>\n\n<ul>\n  <li>take a fresh look at the complaint <br>\n</li>\n  <li>give you a final response <br>\n</li>\n</ul>\n\n<p>Once <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> gives you that response, their complaints procedure is complete.</p>\n\n<h3 id=\"the-adjudicator\">The Adjudicator</h3>\n<p>If you’re still unhappy following the second <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> review, you can ask the Adjudicator to look into your complaint. The Adjudicator is a fair and unbiased referee and their service is free.</p>\n\n<p>The Adjudicator will investigate and help to resolve complaints from individuals and businesses who remain unhappy about the way their affairs have been handled. The Adjudicator cannot consider disputes about policy or matters of law.</p>\n\n<p><abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> will tell you how to contact the Adjudicator when they give you their final response. The Adjudicator will only look at your complaint after <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> has tried to put it right for you. The <a rel=\"external\" href=\"http://www.adjudicatorsoffice.gov.uk\">Adjudicator’s Office website</a> has more information.</p>\n\n<h3 id=\"the-parliamentary-and-health-service-ombudsman\">The Parliamentary and Health Service Ombudsman</h3>\n<p>You can also ask a Member of Parliament to refer your complaint to the Parliamentary and Health Service Ombudsman. The Ombudsman is independent and will look into a complaint, usually after it has been considered by the Adjudicator. More information is on the <a rel=\"external\" href=\"http://www.ombudsman.org.uk\">Ombudsman</a> website.</p>\n\n<h2 id=\"handling-your-tax-matters-while-you-are-complaining\">Handling your tax matters while you are complaining</h2>\n<p>Where tax is due, while <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>, the Adjudicator, or the Parliamentary Ombudsman are dealing with your complaint, you should continue to pay the amounts due. If you stop or delay your payments you may be charged interest or penalties.</p>\n\n<h2 id=\"complaints-about-serious-misconduct-by-hmrc-staff\">Complaints about serious misconduct by <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> staff</h2>\n<p>If you want to complain about misconduct by <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> staff, the quickest way to resolve your complaint is to follow the complaint process set out on this page.</p>\n\n<p>However, <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> recognises you may have concerns about doing this for allegations of serious misconduct against a member of their\nstaff. <a href=\"https://www.gov.uk/guidance/complain-about-serious-misconduct-by-hm-revenue-and-customs-staff\">Complain about serious misconduct by <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> staff</a> explains what you can do in these cases.</p>\n\n<h2 id=\"further-help-and-advice\">Further help and advice</h2>\n<p>You can get further help and advice from an independent professional adviser, or from voluntary organisations such as:</p>\n\n<ul>\n  <li>the <a rel=\"external\" href=\"http://www.citizensadvice.org.uk\">Citizens Advice Bureau</a> <br>\n</li>\n  <li>\n<a rel=\"external\" href=\"http://taxaid.org.uk\">TaxAid</a> <br>\n</li>\n  <li>\n<a rel=\"external\" href=\"http://www.taxvol.org.uk\">Tax Help for Older People</a> <br>\n</li>\n</ul>\n\n</div>","organisation":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/organisations/hm-revenue-customs/about/complaints-procedure","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"complaints_procedure","schema_name":"corporate_information_page","first_published_at":null,"base_path":"/government/organisations/hm-revenue-customs/about/complaints-procedure","description":"How to complain to HM Revenue and Customs (HMRC) about the service you’ve received, and how your complaint will be dealt with. ","content_id":"fdf9ebbf-485f-4a4b-8e83-e46587644508","locale":"en","expanded_links":{"available_translations":[{"title":"Complaints procedure","public_updated_at":"2014-12-15T15:44:35Z","analytics_identifier":null,"document_type":"complaints_procedure","schema_name":"corporate_information_page","base_path":"/government/organisations/hm-revenue-customs/about/complaints-procedure","description":"How to complain to HM Revenue and Customs (HMRC) about the service you’ve received, and how your complaint will be dealt with. ","api_path":"/api/content/government/organisations/hm-revenue-customs/about/complaints-procedure","withdrawn":false,"content_id":"fdf9ebbf-485f-4a4b-8e83-e46587644508","locale":"en"}]},"format":"corporate_information_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}