{"title":"Exiting the European Union: Ministerial statement 5 September 2016","public_updated_at":"2016-09-05T15:48:42Z","details":{"body":"<div class=\"govspeak\"><p>Mr Speaker, I thought it would be useful to the House to be brought up to date on the working of my department <a href=\"https://www.gov.uk/government/speeches/pm-commons-statement-on-the-result-of-the-eu-referendum-27-june-2016\">after the referendum of 23 June</a>.</p>\n\n<p>Our instructions from the British people are clear. Britain is leaving the European Union.</p>\n\n<p>The mandate for that course is overwhelming: the referendum of June 23 delivered a bigger popular vote for Brexit than that won by any UK government in history.</p>\n\n<p>It is a national mandate and this government is determined to deliver it in the national interest.</p>\n\n<p>As the Prime Minister has made clear, there will be no attempt to stay in the EU by the back door. No attempt to delay, frustrate or thwart the will of the British people. No attempt to engineer a second referendum because some people didn’t like the first answer.</p>\n\n<p>The people have spoken in the referendum offered to them by this government and confirmed by Parliament, and all of us, on both sides of the argument, must respect the result. That is a simple matter of democratic politics.</p>\n\n<p>Naturally, people want to know what Brexit will mean.</p>\n\n<p>Simply, it means the UK leaving the European Union. We will decide on our borders, our laws, and taxpayers’ money.</p>\n\n<p>It means getting the best deal for Britain – one that is unique to Britain and not an ‘off the shelf’ solution. This must mean controls on the numbers of people who come to Britain from Europe – but also a positive outcome for those who wish to trade in goods and services.</p>\n\n<p>This is a historic and positive moment for our nation. Brexit is not about making the best of a bad job. It is about seizing the huge and exciting opportunities that will flow from a new place for Britain in the world. There will be new freedoms, new opportunities, new horizons for this great country.</p>\n\n<p>We can get the right trade policy for the UK. We can create a more dynamic economy, a beacon for free trade across the world. We want to make sure our regulatory environment helps rather than hinders businesses and workers. We can create an immigration system that allows us to control numbers and encourage the brightest and the best to come to this country.</p>\n\n<p>But I want to be clear to our European friends and allies: we do not see Brexit as ending our relationship with Europe. It is about starting a new one.</p>\n\n<p>We want to maintain or even strengthen our co-operation on security and defence. It is in the interests of both the UK and the EU that we have the freest possible trading relationship. We want a strong EU, succeeding economically and politically, working with Britain in many areas of common interest.</p>\n\n<p>So we should all approach the negotiations to come about our exit with a sense of mutual respect and co-operation.</p>\n\n<p>I know the House will want to be updated about the work of my new Department for Exiting the European Union. It is a privilege to have been asked to lead it by the Prime Minister, and the challenge we face is exciting and considerable.</p>\n\n<p>It will require significant expertise and a consistent approach. Negotiating with the EU will have to be got right. We are going to take the time needed to get it right. We are going to take the time needed to get it right. And we will strive to build a national consensus around our approach.</p>\n\n<p>We start from a position of strength. As the Prime Minister said yesterday, there will be challenges ahead. But our economy is robust: thanks in no small part to the work of my Right Honourable Friend the Member for Tatton. The latest data suggest our manufacturing and service industries and consumer confidence are strong.</p>\n\n<p>Businesses are putting their faith and money in this country. Over the summer Softbank, GlaxoSmithKline and Siemens all confirmed that they will make major investments in the UK. Countries including Australia have already made clear their desire to proceed quickly with a new trade deal for the UK. As other nations see the advantages to them, I am confident that they will want to prioritise trade deals with the UK. But we are not complacent. Our task, Mr Speaker, is to build on this success and strength, and to negotiate a deal for exiting the EU that is in the interests of the entire nation.</p>\n\n<p>As I have already indicated, securing a deal that is in our national interest does not and must not mean turning our back on Europe. We are leaving the European Union – we are not leaving Europe. To do so would not be in our interest, nor Europe’s. So we will work hard to help establish a future relationship between the EU and the UK that is dynamic, constructive and healthy. We want a steadfast and successful European Union after we depart.</p>\n\n<p>And so, as we proceed, we will be guided by some clear principles. First, as I said, we wish to build a national consensus around our position. Second, while always putting the national interest first, we will always act in good faith towards our European partners. Third, wherever possible we will try to minimise any uncertainty that change can inevitably bring. And, fourth, crucially, we will – by the end of this process – have left the European Union, and put the sovereignty and supremacy of this Parliament beyond doubt.</p>\n\n<p>The first formal step in the process of leaving the European Union is to invoke <a rel=\"external\" href=\"http://www.lisbon-treaty.org/wcm/the-lisbon-treaty/treaty-on-European-union-and-comments/title-6-final-provisions/137-article-50.html\">Article 50,</a> which will start 2 years’ of negotiations. Let me briefly update the House on how the machinery of government will support our efforts, and the next steps we will take.</p>\n\n<p>First, responsibilities. The Prime Minister will lead the UK’s exit negotiations and will be supported on a day-to-day basis by the Department for Exiting the European Union. We will work closely with all government departments to develop our objectives and to negotiate new relationships with the EU and the rest of the world.</p>\n\n<p>Supporting me is a superb ministerial team and some of the brightest and best in Whitehall who want to engage in this national endeavour. The department now has over 180 staff in London, plus the expertise of over 120 officials in Brussels, and we are still growing rapidly with first class support from other government departments.</p>\n\n<p>As to the next steps, the department’s task is clear. We are undertaking 2 broad areas of work. First, given we are determined to build a national consensus around our negotiating position, we are going to listen and talk to as many organisations, companies and institutions as possible – from the large PLCs to small business, from the devolved administrations through to councils, local government associations and the major metropolitan bodies.</p>\n\n<p>We are already fully engaging with the governments of Scotland, Wales and Northern Ireland to ensure a UK-wide approach to our negotiations. The Prime Minister met the First Ministers of <a href=\"https://www.gov.uk/government/news/prime-minister-to-visit-scotland-and-underline-commitment-to-preserving-this-special-union\">Scotland</a> and <a href=\"https://www.gov.uk/government/news/pm-to-visit-wales-to-underline-her-strong-personal-support-for-the-union\">Wales</a> and the First Minister and deputy First Minister of <a href=\"https://www.gov.uk/government/speeches/pm-statement-in-northern-ireland-25-july-2016\">Northern Ireland</a> in July, and last week I visited Northern Ireland for meetings with its political leaders, where I reiterated our determination that there will be <a href=\"https://www.gov.uk/government/speeches/david-davis-op-ed-i-will-ensure-that-northern-irelands-voice-is-heard\">no return to the hard borders of the past</a>. I will visit Scotland and Wales soon.</p>\n\n<p>My Ministerial colleagues and I have also discussed the next steps with a range of organisations: my first meeting was with the General Secretary of the Trades Union Congress, followed by key business groups, representatives of the universities and charitable sectors, and farming and fisheries organisations.</p>\n\n<p>But this is just the start. In the weeks ahead, we will speak to as many other firms, organisations and bodies as possible – research institutes, regional and national groups and businesses up and down the country, to establish the priority issues and opportunities for the whole of the UK. As part of this exercise, I can announce that we will hold roundtables with stakeholders in a series of sectors, to ensure all views can be reflected in our analysis of the options for the UK’s withdrawal from the European Union. The first of these will take place later this month. I will also engage with the member states and am beginning this with a visit to Dublin later this week.</p>\n\n<p>I am working particularly closely with the Foreign Secretary and the Secretary of State for International Trade. They have been meeting counterparts in Washington, Brussels, Delhi and the capitals of other EU member states.</p>\n\n<p>While we do this, my officials, supported by officials across government, are carrying out a programme of sectoral and regulatory analysis, which will identify the key factors for British businesses and the labour force that will affect our negotiations with the EU. They are looking in detail at over 50 sectors and cross-cutting regulatory issues.</p>\n\n<p>We are building a detailed understanding of how withdrawing from the EU will affect our domestic policies, to seize the opportunities and ensure a smooth process of exit.</p>\n\n<p>Mr Speaker, the referendum result was a clear sign that the majority of British people wish to see Parliament’s sovereignty strengthened – and so throughout this process, Parliament will be regularly informed, updated and engaged.</p>\n\n<p>Finally, we are determined to ensure that people have as much stability and certainty in the period leading up to our departure from the EU. Until we leave the European Union, we must respect the laws and obligations that membership requires of us.</p>\n\n<p>We also want to ensure certainty when it comes to public funding. The Chancellor has confirmed that structural and investment fund projects signed before the Autumn Statement and research and innovation projects financed by the European Commission granted before we leave the EU will be <a href=\"https://www.gov.uk/government/news/chancellor-philip-hammond-guarantees-eu-funding-beyond-date-uk-leaves-the-eu\">underwritten by the Treasury</a> after we leave.</p>\n\n<p>Agriculture is a vital part of the economy, and the government will match the current level of annual payments that the sector receives through the direct payment scheme until 2020, providing certainty.</p>\n\n<p>In terms of the position of EU nationals in the UK, the Prime Minister has been clear that she is determined to protect the status of EU nationals already living here, and the only circumstances in which that would not be possible is if British citizens’ rights in European member states were not protected in return – something that I find hard to imagine.</p>\n\n<p>I am confident that together, we will be able to deliver on what the country asked us to do through the referendum. I am greatly encouraged by the national mood: most of those who wanted to remain have accepted the result and now want to make a success of the course Britain has chosen. Indeed, organisations and individuals I have met already that backed the Remain campaign now want to be engaged in the process of exit and are identifying the positive changes that will flow from it as well as the challenges.</p>\n\n<p>I want us all to come together as one nation to get the best deal for Britain.</p>\n\n<p>Mr Speaker, in conclusion: we are confident of negotiating a new position that will mean this country flourishing outside the EU, while keeping its members as our friends, allies and trading partners.</p>\n\n<p>We will leave the European Union, but we will not turn our back on Europe.</p>\n\n<p>We will embrace the opportunities and freedoms that will open up for Britain.</p>\n\n<p>We will deliver on the national mandate for Brexit, and we will deliver it in the national interest.</p>\n</div>","political":true,"delivered_on":"2016-09-05T16:15:00+01:00","change_history":[{"public_timestamp":"2016-09-05T16:48:42.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon David Davis MP","url":"/government/uploads/system/uploads/person/image/2793/DavidDavid960.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-09-05T16:48:42.000+01:00"},"routes":[{"path":"/government/speeches/exiting-the-european-union-ministerial-statement-5-september-2016","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2016-09-05T15:48:42Z","base_path":"/government/speeches/exiting-the-european-union-ministerial-statement-5-september-2016","description":"Secretary of State David Davis made a statement in the House of Commons on the work of the Department for Exiting the European Union.","content_id":"ffb7c5bc-774b-4f6c-80c4-ad4c0489a52e","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D1197","api_path":"/api/content/government/organisations/department-for-exiting-the-european-union","base_path":"/government/organisations/department-for-exiting-the-european-union","content_id":"f323e83c-868b-4bcb-b6e2-a8f9bb40397e","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-03-29T16:10:39Z","schema_name":"placeholder","title":"Department for Exiting the European Union","withdrawn":false,"details":{"brand":"department-of-energy-climate-change","logo":{"formatted_title":"Department<br/>for Exiting the<br/>European Union","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/europe","base_path":"/government/topics/europe","content_id":"541bc95f-f3a5-4c34-973a-f5f3f01bc4d2","description":null,"document_type":"policy_area","locale":"en","public_updated_at":"2017-04-19T10:27:38Z","schema_name":"placeholder","title":"Europe","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/trade-and-investment","base_path":"/government/topics/trade-and-investment","content_id":"1212db18-0f8f-48a9-b0a6-3ca373ddce92","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2013-07-22T16:15:27Z","schema_name":"placeholder_policy_area","title":"Trade and investment","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/david-davis","base_path":"/government/people/david-davis","content_id":"cd9037b8-f276-4722-8568-ac085353b350","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:29Z","schema_name":"placeholder","title":"The Rt Hon David Davis","withdrawn":false,"links":{}}],"available_translations":[{"title":"Exiting the European Union: Ministerial statement 5 September 2016","public_updated_at":"2016-09-05T15:48:42Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/exiting-the-european-union-ministerial-statement-5-september-2016","description":"Secretary of State David Davis made a statement in the House of Commons on the work of the Department for Exiting the European Union.","api_path":"/api/content/government/speeches/exiting-the-european-union-ministerial-statement-5-september-2016","withdrawn":false,"content_id":"ffb7c5bc-774b-4f6c-80c4-ad4c0489a52e","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}