{"title":"Graham Vincent Gouldson v The Commissioners for HM Revenue and Customs: [2011] UKUT 238 (TCC)","public_updated_at":"2016-12-01T16:18:58Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:a9424a05-caf2-424f-8edc-5c3951c1d150].\r\n\r\nINCOME TAX — seafarers’ earnings deductions — whether taxpayer employed on a “ship” or “offshore installation” — whether vessel in course of construction a “structure” — yes — taxpayer employed on an “offshore installation” — appeal dismissed."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/575bf83fe5274a0da9000022/Graham_Vincent_Gouldson_v_HM_Revenue_and_Customs.pdf\">Graham Vincent Gouldson v The Commissioners for HM Revenue and Customs: [2011] UKUT 238 (TCC)</a></span>.</p>\n\n<p>INCOME TAX — seafarers’ earnings deductions — whether taxpayer employed on a “ship” or “offshore installation” — whether vessel in course of construction a “structure” — yes — taxpayer employed on an “offshore installation” — appeal dismissed.</p>\n"}],"metadata":{"hidden_indexable_content":"Appeal number: FTC/88/2010\r\n[2011] UKUT 238 (TCC)\r\nINCOME TAX — seafarers’ earnings deductions — whether taxpayer employed on a “ship” or “offshore installation” — whether vessel in course of construction a “structure” — yes — taxpayer employed on an “offshore installation” — appeal dismissed\r\nUPPER TRIBUNAL\r\nTAX AND CHANCERY CHAMBER\r\nGRAHAM VINCENT GOULDSON Appellant\r\n- and –\r\nTHE COMMISSIONERS FOR HER MAJESTY’S\r\nREVENUE AND CUSTOMS Respondents\r\nTribunal: Judge Colin Bishopp\r\nJudge Richard Barlow\r\nSitting in public in Manchester on 24 May 2011\r\nMiss Amie Gouldson for the Appellant\r\nMr Daniel Margolin, counsel, for the Respondents\r\n© CROWN COPYRIGHT 2011\r\nDECISION\r\n1.\r\nThis is an appeal against a decision of the First-tier Tribunal (Judge Lady Mitting) released on 27 July 2010. It raises a single issue: whether the vessel on which the appellant taxpayer was employed, the Edda Fjord, was (as he contends) a ship or, as the respondents maintain, an offshore installation. If the taxpayer is 5 right, he is entitled to Seafarers’ Earnings Deductions (“SED”) to be set against his earnings. As before the First-tier Tribunal, there is no dispute between the parties about the calculation of the deduction should it be available at all. There was a subsidiary issue before the First-tier Tribunal, namely whether the Commissioners were able to issue discovery assessments for two, and a closure 10 notice amending the taxpayer’s self-assessment return for one, of the years in issue, but there was no challenge before us to its conclusion (in favour of the Commissioners) on those points.\r\n2.\r\nSection 378(1) of the Income Tax (Earnings and Pensions) Act 2003 (“ITEPA”) was in force in the following form throughout the relevant years, 15 2004-05, 2005-06 and 2006-07. It provided that:\r\n“A deduction is allowed from earnings from an employment as a seafarer if—\r\n(a) the earning are taxable earnings under section 15 or 21 (earnings for year when employee resident and ordinarily resident in UK),\r\n(b) the duties of the employment are performed wholly or partly outside the United Kingdom, and\r\n(c) any of those duties are performed in the course of an eligible period.”\r\n3.\r\nIt is common ground that conditions (a), (b) and (c) were satisfied. Subsection (1)(a) was amended with effect from 2008-09, but the amendment is one of form rather than substance, and is not retrospective. The question in the appeal is whether the taxpayer was in “employment as a seafarer”, for the meaning of which one must turn to s 384(1) of ITEPA: 30\r\n“In this Chapter employment ‘as a seafarer’ means an employment (other than Crown employment) consisting of the performance of duties on a ship or of such duties and others incidental to them.”\r\n4.\r\nThat provision must be read with s 385, which states simply that\r\n“In this Chapter ‘ship’ does not include an offshore installation.”\r\n5.\r\nThe meaning of an “offshore installation” was provided, at the relevant time, by s 837(C) of the Income and Corporation Taxes Act 1988 (“ICTA”):\r\n“(1) For the purposes of the Tax Acts, unless the context otherwise requires, ‘offshore installation’ means a structure which is, is to be, or has been, put to a use specified in subsection (2) while—\r\n(a) standing in any waters\r\n(b) stationed (by whatever means) in any waters, or\r\n(c) standing on the foreshore or other land intermittently covered with water.\r\n(2) The uses are—\r\n(a) use for the purposes of exploiting mineral resources by means of a well;\r\n(b) use for the purposes of exploration with a view to exploiting mineral resources by means of a well;\r\n(c) use for the storage of gas in or under the shore or the bed of any waters;\r\n(d) use for the recovery of gas so stored;\r\n(e) use for the conveyance of things by means of a pipe;\r\n(f) use mainly for the provision of accommodation for persons who work on or from a structure which is, is to be, or has been, put to a use specified in any of paragraphs (a) to (e) while—\r\n(i) standing in any waters\r\n(ii) stationed (by whatever means) in any waters, or\r\n(iii) standing on the foreshore or other land intermittently covered with water …\r\n(4) In this section ‘structure’ includes a ship or other vessel.”\r\n6.\r\nThose provisions have been rewritten, but without significant amendment, 20 to the Income Tax Act 2007, s 1001.\r\n7.\r\nThe Commissioners accept that the Edda Fjord, which is described as a Multipurpose Platform Supply Vessel, is, ordinarily, a ship, and they have allowed SED to the taxpayer for some of the period during which he served on her. Their case is that for the remainder of the relevant period she was not a ship 25 within the statutory definition, because she became, even if temporarily, an offshore installation. The taxpayer’s position is that she was a ship at all material times.\r\n8.\r\nThe First-tier Tribunal’s findings of fact were that during the periods for which SED has been disallowed, the Edda Fjord was used principally as a 30 “flotel”, housing workers engaged in the construction of oil storage tanks, first the Bonga, off the coast of Nigeria, and thereafter the Thunderhorse, in the Gulf of Mexico. Although the First-tier Tribunal did not make an express finding to this effect, it is agreed that the Edda Fjord remained in a near-geostationary location by means of dynamic positioning, which requires the application of computer-35 controlled thrusters rather than anchoring. It was required to remain in very close proximity to the Bonga and, later, the Thunderhorse (which were themselves anchored) as the construction work proceeded around the clock and workers were constantly being transferred to and from the Edda Fjord by means of a gangway or by basket transfer. The tribunal also found that a very limited amount of 40 construction work took place on the Edda Fjord itself.\r\n9.\r\nMiss Amie Gouldson, who appeared for her father, argued that neither the Bonga nor the Thunderhorse was used in the exploitation of mineral resources at\r\nthe time the Edda Fjord was alongside them, since they were in the course of construction rather than in use. Although it was not the subject of a finding of fact by the First-tier Tribunal, she told us, and Mr Daniel Margolin, counsel for the respondents did not dispute, that the Edda Fjord could not have remained nearby once construction was complete and use of the tanks for their intended purpose 5 began, since she did not have the requisite protection against possible explosions. Thus, Miss Gouldson said, the conditions for the exclusion from the deduction which the legislation contained were not satisfied: the workers housed on the Edda Fjord were not working “on or from a structure which is, is to be, or has been” put to a specified use, since neither of the tanks was a “structure” until it 10 had been completed and was capable of its intended use.\r\n10.\r\nMiss Gouldson referred us to three decisions of the Special Commissioners, Langley v Revenue and Customs Commissioners [2008] STC (SCD) 298, Torr and others v Revenue and Customs Commissioners [2008] STC (SCD) 772 and Spowage and others v Revenue and Customs Commissioners [2009] SFTD 393. 15 The first of those cases (in which the dispute was rather different from the dispute here) is authority for the proposition that a ship which has become an offshore installation is capable of becoming a ship again if the conditions for its being an offshore installation are no longer satisfied, but as that is not the issue in this appeal (and in any event it is the clear purpose of the provisions of s 837C(3), 20 which we have not set out) it does not, with respect, assist us. In Torr, there were two issues. The first was whether mineral resources were still being exploited when a well was shut down temporarily for safety reasons or for repair, a question the Commissioner answered in the affirmative. That is not an issue before us, and we do not think we can derive anything which assists us from that part of the 25 decision. The second question was whether a vessel located by dynamic positioning was “stationed”, a question also answered in the affirmative.\r\n11.\r\nIn Spowage, the main issue was similar to that in Langley, namely whether an offshore installation had ceased to be such and had reverted to being a ship, and again we do not find the case of great help, save in its description (on which 30 Miss Gouldson relied) of the vessel in that case as a “floating toolbox”. That was the position here, she said: the Edda Fjord was not engaged, directly or indirectly, in the exploitation of mineral resources but in the construction of facilities which could later be used for that purpose.\r\n12.\r\nMiss Gouldson also referred us to the comment, at para 14 of the First-tier 35 Tribunal’s decision, that amended guidelines had been issued by the Commissioners. We have examined those guidelines, which were provided to us in the material produced by the respondents for this appeal. They were indeed amended so as to take account of the decisions in Torr and Spowage. But the amendments—which in any event have no retrospective effect—cannot help the 40 taxpayer in this case, since they do not relate to the issue we have to decide.\r\n13.\r\nMr Margolin told us that the decisive factor leading to the Commissioners’ conclusion was the superimposition on the vessel’s platform deck of the units in which the workers were housed. The Commissioners accepted that while the Edda Fjord was at sea, and not carrying the accommodation units, it was a ship, and 45 that the taxpayer was entitled to SED for those periods when he served on her\r\nwhen she was to be considered a ship. However, the superimposition of the accommodation units engaged s 837C(1)(b) and (2)(f) of ICTA, and led inexorably to the result that SED was not available to the taxpayer while the units were on her platform, since the Edda Fjord was, or was to be, stationed in waters, and used “mainly for the provision of accommodation for persons who work on or 5 from a structure”, namely the Bonga and, later, the Thunderhorse. Those structures were in turn to be used “for the purposes of exploiting mineral resources by means of a well”, since they were to be used, once complete, in the chain of transmission, from the well to the refinery, of an exploited mineral resource, in this case oil. The First-tier Tribunal had come to the right conclusion, 10 for the right reasons.\r\n14.\r\nThere can in our judgment be no doubt that, when the Edda Fjord was in position close to the Bonga and the Thunderhorse it was “stationed (by whatever means) in any waters”: on that point we agree with the Special Commissioner in Torr, and with his reasons: “stationed” does not require a vessel to be fixed rigidly 15 in one immoveable position, but allows of minor movement in relation to a fixed point. There can equally be no doubt (and Miss Gouldson did not suggest otherwise) that Mr Margolin is right that the Bonga and the Thunderhorse, when their construction was complete, were to be used “for the purposes of exploiting mineral resources by means of a well”, since each would perform a role in the 20 commercial exploitation of oil extracted from a well (although we have no finding by the First-tier Tribunal of precisely what that role might be it was suggested they might play a part in the separation of the oil from the water and debris which emerged from the well at the same time). The question remains whether each was a “structure”, within the meaning of s 837C(2)(f), as explained by sub-s (4), while 25 it was in the course of construction.\r\n15.\r\nIt is, we think, illustrative and helpful to examine the purpose of the restriction on the availability of SED which the legislative provisions we have set out imports. In our judgment the objective is to deny relief to those who are working on essentially fixed installations used, directly or indirectly, for mineral 30 exploitation. The use of the phrase “is, is to be, or has been” makes it clear that an immediate temporal connection with mineral exploitation is unnecessary: the plain purpose of the legislation is to bring within the net of the exclusion any structure with a connection to such exploitation. The definition of “structure”, too, is capable only of a wide interpretation; the use of the word “includes” shows that 35 it is provided not in order to confine the definition to ships and other vessels, but to resolve any doubt about whether they are within its scope.\r\n16.\r\nAgainst that background the only proper conclusion in our judgment is that the draftsman intended to include structures in the course of construction which, on completion, will be used for mineral exploitation. We see the force of Miss 40 Gouldson’s argument that the Edda Fjord was a “floating toolbox”, ancillary to construction rather than to mineral exploitation, but one cannot escape from the fact that, once work had started on the construction of the Bonga and the Thunderhorse, each was already a structure, in the ordinary sense of the term, and part of an eventual larger structure “which is, is to be, or has been, put to a” 45 specified use. There would, we think, need to be legislative exclusion of structures in the course of construction before we could conclude otherwise.\r\n17.\r\nWe have some sympathy with the taxpayer, since it seems to us that the rules governing the availability of SED have somewhat arbitrary results. The deduction would have been available if, for example, the workers housed on the Edda Fjord had been constructing a bridge. However, we are satisfied that in the circumstances of this case the First-tier Tribunal came to the right conclusion and 5 that the appeal must be dismissed.\r\nColin Bishopp\r\nTribunal Judge\r\nRichard Barlow\r\nTribunal Judge\r\nRelease date: 7 June 2011","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2011-06-07","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/575bf83fe5274a0da9000022/Graham_Vincent_Gouldson_v_HM_Revenue_and_Customs.pdf","title":"Graham Vincent Gouldson v The Commissioners for HM Revenue and Customs: [2011] UKUT 238 (TCC)","content_type":"application/pdf","updated_at":"2016-06-11T11:38:39Z","created_at":"2016-06-11T11:38:39Z","content_id":"a9424a05-caf2-424f-8edc-5c3951c1d150"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:18:58.444Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/graham-vincent-gouldson-v-the-commissioners-for-hm-revenue-and-customs-2011-ukut-238-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:18:58Z","base_path":"/tax-and-chancery-tribunal-decisions/graham-vincent-gouldson-v-the-commissioners-for-hm-revenue-and-customs-2011-ukut-238-tcc","description":"Upper Tribunal Tax and Chancery decision of Judge Bishopp and Judge Barlow on 7 June 2011.              ","content_id":"30a405d5-5265-4e09-be11-c2f0bf9996a9","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Graham Vincent Gouldson v The Commissioners for HM Revenue and Customs: [2011] UKUT 238 (TCC)","public_updated_at":"2016-12-01T16:18:58Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/graham-vincent-gouldson-v-the-commissioners-for-hm-revenue-and-customs-2011-ukut-238-tcc","description":"Upper Tribunal Tax and Chancery decision of Judge Bishopp and Judge Barlow on 7 June 2011.              ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/graham-vincent-gouldson-v-the-commissioners-for-hm-revenue-and-customs-2011-ukut-238-tcc","withdrawn":false,"content_id":"30a405d5-5265-4e09-be11-c2f0bf9996a9","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}