{"title":"London Somalia Conference 2017: President Mohamed Abdullahi Mohamed's opening speech","public_updated_at":"2017-05-11T12:19:17Z","details":{"body":"<div class=\"govspeak\"><p>Your Excellency, the Right Honourable Theresa May, the Prime Minister of the United Kingdom,</p>\n\n<p>His Excellency, António Guterres, the Secretary General of the United Nations,</p>\n\n<p>His Excellency, Moussa Faki Mahamat, Chairman of the African Union Commission, Heads of States and Governments in attendance,</p>\n\n<p>Representatives of nations and organizations,</p>\n\n<p><a rel=\"external\" href=\"https://youtu.be/tD96Zh7nUAA?t=3m13s\">Future for Somalia - Opening Statements</a></p>\n\n<p>It is indeed a great honour to be addressing you all today at this special conference on Somalia’s future in this beautiful city of London. I’m delighted to be sharing this historic day with our key partners all of whom have stood by our people and nation in our greatest period of need.</p>\n\n<p>I would like to take this opportunity to especially thank our great host, Prime Minister Theresa May and her government for committing to and bringing this conference to fruition. As many of you know, this is NOT the first conference for Somalia hosted by the UK. For that, we thank you Prime Minister!</p>\n\n<p>Excellencies, distinguished guests, ladies and gentlemen, as you are all aware, Somalia successfully concluded a long and complicated election process on the 8 February 2017. On that day, representatives of the Somali people voted for change and a new direction for our country. I was humbled by the enormous public support I received following the election.</p>\n\n<p>I am, however, very aware of the high expectations the Somali people have for me – starting with improved security and provision of basic services such as health and education. Although we are working tirelessly to meet everyone’s expectations, in the meantime we hope to gradually improve our citizens’ lives.</p>\n\n<p>The successful and peaceful transfer of power following my election was a reminder of Somalia’s potential as a beacon of democracy and hope in one of the most unstable regions in the world.</p>\n\n<p>In fact, Somalia has a long and proud tradition of democracy going back to independence in 1960. We were the first country in Africa wherein a sitting president transferred power peacefully after losing national elections.</p>\n\n<p>Despite the enormous challenges my country faces, we strive to those ideals. We believe that the only path to fully recovering Somalia is strengthening our democratic institutions. To that end, I will spare no effort to realizing the promise of my campaign, which was to fight Somalia’s 3 major enemies: terrorism, corruption and poverty.</p>\n\n<p>My vision revolves around these 3 issues. And the way to address them starts with building vital state institutions, with a focus on security apparatuses, and championing an overall reform agenda. Most importantly, I will take measurable steps to unleash the great potential of my people to develop their own country, and to do what they know best: trade and commerce. I strongly believe that trade is the surest way to reduce poverty and generate mass employment.</p>\n\n<p>Excellencies, distinguished guests and ladies and gentlemen, my reform agenda started with selecting a capable and proven leader as a Prime Minister. Prime Minister Hassan Ali Khayre brings decades of experience as a senior executive in humanitarian and development sectors, and later as a successful businessman.</p>\n\n<p>Capitalizing on his experience and networks, and following extensive consultations with all actors, the Prime Minister formed a technocratic cabinet that includes 5 female ministers – the largest in our history – and many young ministers representing 85% of our population who are under the age of 40.</p>\n\n<p>One of the new young ministers was a former refugee in Dadaab – the world’s largest refugee camp in Kenya. His compelling story gives insight into the transformation my country is going through. Unfortunately, his life was cut short last week. But his legacy remains with us.</p>\n\n<p>Excellencies, distinguished guests, ladies and gentleman, I recognize that a good cabinet is only as good as the services it delivers its people. And in Somalia, delivering anything hinges largely on ‘getting the politics right’. Good politics must be inclusive, participatory, vibrant and on a levelled playing field.</p>\n\n<p>In this regard, we are committed to solidifying our federal system of governance, which has been in place only since 2004. Our overall vision is to achieve a strong and co-operative union which works for all Somalis and enhances equity and good governance.</p>\n\n<p>We are thankfully a step closer to this objective as is illustrated by the recent historic formation of the new National Security Council, which includes federal member states. The National Security Council is not only a platform for dialogue on security issues, but on broader matters of national importance. The fact that all heads of federal member states are with me here today speaks volumes of our collective effort towards a strong and co-operative union.</p>\n\n<p>Together with other stakeholders, we will be engaging in an in-depth discussion around matters of national importance. We are already engaged in a deep dialogue on sharing of natural and national resources. This and other areas will be discussed in the context of the constitutional review process. As the leaders of Somalia, we recognize that the Constitution is the document that binds us together.</p>\n\n<p>However, our political efforts will not stop there. In the coming months, we will complete legislation around political parties so that all MPs and others interested groups can form their parties legally. We are determined to encourage a vibrant political environment which upholds the best practices of democracy, freedom of assembly and freedom of speech—all of which are enshrined in our Constitution.</p>\n\n<p>Excellencies, distinguished guests, ladies and gentlemen, security remains paramount for my administration. The new National Security Architecture and the Security Pact give us the tools we need to strengthen the Somali National Army and introduce an improved policing model.</p>\n\n<p>Together with the African Mission in Somalia (<abbr title=\"African Mission in Somalia\">AMISOM</abbr>), I am confident that we can defeat Al-Shabaab in the next few years. Once we recover the remaining territories and secure supply routes, we will stabilize the country by building local administrations in collaboration with the federal member states. We believe that communities are best placed to collaborate with the local, state and federal governments to stabilize the country.</p>\n\n<p>But the government needs the necessary tools to be able to defeat Al-Shabaab. For far too long, our security forces and terrorist groups have been fighting using the same type of light weapons – mostly AK47s. Despite the bravery of our men and women in uniform, we were locked in symmetrical battles with the terrorists. Without <abbr title=\"African Mission in Somalia\">AMISOM</abbr> forces, who are supplied with heavy weaponry, we would not have been able to defeat Al-Shabaab. The longstanding arms embargo on Somalia severely restricts our ability to procure heavy weapons, despite the partial lifting of the embargo in 2013.</p>\n\n<p>Time has come for Somalia to be able to get access to qualitatively better weapons than terrorists. In this regard, we are working with our partners and the Security Council to develop a clearly defined roadmap to the full lifting of the arms embargo. This would include the improvements we must make to our weapons management, command and control systems.</p>\n\n<p>Excellencies, distinguished guests and ladies and gentlemen, when it comes to the security sector support we receive from our friends, we are grateful to all partners for their unwavering and sustained support over the years. Many provide financial support, while others provide technical and logistical support. One partner I would like to dedicate special gratitude is <abbr title=\"African Mission in Somalia\">AMISOM</abbr>. Their peacekeepers have been working with us for 10 years – much longer than anyone expected. During that time, they have sacrificed many soldiers in the quest to help Somalia defeat Al-Shabaab and rebuild our security forces.</p>\n\n<p>A vital element of rebuilding our security apparatuses is to radically improve on coordination among international partners on the security front. I welcome the genuine attempt to address this fundamental problem through the creation of the Comprehensive Assistance to Security or CAS Group. This group, in close collaboration with the National Security Office, must end duplicity and fragmentation in the security support sector. On our side, the National Security Council is designed to do the same.</p>\n\n<p>Excellencies, distinguished guests and ladies and gentlemen, the insecurity situation cannot be changed without addressing its root causes, which are abject poverty and mass unemployment. Too many of our young generation are sitting idle, creating fertile ground for terrorists to recruit from. We must tackle this issue with a robust economic recovery plan.</p>\n\n<p>To this end, we have identified the ‘priorities of the priorities’ within the National Development Plan (<abbr title=\"National Development Plan\">NDP</abbr>). The <abbr title=\"National Development Plan\">NDP</abbr>, which clearly articulates our development agenda, is based on sound evidence and extensive consultations across the country. Our partners should align their support with priorities of the <abbr title=\"National Development Plan\">NDP</abbr>, which are focused on strategic investments in key sectors, such as the productive sectors of agriculture, livestock and fishing. Moreover, major investment would have to be made in vital infrastructure, starting with renewable energy, clean water and road networks. That’s the only way to create mass employment.</p>\n\n<p>But all that investment needs substantial resources, and our meagre revenue can barely cover our budget. Access to international financial institutions is restricted due to the existing arrears. In this regard, I’m delighted that we have now developed a well-defined, milestones-based roadmap to arrears clearance and normalisation of relations with the international financial institutions. I commend the work of the World Bank and <abbr title=\"International Monetary Fund\">IMF</abbr>, together with our Finance Ministry, on this crucial work. This is an area that I will personally follow, to ensure that we are meeting our obligations.</p>\n\n<p>Many countries and organizations have demonstrated willingness to cancel their loans. Here I recognize the League of Arab States who announced that member states are prepared to forgive their loans during their summit in Amman in March. We are grateful to our Arab brothers and sisters for this.</p>\n\n<p>Excellencies, distinguished guests and ladies and gentlemen, when it comes to economic development, the greatest asset we have is the entrepreneurial spirit of my people. My administration will take measurable steps to unlock their potential, by removing barriers to doing business in Somalia, and promoting small and media enterprises.</p>\n\n<p>One major barrier is the inability of our financial institutions to access their international counterparts. The money transfer businesses, who send a combined amount of about $2 billion dollars a year to Somalia, are struggling to access banks here in the UK and in the United States, due to the severe restrictions placed on them. This, despite the fact that we made tangible progress over the past few years.</p>\n\n<p>Time has come to facilitate access for our financial institutions to work with your banks. A continuation of the current policy will undoubtedly deprive crucial access for our banks, and, as a consequence, will limit employment opportunities in the financial sector.</p>\n\n<p>Excellencies, distinguished guests and ladies and gentlemen, for too long, the conventional wisdom has been that Somalia was a problem to fix, and the people a perfect humanitarian example due to the failure of the state to do its job. Today, my administration is committed to seizing this golden opportunity to nurture and deliver on a better, stronger and more prosperous Somalia led by the hopes and aspirations of its people. This is the best way to continue the process of changing the prevailing narrative.</p>\n\n<p>Despite the extraordinary challenges that my people faced, we must remember that they withstood both natural and man-made calamities, and, with their classic resilience, started some of the most successful telecoms and remittance companies in Africa.</p>\n\n<p>Together with our partners, my administration aims to capitalize on this God-given talent for a better Somalia – one that can secure itself, manage its politics and revive its economy. The New Partnership for Somalia provides an excellent framework for co-operation and coordination. The <abbr title=\"New Partnership for Somalia\">NPS</abbr> puts government leadership at the heart of implementation of programs and projects. It allows us to hold each other accountable, which I wholeheartedly welcome. If my administration fails, we hope you hold us to account. We promise to do the same. Only in that spirit can we lift Somalia to new heights.</p>\n\n<p>Excellencies, distinguished guests and ladies and gentlemen, there have been many conferences in the past on Somalia and for Somalia. Today’s events are different because I can assure and reassure you all that Somalia will never turn back to its difficult past: it will only go forward towards progress and prosperity as is the will of its people and the priority of its government. In engaging with us on the vast array of issues for discussion ahead during this conference, please be confident of the sincerity of this promise.</p>\n\n<p>I thank you all.</p>\n\n</div>","political":true,"delivered_on":"2017-05-11T00:00:00+01:00","change_history":[{"public_timestamp":"2017-05-11T13:19:17.000+01:00","note":"First published."}],"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-05-11T13:19:17.000+01:00"},"routes":[{"path":"/government/speeches/london-somalia-conference-2017-president-mohamed-abdullahi-mohameds-opening-speech","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2017-05-11T12:19:17Z","base_path":"/government/speeches/london-somalia-conference-2017-president-mohamed-abdullahi-mohameds-opening-speech","description":"The Somalian President Mohamed Abdullahi Mohamed, known as President Farmajo gave an opening speech at the conference on Somalia's future.","content_id":"d2ccb719-7d57-4dd7-8de8-35c7d0812ef4","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D8","api_path":"/api/content/government/organisations/department-for-international-development","base_path":"/government/organisations/department-for-international-development","content_id":"db994552-7644-404d-a770-a2fe659c661f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-12-20T14:26:10Z","schema_name":"placeholder","title":"Department for International Development","withdrawn":false,"details":{"brand":"department-for-international-development","logo":{"formatted_title":"Department<br/>for International <br/>Development","crest":"single-identity"}},"links":{}},{"analytics_identifier":"D13","api_path":"/api/content/government/organisations/foreign-commonwealth-office","base_path":"/government/organisations/foreign-commonwealth-office","content_id":"9adfc4ed-9f6c-4976-a6d8-18d34356367c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:43:46Z","schema_name":"placeholder","title":"Foreign & Commonwealth Office","withdrawn":false,"details":{"brand":"foreign-commonwealth-office","logo":{"formatted_title":"Foreign &amp;<br/>Commonwealth <br/>Office","crest":"single-identity"}},"links":{}},{"analytics_identifier":"D17","api_path":"/api/content/government/organisations/ministry-of-defence","base_path":"/government/organisations/ministry-of-defence","content_id":"d994e55c-48c9-4795-b872-58d8ec98af12","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Defence","withdrawn":false,"details":{"brand":"ministry-of-defence","logo":{"formatted_title":"Ministry<br/>of Defence","crest":"mod"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/defence-and-armed-forces","base_path":"/government/topics/defence-and-armed-forces","content_id":"b360d7b0-664d-4030-93f9-ee8bff36ab53","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Defence and armed forces","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/international-aid-and-development","base_path":"/government/topics/international-aid-and-development","content_id":"360901e3-ee36-40de-958f-db2017bad7ce","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"International aid and development","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/national-security","base_path":"/government/topics/national-security","content_id":"78d0cadd-ce01-4c74-8f7d-2a0fb9364c7c","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"National security","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/trade-and-investment","base_path":"/government/topics/trade-and-investment","content_id":"1212db18-0f8f-48a9-b0a6-3ca373ddce92","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:05Z","schema_name":"placeholder_policy_area","title":"Trade and investment","withdrawn":false,"links":{}}],"topical_events":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/london-somalia-conference-2017","base_path":"/government/topical-events/london-somalia-conference-2017","content_id":"8e97b6b3-e6d5-44fe-8141-9606e7ae8e65","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2017-05-11T16:31:03Z","schema_name":"placeholder","title":"London Somalia Conference 2017","withdrawn":false,"details":{"start_date":"2017-05-11T00:00:00.000+00:00","end_date":"2017-05-12T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"London Somalia Conference 2017: President Mohamed Abdullahi Mohamed's opening speech","public_updated_at":"2017-05-11T12:19:00Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/london-somalia-conference-2017-president-mohamed-abdullahi-mohameds-opening-speech","description":"The Somalian President Mohamed Abdullahi Mohamed, known as President Farmajo gave an opening speech at the conference on Somalia's future.","api_path":"/api/content/government/speeches/london-somalia-conference-2017-president-mohamed-abdullahi-mohameds-opening-speech","withdrawn":false,"content_id":"d2ccb719-7d57-4dd7-8de8-35c7d0812ef4","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}