{"title":"Flight Sergeant Mark Gibson","public_updated_at":"2005-02-02T01:00:00Z","details":{"body":"<div class=\"govspeak\"><p>An Air Load Master, aged 34 and married, he served with 47 Squadron based at RAF Lyneham.</p>\n\n<figure class=\"image embedded\">\n  <div class=\"img\"><img alt=\"Flight Sergeant Mark Gibson\" src=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/3673/3da589f24209dadc8d7b69f554e2bfe1.jpg\"></div>\n  <figcaption>Flight Sergeant Mark Gibson   \n[Picture: via MOD]</figcaption>\n</figure>\n\n<p>Mark ‘Gibbo’ Gibson was born on 19 March 1970 in York. He joined the RAF aged 17 on 6 October 1987 and undertook training as an Air Loadmaster on 15 April 1988. He was awarded his Air Loadmaster brevet on 3 February 1989, and was posted directly to RAF Lyneham to join the Hercules fleet.</p>\n\n<p>Gibbo started his career on the Hercules with 24 Sqn in July 1989. An early above-average flying category saw him posted to an instructor’s tour with 57 Sqn in May 1993, then to 47 Squadron in January 1996. Mark accrued more than 7,300 flying hours, the vast majority of which were on the Hercules. Gibbo saw action in many theatres and was awarded Operational Service Medals for Sierra Leone, Afghanistan and Iraq.</p>\n\n<p>Throughout his career, Mark managed to combine his intelligent, hard working approach to professional matters with an ebullient enthusiasm that made him a pleasure to work with. As an instructor, his depth of knowledge and ability to relate to all made him a natural. After becoming qualified in the tactical C-130 roles he was rapidly assessed as being the best all-round operator in his section. Later, not one to rest on his laurels, he produced an ad-hoc new loading scheme which directly led to the success of a major operation during the Afghanistan conflict.</p>\n\n<p>Gibbo was known and loved by all who worked with him and he was known to be a bandit on the golf course, regularly playing ten below his handicap. He was requested by name by those he worked with and was renowned for his entertainments, such as the music he played to parachutists as they jumped out. In short he was one of life’s entertainers, a true character a real giver - never a taker.</p>\n\n<p>Mark married the love of his life, Sheila on 24 October 1992. Their daughter Poppy was born on 28 November 1997 and he took great delight that she had already started her golf lessons. Mark was a great husband and father and he will be sorely missed.</p>\n\n<p>The media are asked to respect the family’s privacy at this very difficult time.</p>\n</div>","first_public_at":"2005-02-02T01:00:00.000+00:00","change_history":[{"public_timestamp":"2009-05-29T01:00:00.000+01:00","note":"First published."}],"emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"]},"routes":[{"path":"/government/fatalities/flight-sergeant-mark-gibson","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"fatality_notice","schema_name":"fatality_notice","first_published_at":null,"base_path":"/government/fatalities/flight-sergeant-mark-gibson","description":"It is with very deep regret that the Ministry of Defence can confirm the death of Flight Sergeant Mark Gibson, Royal Air Force, following the loss of an RAF C-130K Hercules aircraft over Iraq on 30 January 2005.","content_id":"5c9c326e-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"fatality_notice","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"fatality-notices","payload_version":0}