{"title":"The Commissioners for HM Revenue and Customs v J P Whitter (Water Well Engineers) Limited: [2015] UKUT 0392 (TCC)","public_updated_at":"2016-12-01T16:19:49Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the [full decision](HMRC-v-Whitter.pdf).\r\n\r\nINCOME TAX — construction industry scheme — cancellation of gross payment\r\nstatus — s 66 Finance Act 2004 — HMRC discretion — scope of — whether\r\nproperly exercised — failure to take into account effect of cancellation on\r\nappellant — appeal allowed."},{"content_type":"text/html","content":"<p>Read the <a href=\"HMRC-v-Whitter.pdf\">full decision</a>.</p>\n\n<p>INCOME TAX — construction industry scheme — cancellation of gross payment\nstatus — s 66 Finance Act 2004 — HMRC discretion — scope of — whether\nproperly exercised — failure to take into account effect of cancellation on\nappellant — appeal allowed.</p>\n"}],"metadata":{"hidden_indexable_content":"[2015] UKUT 0392 (TCC)\r\nAppeal number FTC/92/2012\r\nINCOME TAX — construction industry scheme — cancellation of gross payment\r\nstatus — s 66 Finance Act 2004 — HMRC discretion — scope of — whether\r\nproperly exercised — failure to take into account effect of cancellation on\r\nappellant — appeal allowed\r\nUPPER TRIBUNAL\r\nTAX AND CHANCERY CHAMBER\r\nTHE COMMISSIONERS FOR HER MAJESTY’S\r\nREVENUE AND CUSTOMS\r\nAppellants\r\n- and –\r\nJ P WHITTER (WATER WELL ENGINEERS) LIMITED\r\nRespondent\r\nTribunal: Hon Mr Justice Warren\r\nJudge Colin Bishopp\r\nSitting in public in London in the Rolls Building on 1 December 2014\r\nJames Rivett, counsel, instructed by the General Counsel and Solicitor to HM\r\nRevenue and Customs, on behalf of the Appellants\r\nThomas Chacko, counsel, instructed by Mr Ian Whalley, solicitor, on behalf of\r\nthe Respondent\r\n© CROWN COPYRIGHT 2015\r\n2\r\nDECISION\r\nIntroduction\r\n1. This appeal raises an issue about the scope of HMRC’s power to cancel a\r\ntaxpayer’s registration for gross payment under the construction industry scheme.\r\nOn 3 August 2011, HMRC issued a notice by which 5 they cancelled the\r\nregistration of the Respondent (“the Company”) for that status. In their decision\r\nreleased on 18 October 2012 (“the Decision”), the First-tier Tribunal, Judge\r\nCannan and Mr Whitehead (“the Tribunal”), held that HMRC should, when\r\nexercising that power, have taken into account the fact (which they found) that\r\n10 cancellation of the Company’s registration would have a significant detrimental\r\neffect on its business. HMRC did not do so. The Tribunal held that this failure\r\nwas a failure to take into account a relevant factor so that HMRC’s decision “was\r\nwrong in law and susceptible to review by this Tribunal”: see Decision [73]. They\r\nallowed the Company’s appeal, deciding that they did not have jurisdiction to\r\n15 substitute their own view based on the facts found and all relevant factors.\r\n2. HMRC now appeal against those conclusions, contending that they did not\r\nneed to take account of the financial consequences for the Company when\r\nexercising their power. If that is wrong, then they contend that the Tribunal did\r\nhave power to substitute their own view for that of HMRC and that we, on this\r\n20 appeal, have the same power which we should exercise. The Company contends\r\nthat the Tribunal were right in all of their conclusions. However, so far as\r\njurisdiction is concerned, the Company submits that if it is the case that the\r\nTribunal had jurisdiction to substitute its own view, the appropriate course is for\r\nus to remit the matter to the First-tier Tribunal and not to decide the matter\r\n25 ourselves.\r\n3. The facts as found by the Tribunal are set out in the Decision at [22] to [48].\r\nWe do not need to repeat them at length here. For present purposes, the following\r\nis a sufficient summary taken from those paragraphs:\r\na. The Company carries on business, as its name implies, as water well\r\n30 engineers. It drills boreholes and wells for water companies,\r\ncommercial and agricultural businesses and the domestic market. It\r\noperates on a UK wide basis. It is very much in the nature of a family\r\nbusiness started by Philip Whitter in 1972 and was later incorporated\r\nin the 1980s.\r\n35 b. Prior to incorporation, and at all material times since, Mr Whitter and\r\nthe Company have used the services of Wilds Chartered Accountants.\r\nTheir services have included operating the Company’s payroll system.\r\nc. The business has grown steadily and presently has about 25\r\nemployees, including a number of family members on the\r\n40 administration side. In the three years to 2011 the business had a\r\nturnover of approximately £4.4 million making a net profit over the\r\nsame period of about £180,000. Approximately £1.9 million of that\r\nturnover derived from contracts with United Utilities. Other major\r\nwell known customers accounted for a further £900,000.\r\n3\r\nd. Employees of the Company are paid weekly. Each Monday time\r\nsheets are collected and sent to Wilds who prepare pay slips and\r\npayments are made by BACS transfer on the Wednesday. On or\r\nshortly after the 5th of each month Wilds send details to the Company\r\nof amounts due to be paid to HMRC in relation 5 to PAYE and national\r\ninsurance contributions. Historically payments have been made to\r\nHMRC either by BACS transfer or by cheque. Often payments have\r\nbeen late. This is because of the procedure operated for paying\r\nsuppliers rather than any particular cash flow shortage.\r\n10 e. It was inevitable that the system would cause payments to HMRC\r\nwhich fell due either on the 19th or 22nd of each month to be made\r\nlate. That had been the position for many years and HMRC had never\r\nchased payment or indeed expressed any concern that PAYE\r\npayments were late.\r\n15 f. The Company’s registration for gross payments as with other\r\nregistered taxpayers was subject to ongoing review by HMRC to\r\nensure compliance with the conditions described above. Such reviews\r\nwere generally carried out by computer on an annual basis. In August\r\n2008 a review was performed and the results were satisfactory. On 29\r\n20 July 2009 a review was performed and the Company failed. The\r\nTribunal said that they had no direct evidence as to the reason for this\r\nfailure but they inferred and found as a fact that it was because of late\r\npayment of PAYE. The failure led to cancellation of the Company’s\r\nregistration by letter dated 6 August 2009. The letter identified the\r\n25 reason for withdrawal of the Company’s gross payment status as the\r\nlate payment of PAYE on nine occasions between October 2008 and\r\nJune 2009; the Tribunal’s inference was therefore correct.\r\ng. Wilds responded to HMRC on behalf of the Company by letter dated\r\n2 October 2009. The Tribunal found that the relevant individual in the\r\n30 Company, Ms Whitter, was not aware of the seriousness of the\r\nposition and no steps were taken to improve compliance. In particular,\r\nWilds did not explain to her that the Company was not complying\r\nwith its PAYE obligations and that future payments must be made on\r\ntime. Nonetheless, the Tribunal considered that she ought to have\r\n35 realised the seriousness of the matter: it was unreasonable of her not to\r\nhave taken steps to improve compliance in 2009.\r\nh. On 12 November 2009 HMRC wrote to Wilds to say that their appeal\r\nhad been upheld. At the same time however HMRC made clear that\r\nthe company had a responsibility to make payments on time whilst\r\n40 recognising that it had taken steps to improve compliance. The letter\r\nstated that the rules would in future be applied strictly and that there\r\nwas no scope to allow for “minor and technical” failures. The letter\r\nidentified the “reasonable excuse” provisions and the possibility of\r\nseeking a time to pay arrangement which if granted would not affect\r\n45 registration.\r\ni. The Tribunal found as a fact that Mr Nash, of Wilds, would have\r\ndiscussed the contents of this letter with Ms Whitter.\r\n4\r\nj. On 29 June 2010 there was another annual review which the Company\r\nfailed due to late payment of PAYE. The Company’s registration was\r\nagain cancelled. Wilds appealed by letter dated 8 July 2010. We do\r\nnot set out the contents of the letter which can be found at Decision\r\n[33]. Ms Whitter was not copied in with this letter 5 nor shown a copy\r\nprior to its being sent. However she did fairly accept that Mr Nash\r\nwould have discussed the position with her. The Tribunal found that\r\nhe did so, and in particular held that the Company agreed to make\r\nfuture PAYE payments on time. Again, however the Company failed\r\n10 to take any steps to improve compliance at this stage.\r\nk. There was some confusion on the part of HMRC whether this appeal\r\nhad been lodged in time. It clearly was in time. By letter dated 20\r\nAugust 2010 HMRC replied apologising for their earlier confusion\r\nand stated:\r\n15 “On this occasion I am prepared to overlook these failures, your\r\nappeal is upheld and the company will retain gross payment status.”\r\nl. Again the letter included a warning about future compliance, and also\r\nabout the PAYE penalty regime that had been introduced in tax year\r\n2010-11.\r\n20 m. On 30 May 2011 there was another annual review which the Company\r\nagain failed due to late payment of PAYE. On this occasion, prior to\r\ncancellation of the registration, HMRC wrote to the Company\r\nidentifying the defaults and giving the Company an opportunity to\r\nadvise whether it had entered into a formal time to pay arrangement or\r\n25 to produce evidence in support of a reasonable excuse.\r\nn. The Tribunal found as a fact that the following late payments of\r\nPAYE had been made:\r\nDue Date Date Paid Period Late\r\n22 Aug 2010 1 Oct 2010 40 days\r\n22 Sept 2010 6 Oct 2010 14 days\r\n22 Oct 2010 29 Oct 2010 7 days\r\n22 Nov 2010 26 Nov 2010 4 days\r\n22 Jan 2011 28 Jan 2011 6 days\r\n22 Feb 2011 After 20 June 2011 At least 118 days\r\n22 Mar 2011 31 Mar 2011 9 days\r\n5\r\nAlthough we have transcribed the Tribunal’s table accurately, we\r\nthink there are errors in the last two entries. Nothing, however, turns\r\non this.\r\no. In her reply to HMRC, Ms Whitter apologised for the late payments\r\nwhich she said were due to “administrative 5 oversights”. She\r\ncontinued:\r\n“Whilst admitting to these oversights, which we will endeavour to\r\nprevent in future, we would point out that losing our gross status would\r\nprevent us tendering for contract work and thus cause the company to\r\n10 cease trading. I am sure you will agree that removing gross status will\r\ncause great hardship which is disproportionate to the level of the\r\noversights discussed above.”\r\np. The Tribunal did not accept that the PAYE non-compliance in late\r\n2010 and 2011 could fairly be described as an “administrative\r\n15 oversight”. The Company was well aware of the non-compliance\r\ndrawn to its attention in 2009 and 2010. It must have chosen, for\r\nwhatever reason, not to address the matter and did not improve the\r\nsystem for making payment to HMRC until after July 2011. We agree\r\nwith that assessment.\r\n20 q. After July 2011 the Company changed its systems significantly to\r\nensure that PAYE was paid on time. Since then PAYE payments have\r\nalways been made on time.\r\nr. HMRC wrote to the Company on 3 August 2011 stating that they were\r\nunable to accept the explanation for compliance failures. The letter\r\n25 also noted that this was the third failed review and that assurances as\r\nto future compliance had previously been given. This is the letter\r\nwhich effectively evidences HMRC’s decision to cancel the\r\nCompany’s registration.\r\ns. Wilds appealed the decision. The material part of their letter is set out\r\n30 in Decision [44]. In essence, they asserted the disproportionate effect\r\nof cancellation of gross status namely the loss of the Company’s\r\nmajor customer with resulting redundancies. They asked for the\r\ndecision to be reconsidered.\r\nt. By a letter dated 15 September 2011 HMRC refused the Company’s\r\n35 appeal. It was pointed out that it would be necessary to demonstrate a\r\n“reasonable excuse”. Nothing now turns on this since it is accepted by\r\nthe Company that it did not have a reasonable excuse for the purposes\r\nof the legislation.\r\nu. Wilds replied by letter dated 23 September 2011 and noted that whilst\r\n40 HMRC did not accept that there was a reasonable excuse, Wilds were\r\naware of other cases where gross status had been allowed to continue\r\non the basis of disproportionate hardship. They asked for a statutory\r\nreview of the decision. That review was concluded on 12 December\r\n2011 and the decision was upheld. The reviewing officer clearly\r\n45 considered that there was no reasonable excuse for the defaults.\r\n6\r\nv. The Tribunal accepted the evidence of Ms Whitter that United\r\nUtilities and other major customers would be likely to withdraw work\r\nfrom the Company if it lost its gross payment status registration,\r\nnoting that Mr Birtles (who appeared for HMRC) accepted that large\r\ncontractors do refuse to deal with sub-contractors 5 who do not have\r\ngross payment status. Further the Tribunal accepted the evidence\r\n(which was not, in any case, challenged by Mr Birtles) that the effect\r\nof losing such customers would be a fall of some 63% in turnover and\r\nprofits. The company would likely shrink to some 5 or 6 employees\r\n10 from the current 25. It would not be able to tender for any utility or\r\nlarge commercial work. Even if the registration was lost and regained\r\n12 months later the nature of the work was so specialised they would\r\nnot be able to recruit suitable employees. It would take the Company\r\n10 years or so to get back to where it is now.\r\n15 The tax legislation\r\n4. The legislation relevant to the present appeal is found in Chapter 3 Part 3\r\nFinance Act 2004 and the Income Tax (Construction Industry Scheme)\r\nRegulations 2005 (“FA 2004” and “the Regulations”) respectively. These relate\r\nto what is known as the “Construction Industry Scheme” (“the CIS”).\r\n20 5. Under the CIS, payments by affected contractors to sub-contractors must be\r\nmade under deduction on account of tax unless the sub-contractor is registered to\r\nreceive gross payments. The background to the CIS was described by Ferris J in\r\nShaw (Inspector of Taxes) v Vicky Construction Ltd [2002] EWHC 2659 (Ch),\r\n[2002] STC 1544 (“Vicky”) in a now well-known passage at [3] to [8] of his\r\n25 judgment, cited with approval by Lewison J in Barnes (Inspector of Taxes) v\r\nHilton Main Construction [2005] EWHC 1355 (Ch), [2005] STC 1532 (“Hilton”)\r\nat [2] of his judgment. It is unnecessary to repeat the passage yet again. We need\r\nonly observe that the CIS was introduced to deal with the problem of the\r\n“disappearance” of many subcontractors engaged in the construction industry\r\n30 without settling their tax liabilities. Under the CIS, a contractor is obliged, except\r\nin the case of a sub-contractor registered for gross payment, to deduct and pay\r\nover to HMRC a proportion of all payments made to the sub-contractor in respect\r\nof the labour content of any sub-contract. This can cause commercial difficulties\r\nfor a sub-contractor who does not enjoy such status, as the finding of fact\r\n35 recorded at paragraph 3.v. above demonstrates in the present case.\r\n6. We set out the relevant provisions of FA 2004 and the Regulations in the\r\nAnnex to this decision. References to section numbers below are to those sections\r\nof FA 2004. The structure of the CIS is set out in summary in the following\r\nparagraphs.\r\n40 7. Section 57 to 59 introduce the CIS and describe who are sub-contractors and\r\ncontractors.\r\n8. Section 60 describes what are “contract payments”, essentially contractual\r\npayments made under a construction contract by the contractor to a subcontractor.\r\nA payment is not a “contract payment” if the person to whom the\r\n45 payment is made is registered for gross payment. That is important because\r\nsection 61(1) provides for the making of deduction on the making of a contract\r\n7\r\npayment. There is no obligation to deduct, therefore, where a contractor makes a\r\npayment to a sub-contractor who is registered for gross payment. Section 62 is not\r\nrelevant to the present appeal; it provides for how deductions made are to be\r\ntreated.\r\n9. Section 63 deals with the registration of sub-contractors. 5 There are two\r\ntypes of registration: registration for gross payment and registration for payment\r\nunder deduction. In either case, certain documentation and information must be\r\nprovided under section 63(1): nothing turns on that for the purposes of this appeal.\r\n10. Subject to that, HMRC must, in the case of a company applying for\r\n10 registration, register it for gross payment if they are satisfied that the requirements\r\nof section 64(4) are satisfied. This in turn requires the conditions of Part 3\r\nSchedule 11 FA 2004 to be satisfied. Part 3 comprises paragraphs 9 to 12.\r\nParagraph 9, it can be seen, provides that the conditions set out must be satisfied\r\nby the company if it is to be registered for gross payment. The CIS is therefore\r\n15 very prescriptive in providing that HMRC must register for gross payment if those\r\nconditions are satisfied (see section 63(2)) but may do so only if those conditions\r\nare satisfied (see paragraph 9).\r\n11. Paragraph 10 lays down the business use test and paragraph 11 lays down\r\nthe turnover test. Nothing turns on those provisions; at all times, the Company has\r\n20 fulfilled those conditions.\r\n12. Paragraph 12 lays down the compliance test. For present purposes, it is\r\nnecessary only to note that, under paragraph 12(1), a company applying for\r\nregistration for gross payment must, subject to certain exceptions, have complied\r\nwith all of its obligations under the Tax Acts or the Taxes Management Act\r\n25 during “the qualifying period” and with all requests by HMRC for accounts and\r\nother information.\r\n13. There are two important exceptions to that which we take in reverse order\r\nfrom that appearing in paragraph 12:\r\na. One (see paragraph 12(3)) is that the company had a reasonable\r\n30 excuse for failure to comply.\r\nb. The other (see paragraph 12(2)) is that the company’s failure to\r\ncomply relates to obligations or requests which are prescribed in\r\nregulations made by HMRC. In prescribed circumstances, the\r\ncompany is to be treated as satisfying the condition in paragraph 12(1)\r\n35 notwithstanding actual non-compliance with the prescribed\r\nobligations or requests.\r\n14. Paragraph 32 of the Regulations sets out the prescribed obligations and\r\nrequests and the prescribed circumstances. It can be seen that the prescribed\r\nobligations include certain obligations to make returns, payments and to meet\r\n40 requests. The prescribed circumstances all relate to late compliance with the\r\nrelevant obligation or request, with, in the main part, various periods of grace\r\nbeing allowed although in the case of non-compliance by reason of late returns,\r\nthere is no time-limit (although the return must in fact have been submitted).\r\nThese provisions replace the more general exception which was found in the\r\n45 predecessor legislation, for instance section 565(4) Income and Corporation Taxes\r\nAct 1988 (“ICTA”) where the condition was treated as satisfied if the Board were\r\n8\r\nof the opinion that “the failure is minor and technical and does not give reason to\r\ndoubt that the [relevant condition] will be satisfied”.\r\n15. Cancellation of registration for gross payment is provided for in section 66.\r\nSubsection (1) is central to the appeal and we set it out here again:\r\n“The Board of Inland Revenue [now HMRC] may 5 at any time make a\r\ndetermination cancelling a person’s registration for gross payment if it appears to\r\nthem that\r\n(a) if an application to register the person for gross payment were to be\r\nmade at that time, the Board would refuse so to register him,\r\n10 (b) he has made an incorrect return or provided incorrect information\r\n(whether as a contractor or as a subcontractor) under any provision of\r\nthis Chapter or of regulations made under it, or\r\n(c) he has failed to comply (whether as a contractor or as a subcontractor)\r\nwith any such provision.”\r\n15 16. It is common ground that at the time when HMRC cancelled the Company’s\r\nregistration for gross payment, the circumstances fell within paragraph (a) of\r\nsection 66(1): in other words, if the Company had applied for registration for\r\ngross payment at that time, the application would have been refused. This was on\r\nthe basis that the Company’s defaults did not fall with the circumstances\r\n20 prescribed in the Regulations and that there was no reasonable excuse for them.\r\n17. The defaults were all late payments of PAYE. The first late payment was\r\nnot excepted under regulation 32; and those of the subsequent late payments\r\nwhich, in isolation, would have been excepted because they were not very late,\r\nwere nonetheless not excepted because of the prior late payments. There were no\r\n25 defaults within paragraphs (b) or (c) of s 66(1) or, if there were, they were not\r\nrelied on by HMRC.\r\n18. Appeals are dealt with in section 67. A person aggrieved by the cancellation\r\nof his registration for gross payment may appeal. The jurisdiction of the F-tT\r\nincludes jurisdiction “to review any relevant decision taken by [HMRC] in the\r\n30 exercise of their functions under section … 66”. The area of dispute here, as we\r\nhave explained, is whether the First-tier Tribunal has power to substitute its own\r\nview if it decides that HMRC’s exercise of their power under section 66 was\r\nflawed.\r\nHuman rights\r\n35 19. Article 1 of the First Protocol to the European Convention on Human Rights\r\nand Fundamental Freedoms 1950 (“A1P1”), incorporated into domestic law by\r\nsection 1 of the Human Rights Act 1998 and set out in Schedule 1 to that Act,\r\nprovides as follows:\r\nProtection of property\r\n40 Every natural or legal person is entitled to the peaceful enjoyment of his\r\npossessions. No one shall be deprived of his possessions except in the public\r\ninterest and subject to the conditions provided for by law and by the general\r\nprinciples of international law.\r\nThe preceding provisions shall not, however, in any way impair the right of a\r\n45 State to enforce such laws as it deems necessary to control the use of\r\n9\r\nproperty in accordance with the general interest or to secure the payment of\r\ntaxes or other contributions or penalties.\r\n20. In Vicky, Ferris J accepted (see [44] of his judgment) that a certificate under\r\nthe CIS legislation (ICTA) as it then stood was a possession. Under those\r\nprovisions, a person was not registered for gross payment. Instead, 5 he obtained a\r\ncertificate under section 561 of that Act, the possession of which exempted the\r\nholder from the requirements of section 559 to make deductions from payments\r\nmade under construction contracts. It was not, we think, so much the certificate as\r\nsuch which was a possession, but the rights which attached to the certificate. We\r\n10 see no real distinction, for the purposes of identifying a possession, between a\r\ncertificate under the old legislation and registration for gross payment under the\r\nlegislation applicable in the present case.\r\n21. The case before Ferris J did not, however, concern the revocation of an\r\nexisting certificate but rather its renewal once it had expired. Accordingly, the\r\n15 case did not concern the exercise of the discretionary power found in section\r\n561(8) ICTA (to which section 66(1) corresponds) but was instead to be judged\r\nby the same criteria as applied to an original application. It was submitted that an\r\nexpectation of renewal was also a possession but Ferris J rejected that proposition.\r\nHowever, he did accept the argument (see [47] of his judgment) to the following\r\n20 effect. Absent a certificate, the contractor would pay money to the Revenue which\r\nwould otherwise have been payable to Vicky. Under the general law of contract,\r\nVicky would be entitled to receive from the contractor the full contract price at the\r\ntime and in the manner provided for in the contract without any deduction in\r\nrespect of tax for which Vicky would be liable. Vicky’s contractual right to\r\n25 receive such payment and the money paid when received were Vicky’s property\r\nand thus “possessions”. Where there is no certificate, the effect of section 559(4)\r\n(the provision requiring deduction to be made) would be to interfere with this.\r\n22. He went on to consider the second paragraph (the third sentence as he\r\nreferred to it) of A1P1 concluding that, to use modern language, the CIS was a\r\n30 proportionate response to the “notorious practice of sub-contractors being paid\r\ngross and then never accounting for their tax liabilities”. There was therefore no\r\nbreach of Vicky’s human rights.\r\n23. In Hilton, Lewison J was again concerned with the renewal, not the\r\ncancellation, of a certificate. He did not address the correctness or otherwise of\r\n35 Ferris J’s decision that the certificate was a possession. However, he noted that,\r\nunless he declined to follow Ferris J in relation to the sub-contractor’s chose in\r\naction being a possession, then it must follow that the taxpayer’s rights under\r\nA1P1 had not been infringed (see [13] of his judgment). He did not, however,\r\nblindly follow Ferris J but carried out his own analysis before reaching the same\r\n40 conclusion.\r\n24. The taxpayer’s argument (see [13]) was that refusal to renew the certificate\r\nmight have consequences disproportionate to the reasons for the refusal, relying\r\non the findings of the General Commissioners (similar to those of the Tribunal in\r\nthe present case) that the business would close and that this would be a\r\n45 disproportionate result. In addressing that argument, Lewison J was prepared to\r\nassume, without deciding, that a right to payment in gross under a contract is a\r\npossession. But that might well depend on the terms of the contract itself since\r\n10\r\nsome building contracts cater expressly for deduction from payments made to\r\nsub-contractors and there was no evidence of any particular contract placed before\r\nthe General Commissioners. The same is true in the present case: insofar as we\r\nare aware, there was no evidence before the Tribunal of the terms of any contract,\r\nin particular the contracts with the Company’s 5 major contractor.\r\n25. On that assumption, Lewison J held that the possession had been interfered\r\nwith (see [15]). He rejected the Revenue’s argument that it was an incident of the\r\nCIS that payments to sub-contractors suffer deduction and that therefore there is\r\neither no possession at all or, if there is, there is no interference.\r\n10 26. In [16ff], Lewison J considered whether the interference was justified. After\r\ncitation from the decision of the European Court of Human Rights in National\r\nand Provincial Building Society v United Kingdom [1997] STC 1466, 25 EHRR\r\n127, he said this in [18] to [23]:\r\n“[18] The taxpayer emphasises that it is the scheme as a whole that I must\r\n15 consider. The taxpayer says that the reference to the margin of appreciation\r\nis inappropriate where it is a national court considering national legislation.\r\nIt may well be that the phrase itself is inappropriate, but the concept of\r\ndeferring to the legislature when it has adopted one out of a variety of\r\nsolutions to a perceived problem remains the same. Under our constitution\r\n20 Parliament is entrusted with the primary role of devising solutions to\r\nnational, economic and social problems. The court’s task is limited to that of\r\nreview.\r\n[19] Ferris J in the Vicky case came to the conclusion that the package of\r\nmeasures has an objectively justifiable aim, namely to recover tax from\r\n25 those engaged in the construction industry. One possible solution to the\r\nproblem would have been to require all contractors to submit to tax\r\ndeductions when being paid by an employer. That might have been\r\nlegislative overkill. Another might have been to require all sub-contractors to\r\nsubmit to deduction, but Parliament did not do that. Instead it provided a\r\n30 route by which sub-contractors who could demonstrate a good track record\r\nwould be permitted to receive payment in gross. Even then Parliament did\r\nnot say that any failure to comply with obligations would prevent the subcontractor\r\nfrom receiving payment in gross. Minor and technical failures do\r\nnot count if the taxpayer can also show that minor and technical failures give\r\n35 rise to no doubt about future compliance.\r\n[20] So there is in my judgment already a considerable measure of\r\nproportionality inherent in the scheme. First, there is the possibility of\r\nexemption from the default position. Second, the mere fact of noncompliance\r\nwith tax obligations does not of itself rule out the grant of\r\n40 exemption. Third, there is the inevitable imprecision of the phrase ‘minor\r\nand technical’. Fourth, the statutory question is not whether the failures are\r\nminor and technical, but whether in the board’s opinion they are minor and\r\ntechnical. Fifth, although the language of section 561(9) suggests that the\r\nfunction of the Commissioners on appeal is merely to review the Board’s\r\n45 opinion (since the statutory question is not whether the failures are minor\r\nand technical but whether in the Board’s opinion they are), Lightman J has\r\nheld that the Commissioners are in fact free to substitute their own view. I\r\nam not invited to depart from that decision. Sixth, the refusal of the\r\ncertificate is not final. The taxpayer can always apply again if its\r\n50 performance has improved. Can I say that this scheme is devoid of\r\n11\r\nreasonable foundation? I am clear that I cannot. My conclusion therefore is\r\nthe same as that of Ferris J.\r\n[21] The taxpayer relies heavily on the General Commissioners’ finding in\r\nparagraph 9(7) that their decision is disproportionate. However, the\r\ntaxpayer’s broad argument based on proportionality 5 has to have as its\r\nstarting point a Convention right that has been infringed. If there is no such\r\nright, then there is no peg on which to hang the argument based on\r\nproportionality. Since I consider that no Convention right has been infringed\r\nthere is no occasion to resort to section 3 of the Human Rights Act.\r\n10 [22] I consider also that section 3 has not allowed a court to tailor the\r\nlegislation to the circumstances of an individual hard case. We all know that\r\nhard cases make bad law. The court must consider the general run of cases of\r\nthat kind. If the legislation were to incorporate a general test of\r\nproportionality that would place a heavy burden on tax inspectors to conduct\r\n15 a prospective review or forecast of the potential effect of refusal of a\r\ncertificate on individual businesses. Moreover, it is not said that it will\r\nalways be disproportionate to refuse a certificate if the result would be that\r\nthe taxpayer would be put out of business. So there would require to be a\r\njudgment by the inspector not only whether a refusal would have that effect,\r\n20 but also whether that effect is proportionate to the failures.\r\n[23] There may be social, economic and administrative arguments for and\r\nagainst the imposition of such a burden or there may be other solutions to\r\nperceived injustices in the statutory scheme, but they are matters for debate\r\nand legislation not for interpretation by a court. In those circumstances I\r\n25 consider that the General Commissioners’ application of a test of\r\nproportionality was not a test that the legislation allowed them to apply.\r\nWhat they appear to have done is to have applied the unsuccessful\r\nsubmission for the taxpayer in the Vicky case.…”\r\n27. It is worth noting that the decision of Lewison J was subject to an oral\r\n30 application to the Court of Appeal for permission to appeal which was dealt with\r\nby the Chancellor (Sir Andrew Morritt) and Lloyd LJ. Counsel for the taxpayer\r\nargued that the approach of Lewison J (accepted as correct by Lloyd LJ when\r\nrefusing permission to appeal on paper) produced an unsatisfactory result and\r\nmust therefore be inconsistent with the Human Rights Act and wrong in law. The\r\n35 unsatisfactory result is that a business which always pays its taxes but pays them\r\nlate can be closed by the refusal of a certificate under section 561. The Chancellor\r\nrejected that submission:\r\n“The unsatisfactory result to which reference is made is not just the result of\r\nthe scheme, it is the result of the statutory scheme and the financial position\r\n40 of the company itself. The effect of the requirement, in the absence of a\r\ncertificate, to deduct a percentage of payments to the subcontractor on\r\naccount of his tax liability gives rise to a cash flow problem. I do not seek to\r\nminimise the importance of cash flow in the building industry, but it is not\r\nthe fault of the scheme that a taxpayer who fails to get a certificate may\r\n45 thereby be driven out of business.”\r\n28. It is clear, therefore, that the CIS, insofar as it related to the grant and\r\nrenewal of a certificate involved no breach of A1P1.\r\n29. The same is equally true, in our view, of the initial registration of a person\r\nfor gross payment under the CIS operated in accordance with FA 2004. There are\r\n12\r\ndifferences, of course, between the old scheme and the current scheme, in\r\nparticular that the somewhat vague “minor and technical” exception is replaced by\r\nthe focused circumstances prescribed in regulation 32.\r\nThe impact of A1P1 on the power to cancel registration for gross payment\r\n5 under section 66\r\n30. Mr Chacko, who appears for the Company, does not challenge the\r\nproposition that the CIS in its new form is compliant with A1P1 so far as concerns\r\nthe initial registration of a person for gross payment. What he says is that the\r\ndiscretion under section 66 must itself be exercised in a way which is compliant\r\n10 with A1P1. A similar question would have arisen under the predecessor\r\nprovisions, for instance under section 561(8) ICTA. He is right to say that this\r\nquestion has not been directly answered by the authorities. We do not consider\r\nthat any of the cases, in particular Vicky and Hilton, are authorities which compel\r\nus to reject that submission and to accept HMRC’s submissions.\r\n15 31. However, we do think that the reasoning which led Ferris J and Lewison J to\r\ntheir conclusions in relation to renewal of certificates would apply equally to the\r\ncancellation of a person’s registration for gross payment had section 66 expressly\r\nprovided for the mandatory cancellation of registration at any time if HMRC\r\nformed the view that they were not satisfied that the circumstances described in\r\n20 paragraph (a) of section 66(1) were present; or, to put it another way, had the\r\nword “may” in section 66(1) been replaced by the word “must”, so far as concerns\r\nparagraph (a). We can see no material difference, for the purpose of A1P1,\r\nbetween the requirement of HMRC under the old provisions to refuse to renew a\r\ncertificate and its obligation under the hypothetical express provision just\r\n25 discussed to cancel a registration. In neither case would the scheme give rise to a\r\nbreach of taxpayer’s rights under A1P1. It follows, a fortiori, that there would be\r\nno breach if, instead of being under a duty to cancel a registration, HMRC were\r\ngiven a power to do so which was exercisable only subject to constraints. In\r\nparticular, if the power conferred by section 66(1) expressly stated that the\r\n30 financial consequences for the taxpayer of cancellation of their registration were\r\nnot to be taken into account by HMRC when deciding whether or not to exercise\r\nthe power, the CIS would nonetheless be Convention compliant and there would\r\nbe no breach of A1P1 when HMRC exercised the power without taking those\r\nconsequences into account.\r\n35 32. We would mention one other decision concerning the refusal to issue a\r\ncertificate. It is the decision of Hart J in Templeton v Transform Shop Office and\r\nBar Fitters Ltd [2005] EWHC 1558, [2006] STC 900 (“Transform Shop”). This\r\nwas another case where the inspector had refused to issue a certificate because of\r\nfailures by the taxpayer to comply with its PAYE obligations. The Special\r\n40 Commissioners allowed the taxpayer’s appeal. The outcome of the appeal to the\r\nHigh Court turned, ultimately, on whether the Special Commissioners could\r\nproperly have come to the conclusion that the non-compliance on the part of the\r\ntaxpayer was “minor and technical”.\r\n33. At [15] of his judgment, Hart J referred to the decision which the inspector\r\n45 was charged with making as “momentous”. In saying that, he must have accepted\r\nthat the consequences of refusing the certificate might be severe. But he did not\r\nrely on that as a reason why the discretion given to the inspector could or should\r\n13\r\nbe exercised in favour of issuing a certificate. Rather, he saw the assessment of\r\nwhat was minor and technical as one to be made having regard to the unusual\r\ncircumstances of the taxpayer’s relationship with its local PAYE office The\r\nmomentous decision and the severity of the consequences were relevant in\r\nassessing whether there had been a relevant non-compliance 5 not in deciding how\r\nto exercise the discretion.\r\nProportionality\r\n34. We now turn to the decision of the Supreme Court in Bank Mellat v HM\r\nTreasury (No 2) [2013] UKSC 39, [2014] AC 700. Both Lord Sumption and Lord\r\n10 Reed JJSC had something to say about the concept of proportionality under EU\r\nlaw and as applied in our own courts. The facts of that case are, of course, as far\r\naway from the facts of the present case as one could imagine, being concerned\r\nwith restrictions on Bank Mellat in the context of counter-terrorism and Iran’s\r\nnuclear programme. Nonetheless, some interesting general principles are\r\n15 expounded. We refer in particular [20] and [21] of Lord Sumption’s judgment and\r\nto paragraphs [68] to [76] of Lord Reed’s judgment, both of which repay reading.\r\n35. So far as Lord Sumption’s judgment is concerned, he pointed out that the\r\nrequirements of rationality and proportionality, as applied to decisions engaging\r\nthe human rights of applicants, inevitably overlap. He summarised the effect of\r\n20 the authorities by saying that the question depends on an exacting analysis of the\r\nfactual case advanced in defence of the measure, in order to determine (i) whether\r\nits objective is sufficiently important to justify the limitation of a fundamental\r\nright; (ii) whether it is rationally connected to the objective; (iii) whether a less\r\nintrusive measure could have been used; and (iv) whether, having regard to these\r\n25 matters and to the severity of the consequences, a fair balance has been struck\r\nbetween the rights of the individual and the interests of the community. These\r\nfour requirements are logically separate, but in practice they inevitably overlap\r\nbecause the same facts are likely to be relevant to more than one of them.\r\nAlthough disagreeing with Lord Reed on the application of the test in the case\r\n30 before the Supreme Court, he agreed with Lord Reed’s formulation of the concept\r\nof proportionality in [68] to [76].\r\n36. We do not propose to include lengthy citation from those paragraphs in this\r\ndecision. They provide a very helpful discussion of how the concept of\r\nproportionality is applied, noting differences in approach between different\r\n35 jurisdictions, in particular between the European Court of Human Rights and our\r\nown courts. Lord Reed referred with approval to the decision of Dickson CJ in R v\r\nOakes [1986] 1 SCR 103. It is worth setting out [74] and [75]:\r\n“[74] The judgment of Dickson CJ in Oakes provides the clearest and most\r\ninfluential judicial analysis of proportionality within the common law\r\n40 tradition of legal reasoning. Its attraction as a heuristic tool is that, by\r\nbreaking down an assessment of proportionality into distinct elements, it can\r\nclarify different aspects of such an assessment, and make value judgments\r\nmore explicit. The approach adopted in Oakes can be summarised by saying\r\nthat it is necessary to determine (1) whether the objective of the measure is\r\n45 sufficiently important to justify the limitation of a protected right, (2)\r\nwhether the measure is rationally connected to the objective, (3) whether a\r\nless intrusive measure could have been used without unacceptably\r\ncompromising the achievement of the objective, and (4) whether, balancing\r\n14\r\nthe severity of the measure’s effects on the rights of the persons to whom it\r\napplies against the importance of the objective, to the extent that the measure\r\nwill contribute to its achievement, the former outweighs the latter. The first\r\nthree of these are the criteria listed by Lord Clyde in de Freitas, and the\r\nfourth reflects the additional observation made in Huang. 5 I have formulated\r\nthe fourth criterion in greater detail than Lord Sumption JSC, but there is no\r\ndifference of substance. In essence, the question at step four is whether the\r\nimpact of the rights infringement is disproportionate to the likely benefit of\r\nthe impugned measure.\r\n10 [75] In relation to the third of these criteria, Dickson CJ made clear in R v\r\nEdwards Books and Art Ltd [1986] 2 SCR 713, 781–782 that the limitation\r\nof the protected right must be one that ‘it was reasonable for the legislature\r\nto impose’, and that the courts were ‘not called on to substitute judicial\r\nopinions for legislative ones as to the place at which to draw a precise line’.\r\n15 This approach is unavoidable, if there is to be any real prospect of a\r\nlimitation on rights being justified: as Blackmun J once observed, a judge\r\nwould be unimaginative indeed if he could not come up with something a\r\nlittle less drastic or a little less restrictive in almost any situation, and thereby\r\nenable himself to vote to strike legislation down (Illinois State Board of\r\n20 Elections v Socialist Workers Party (1979) 440 US 173, 188–189);\r\nespecially, one might add, if he is unaware of the relevant practicalities and\r\nindifferent to considerations of cost. To allow the legislature a margin of\r\nappreciation is also essential if a federal system such as that of Canada, or a\r\ndevolved system such as that of the United Kingdom, is to work, since a\r\n25 strict application of a ‘least restrictive means’ test would allow only one\r\nlegislative response to an objective that involved limiting a protected right.”\r\n37. There is nothing in Bank Mellat which, in our view, casts any doubt on the\r\ncorrectness of the decisions of Ferris J in Vicky or of Lewison J in Hilton. Indeed,\r\nwhat Lord Reed said in [75] underlines the margin of appreciation which a\r\n30 national legislature is to have. This is important when it comes to consideration of\r\nthe part played by a discretion afforded by a statute to a public authority such as\r\nHMRC. Parliament might lay down a scheme (for instance, a scheme to counter\r\ncertain sorts of tax avoidance) which is, on the face of it, non-compliant with\r\nsome Convention right (for instance rights under A1P1). In order to meet that\r\n35 potential complaint, a discretion might be given to the decision maker to qualify\r\nits decisions in some way in order to allow a decision to be made which is\r\nproportionate to the problem which the legislation addresses. If the presence of\r\nthe discretion is necessary to make the scheme Convention-compliant, then\r\nclearly the actual exercise of the discretion in the case of a particular taxpayer\r\n40 must be effected in such a way as to give effect to that taxpayer’s Convention\r\nrights. In contrast, if the scheme would be Convention-compliant in the absence of\r\nany such discretion, then there is no need impose any constraint on the manner of\r\nexercise of the discretion in order to give effect to a person’s Convention rights.\r\nNor is there any reason to take Convention rights into account when it comes to\r\n45 the ascertainment of the scope of the power or the identification of the matters\r\nwhich may, or must, be taken into account or not be taken into account in its\r\nexercise. These are matters of purely domestic law. The decision-maker must\r\nmake any decision about the exercise of the discretion conferred by the legislative\r\nscheme in a way which complies with the ordinary rules of domestic law; but\r\n50 there is, in our view, no scope for imposition of further constraints on the exercise\r\nof the discretion based on Convention rights.\r\n15\r\n38. In the present case, for reasons which we have given, the CIS would be\r\nConvention-compliant even if section 66 imposed a mandatory requirement on\r\nHMRC to cancel the registration of a person for gross payment whenever the\r\nrequirements of paragraph (a) of section 66(1) are satisfied. It follows from our\r\ndiscussion in the preceding paragraph that HMRC must exercise 5 its power under\r\nsection 66(1) in accordance with the ordinary principles of public law but the\r\nexercise of that power is not further constrained by the impact of A1P1. The\r\nquestion whether or not HMRC must take into account (and if so, how) the\r\nfinancial consequences for the Company of the cancellation of its registration for\r\n10 gross payment is a matter of domestic law untrammelled by A1P1.\r\n39. Mr Chacko has referred us to the immigration case of R (Razgar) v SoS for\r\nthe Home Office [2004] UKHL 27, 3 WLR 58 at [17] to [20]. This is another case\r\nwhich demonstrates the need for the interference with a person’s Convention\r\nrights—in that case the interference with the applicant’s right to respect for his\r\n15 private or family life (ie his Article 8 rights)—to be proportionate to the legitimate\r\npublic end sought to be achieved. We do not consider that it says anything which\r\nwe have not taken account of in considering the other authorities.\r\n40. Accordingly, the conclusion we reach so far is that A1P1 has no part to play\r\nin the manner of exercise of the power under section 66. Nor does it have any part\r\n20 to play in the ascertainment of the scope of that power or in the identification of\r\nthe matters which may, or must, be taken into account or not be taken into\r\naccount.\r\nThe scope of the power to cancel registration for gross payment under section\r\n66\r\n25 41. In Scofield v HMRC [2011] UKFTT 199 (TC) (“Scofield”), the First-tier\r\nTribunal (Judge Brannan and Ms Redston) carried out a lengthy analysis of the\r\nnature of HMRC’s power under section 66. Without necessarily agreeing with all\r\nof their reasoning, we agree with their conclusions (i) that section 66 gives HMRC\r\na discretion whether or not to cancel registration for gross payment so that “may”\r\n30 is not to be read as “must” and (ii) that “may” does not qualify simply the words\r\n“at any time” but goes to the substance of the power. The first of those\r\nconclusions is not now challenged by HMRC: Mr Rivett (who appears for\r\nHMRC) accepts that HMRC have a power which they do not have to exercise\r\nwhenever the conditions of one or more of paragraphs (a), (b) and (c) of section\r\n35 66(1) are met: the provision is permissive and does not impose a mandatory\r\nrequirement on HMRC.\r\n42. As to the second of those conclusions (the rejection of the proposition that\r\n“may” goes to the substance of the power and not merely to the timing of its\r\nexercise), we agree with the tribunal in Scofield for the reasons which they gave in\r\n40 [57] to [59] of their decision. We agree that to read “may” as referring principally\r\nto “at any time” is not a natural way of reading section 66(1). There is nothing, in\r\nour view, in the context of section 66(1) or in the CIS as a whole, which points to\r\nthe construction for which HMRC contend.\r\n43. It does not follow from HMRC’s acceptance that section 66(1) confers a\r\n45 power rather than imposes a mandatory requirement that they also accept that the\r\npower confers a wide discretion requiring them to take into account a wide range\r\n16\r\nof factors including, in particular, the financial consequences for the taxpayer of\r\ncancellation of registration for gross payment. They consider that the tribunal in\r\nScofield was wrong in seeing Parliament as having provided for an element of\r\ndiscretion to be applied in the light of the difficulties to which cancellation of\r\nregistration 5 would give rise.\r\n44. In [127] of their decision, the tribunal in Scofield considered that the\r\nconferring of a discretion (in the course of which account would be taken of the\r\nfinancial consequences) would not lead to an absurd or perverse result; on the\r\ncontrary, they regarded that a sensible result. They did not regard this result as a\r\n10 reward for non-compliance. HMRC disagree with those conclusions.\r\nHMRC’s case\r\n45. Mr Rivett starts with two important general points which need to be borne in\r\nmind when addressing the scope of the power in section 66(1). The first is that the\r\ndefault position is that a taxpayer is not registered for gross payment: an\r\n15 application has to be made and the criteria are strict, allowing for no real element\r\nof discretion. The second is that the CIS is not a scheme imposing any tax charge;\r\nrather, it is a collection scheme designed to counter a serious problem of tax\r\nevasion.\r\n46. It is common ground that the Company would have failed the compliance\r\n20 test at the time when HMRC purported to cancel its registration. It is also\r\ncommon ground that HMRC did not take the financial consequences of\r\ncancellation into account when deciding to cancel that registration. We note that it\r\nis no part of HMRC’s argument before us in the present case (in contrast with\r\nScofield) that the manner in which HMRC’s computers have been programmed to\r\n25 issue, automatically, cancellation notices reflects a policy decision to ignore the\r\nfinancial consequences. On HMRC’s case, this is not because it is a policy\r\ndecision to ignore those consequences but because those consequences simply do\r\nnot fall to be taken into account when exercising the power.\r\n47. It is certainly correct, as Mr Rivett says, that the financial consequences of a\r\n30 refusal to register a person for gross payment are not taken into account in relation\r\nto an initial application under section 63. His principal argument is that it would\r\nbe extraordinary to take those consequences into account when deciding whether\r\nor not to exercise the power to cancel the registration. Indeed, his more general\r\nproposition is that it would be extraordinary to take into account any factor which\r\n35 was not to be taken into account in relation to the initial registration. He submits\r\nthat the power is circumscribed; the element of discretion involved relates to the\r\ncircumstances which explain why the strict requirements of the scheme (after\r\nallowing for the exceptions contained in regulation 32) have not been complied\r\nwith. The central feature of the CIS is past compliance and the expectation of\r\n40 future compliance. The exercise of the discretion rests on the central feature and\r\nhas nothing to do with the consequences of non-compliance.\r\n48. The Decision, it is said, does great violence to the regime of the CIS. A bad\r\n(ie non-compliant) business which had previously been compliant and obtained\r\nregistration for gross payment does better than a new business which may be less\r\n45 seriously non-compliant but cannot obtain registration because of its non17\r\ncompliance. This results in an element of unfairness and a distortion of\r\ncompetition.\r\n49. There is nothing in the CIS which expressly refers to the financial\r\nconsequences of cancellation of registration for gross payment. One might,\r\ntherefore, find two taxpayers each defaulting in the 5 same way (eg three\r\nsignificantly late returns). On the Company’s approach, one might have its\r\nregistration cancelled because, in HMRC’s assessment (subject to an admissible\r\nappeal), the financial consequences would not be so significant as to lead them to\r\nconclude that the registration should not be cancelled but the other might escape\r\n10 cancellation because its business would otherwise be destroyed. This would create\r\nunfairness of treatment between the two traders.\r\n50. Further, the criteria by reference to which the seriousness of the financial\r\nconsequences are to be assessed are completely undefined. The questions arising\r\nwould include the following: Would it be necessary to show a risk of the complete\r\n15 destruction of a business? Or is there to be an estimate of the loss of turnover in\r\nabsolute, or perhaps percentage, terms? Is there to be an assessment of the\r\nnumber, or perhaps proportion, of jobs lost? Is it really the case that HMRC must,\r\nin every case, enter into an enquiry on the facts of each individual case to\r\nascertain the financial consequences to see whether they would be serious enough\r\n20 to warrant a decision not to cancel the registration? A positive answer to that last\r\nquestion would (to reflect the language of [22] of Lewison J’s judgment in Hilton)\r\n“place a heavy burden on tax inspectors to conduct a prospective review or\r\nforecast of the potential effect of [cancellation of registration] on individual\r\nbusinesses”.\r\n25 51. Moreover, the Company is not unique in finding itself in a situation where\r\nits business would be adversely affected by the cancellation of its registration. Its\r\nown case is that doing business with a contractor who is not registered for gross\r\npayment can be less attractive for a head contractor in many situations than doing\r\nbusiness with a contractor who is so registered. The same point was made by\r\n30 Ferris J in Vicky when he said that the provision of a certificate would “tend to\r\nmake the sub-contractor holding the certificate a more attractive party for the\r\ncontractor to deal with” and that it would “improve the sub-contractor’s cash\r\nflow”. Thus it is a feature of the CIS that a sub-contractor will suffer adverse\r\nfinancial consequences in the absence of registration for gross payment. The\r\n35 consequence, as Mr Rivett puts it in his skeleton argument, would be that the\r\ncircumstances in which gross payment status could be withdrawn would in\r\npractice be narrowly circumscribed. That cannot be what Parliament intended.\r\n52. And so, according to Mr Rivett, the financial consequences of cancellation\r\nis not a factor which falls to be taken into account in a decision concerning the\r\n40 exercise of the power in section 66(1). Alternatively, it is submitted, as we\r\nunderstand the argument, that there is no obligation on HMRC to do so. We do\r\nnot think that this alternative approach adds anything to the debate. In our view, if\r\nHMRC are entitled to take the financial consequences into account, and if those\r\nconsequences are not obviously of no importance or relevance to a particular case,\r\n45 then those consequences must be taken into account. We understand the argument\r\nthat financial consequences are simply irrelevant and not to be taken into account;\r\nbut if that is wrong, we do not understand how it can be said that HMRC can\r\n18\r\nnonetheless ignore them. This is not to say anything about the weight which must\r\nthen be attached to this factor. Nor is it to say that HMRC could not adopt a policy\r\nthat the financial consequences are not to be taken into account; but that has not\r\nbeen done.\r\n5 The Company’s case\r\n53. Mr Chacko submits that HMRC are intended to have a choice under section\r\n66(1) (and indeed under section 66(3)) whether or not to cancel registration for\r\ngross payment. As will be apparent, HMRC do not disagree with that as a\r\nstatement; where the parties disagree is about what can or may be taken into\r\n10 account in making the choice. Mr Chacko rejects Mr Rivett’s submission that it\r\nwould be extraordinary if HMRC were to be able to take account of certain\r\nmatters when exercising their power to cancel registration which they could not\r\nhave taken account of when deciding whether to grant registration in the first\r\nplace.\r\n15 54. Mr Chacko submits that this is not remarkable but follows from the\r\nstructure of the CIS itself. HMRC have no power to cancel registration under\r\nsection 66(1) unless they have already decided that it would not be granted if\r\napplied for at that time: this includes, he says, consideration of whether there was\r\na reasonable excuse for any compliance failures. If there is a reasonable excuse\r\n20 then the compliance test is satisfied so that registration would be granted with the\r\nresult that the existing registration cannot be cancelled. That is not quite correct:\r\nthere are alternative routes to de-registration found in paragraphs (b) and (c) of\r\nsection 66(1). However, if neither of those routes is available to HMRC, what Mr\r\nChacko says is correct.\r\n25 55. He then goes on to say that the factors which are included in a decision to\r\ngrant registration for gross payment are therefore taken into account before\r\nHMRC are given the choice whether or not to cancel registration. If HMRC are\r\nright that they are the only factors relevant to section 66(1), then Parliament\r\nwould have used mandatory, not discretionary, language.\r\n30 56. Mr Chacko submits that the likely reason that HMRC is given discretion\r\nunder section 66(1) and (3) but not under section 63 is that Parliament has\r\nacknowledged that more disruption is likely to occur to a sub-contractor who is\r\nregistered for gross payment but whose registration is cancelled than would occur\r\nto a sub-contractor who is applying for registration. Once it is accepted that\r\n35 HMRC have some element of discretion, requiring HMRC to consider whether or\r\nnot to cancel registration for gross payment, in the light of the disruption this may\r\ncause to the taxpayer, may slightly increase HMRC’s workload but does not in\r\nany way contradict the legislative purpose.\r\n57. Mr Chacko relies further on [60] of the Decision where the Tribunal said\r\n40 that, leaving aside questions of proportionality, HMRC had a general unfettered\r\ndiscretion which at least involved taking into account the effect on a business of\r\nlosing its registration. He goes as far as to say that even a policy decision to\r\nignore the financial consequences would be invalid: that would be to fetter,\r\nunlawfully, the discretion which is given. We doubt the correctness of that but it\r\n45 does not arise in the present case since reliance is not placed on any such policy of\r\nwhich there is no evidence. We say no more about it.\r\n19\r\n58. Mr Chacko asserts that the financial consequences of cancellation of\r\nregistration for gross payment are obviously significant. It is not only the severity\r\nof the taxpayer’s failures and the circumstances which led to them which should\r\nbe taken into account.\r\n59. As if to head off the difficult question of how 5 HMRC would attach\r\nappropriate weight to the financial consequences, he contrasts the position of a\r\nbusiness which has a large number of customers who are prepared to put up with\r\ndeducting tax with the position of the Company. In the case of the former, the\r\neffect will be a mere inconvenience and loss of cash flow advantage. But for the\r\n10 Company, which has a few, very significant customers who have made clear that\r\nthey will use only sub-contractors who can be paid gross, the effect will be\r\ncatastrophic.\r\n60. Mr Chacko also rejects HMRC’s submissions that his approach would\r\nnarrowly circumscribe HMRC’s powers. They already look, he says, at the\r\n15 particular circumstances of each case and exercise their discretion accordingly.\r\n61. In further support of his case, Mr Chacko invokes the benefit which might,\r\nin some cases, accrue to HMRC in the furtherance of its duties to collect tax. It\r\nwould sometimes be sensible, he suggests, to choose not to destroy a profitable\r\nand stable business which has failed the compliance test because of delays in\r\n20 payment where destroying that business would reduce the amount of tax collected\r\nby HMRC by an amount far greater than the amount lost through the delays.\r\nDiscussion of scope of power to cancel registration for gross payment\r\n62. We are faced with what is, ultimately, a short point of construction. In our\r\nview, HMRC’s position is to be preferred. We will address in a moment the\r\n25 detailed arguments recorded above. But before we do that, there are two matters\r\nwe wish to mention.\r\n63. The first is to emphasise the purpose of the power to cancel a subsisting\r\nregistration for gross payment. We have already mentioned the helpful\r\nexplanation of the introduction of the CIS provided by Ferris J in his judgment in\r\n30 Vicky namely, in essence, to counter the systematic abuse of sub-contractors\r\ndisappearing without having met their tax liabilities. The CIS is, as Mr Rivett\r\nsubmits, a collection scheme and not a scheme for the imposition of tax. The strict\r\nconditions which apply in order for a person to obtain registration for gross\r\npayment reflect the balance which Parliament considered appropriate to ensure the\r\n35 effective collection of tax: a sub-contractor is to be entitled to receive payment\r\ngross if but only if he can, to use Lewison J’s words, show a good track record.\r\n64. Similarly, it seems to us that a person should retain his registration only if\r\nhe continues to display an adequate track record. The power to cancel registration\r\nis there principally to ensure compliance with the substance of the CIS. In other\r\n40 words, the idea is that persons who retain their registration should comply with\r\nthe requirements of the regime. There may, however, be circumstances where,\r\nnotwithstanding non-compliance, a taxpayer should not suffer, immediately, the\r\ndisadvantages of cancellation of their registration. For instance, the failure might\r\nbe the late filing of annual accounts at Companies House (see the requirement set\r\n45 out in paragraph 12(5)(a) Schedule 11). Notwithstanding that this would be\r\nsufficient to preclude the grant of registration for gross payment, HMRC might\r\n20\r\nform the view that the failure would not be repeated and that there was no need to\r\ncancel the registration. Or to take another example, the failure might be the late\r\nfiling of a contractor’s return in circumstances where there is no reasonable\r\nexcuse but where HMRC are satisfied, by reason of changes of internal\r\nprocedures within the taxpayer company, that there will 5 be no repeat of the\r\nfailure.\r\n65. In contrast, the financial consequences of a decision to cancel registration\r\nfor gross status are irrelevant to any issue of future compliance. Indeed, where the\r\nfinancial consequences are relied on by a taxpayer as a reason for not exercising\r\n10 the power to cancel the registration when otherwise it would be exercised, for\r\nHMRC to take those consequences into account to decide not to cancel the\r\nregistration would have precisely the opposite effect from that which the power is\r\nthere to achieve, namely that those registered for gross payment should be those\r\nwho are, or can be expected to be, compliant.\r\n15 66. The second matter is that all sub-contractors who are registered for gross\r\npayment know, or must be taken to know, of the risk of cancellation of their\r\nregistration if, among other matters, they do not comply with the requirements of\r\nthe compliance test. It cannot be that a taxpayer, whose business will be destroyed\r\nby cancellation of its registration for gross payment, can repeatedly fail in its\r\n20 compliance obligations and rely on that inevitable destruction as a ground for\r\nchallenging a decision to cancel its registration. Even the Company would, no\r\ndoubt, accept that, arguing that although in such a case even taking the financial\r\nconsequences into account it would be a proper exercise of the power to cancel\r\nregistration given the repeated breaches, nonetheless those consequences still have\r\n25 to be taken into account but carry no weight.\r\n67. Subject to the detailed arguments which Mr Chacko has raised, the two\r\nmatters just discussed lead us to conclude that the financial consequences of\r\ncancellation of a taxpayer’s registration for gross payment are not a relevant factor\r\nto be taken into account by HMRC when deciding how to exercise the discretion\r\n30 conferred by section 66(1). We turn now to the arguments submitted by Mr\r\nChacko, but, as will be seen, they do not cause us to doubt that conclusion.\r\n68. First, his submission that the factors which are included in a decision to\r\ngrant registration for gross payment are taken into account before HMRC are\r\ngiven the choice whether or not to cancel registration; and that if HMRC are right\r\n35 that they are the only factors relevant to section 66(1), then Parliament would\r\nhave used mandatory, not discretionary, language. We do not agree with that line\r\nof argument. It is true that, if a taxpayer is entitled to and obtains registration for\r\ngross payment, the factors set out in the compliance test will have been taken into\r\naccount. But that is not what Mr Rivett means when he says that HMRC can only\r\n40 take into account factors relevant to the grant of registration. What he means is\r\nthat factors of the type which are taken into account on the grant of registration\r\nare the only factors to be taken into account when considering whether not to\r\ncancel registration. For example, it will be taken into account whether an\r\napplicant has complied with the obligations to deduct tax under section 61. If he\r\n45 has not complied then, subject to regulation 32, registration will not be granted.\r\nBut it does not necessarily follow that, having obtained registration because he\r\nwas wholly compliant at that stage, a delay in payment of the full amount of tax\r\n21\r\ndue under section 61, for instance payment within 21 days instead of the 14 days\r\nallowed under regulation 32, will result in cancellation of registration even in the\r\nabsence of a reasonable excuse.\r\n69. Next, his submission that the likely reason that HMRC is given discretion\r\nunder section 66(1) and (3) but not under section 63 is that 5 Parliament has\r\nacknowledged that more disruption is likely to occur to a sub-contractor who is\r\nregistered for gross payment but whose registration is cancelled than would occur\r\nto a sub-contractor who is applying for registration. We see this as pure\r\nspeculation and not supported by any of the relevant evidential material or to be\r\n10 spelled out of the legislation itself.\r\n70. Next his submission that the slight increase in HMRC’s workload would not\r\nin any way contradict the legislative purpose. As to that, there is no evidence\r\nabout the increase in HMRC’s workload. We suggest that it is more likely that the\r\nworkload would be significantly increased rather than only slightly increased if an\r\n15 investigation has to be carried out into the financial circumstances of a taxpayer\r\nbefore a decision is made.\r\n71. Mr Chacko is right, of course, that there is nothing express in the legislation\r\nto suggest that the financial consequences of the cancellation of registration for\r\ngross payment should be ignored. That, however, is to beg the question at issue.\r\n20 The question is not whether the financial consequences are significant to a\r\ntaxpayer: they obviously are in the case of the Company. The question is whether\r\nthey are a material factor in the exercise by HMRC of their power under section\r\n66(1).\r\n72. As to the attempt to head off the difficult question of how HMRC would\r\n25 attach appropriate weight to the financial consequences, we would point out that it\r\ncannot possibly be suggested that HMRC could never cancel registration\r\nwhenever the result of doing so would be to destroy the business. That possibility\r\nis inherent in the CIS and to hold otherwise would be a fundamental departure\r\nfrom the structure of the CIS. Mr Chacko’s submissions lead to difficult questions\r\n30 about what weight to attach to the financial consequences and how that weight is\r\nto be reflected in the ultimate decision. If Parliament had intended such\r\nconsequences to be taken into account, we think that the legislation would have\r\ncontained, or authorised secondary legislation which contained, some method of\r\nascertaining the principles by which they fall to be taken into account.\r\n35 73. As to Mr Chacko’s invocation of the benefit which might, in some cases,\r\naccrue to HMRC in the furtherance of its duties to collect tax we observe that\r\nHMRC’s tax collection duties are precisely that, namely to collect tax which has\r\nfallen due for payment. It is no part of their function to afford taxpayers an\r\nopportunity to earn profits which would be taxable when otherwise they would\r\n40 not have that opportunity. On this argument, it would be appropriate to allow a\r\ntaxpayer to retain registration indefinitely notwithstanding non-compliance\r\nprovided that tax was regularly paid, albeit consistently late.\r\n74. It has not been suggested by Mr Chacko that, if HMRC were entitled to\r\nmake a decision whether or not to cancel the Company’s registration for gross\r\n45 payment without regard to the financial consequences of such cancellation, the\r\ndecision was not one which HMRC could not make. His arguments on A1P1 and\r\nproportionality generally were directed at whether those consequences had to be\r\n22\r\ntaken into account. It is not suggested that the decision which was made by the\r\ninspector was one which no rational and reasonable inspector could make: the\r\ndecision is not attacked on Edwards v Bairstow or Wednesbury principles. Nor,\r\nassuming the correctness of our decision on the financial consequences point, has\r\nit been suggested that the decision was, of itself, open to challenge 5 at common law\r\nas disproportionate. Given our discussion of the issue of proportionality in the\r\ncontext of A1P1, we do not consider that any such challenge could succeed.\r\n75. That is enough to dispose of the criticism of HMRC. But that is not an end\r\nof the matter because an issue arises in relation to the nature of an appeal under\r\n10 section 67.\r\nJurisdiction\r\n76. The question of the jurisdiction of the First-tier Tribunal was considered by\r\nthe Tribunal at [17] to [21] of the Decision. Under the predecessor provisions,\r\nLightman J held in Hudson v JDC Services Limited [2004] STC 834 that the\r\n15 General Commissioners had a full appellate jurisdiction and that they were free to\r\nsubstitute their own decision for that of HMRC. This power for the\r\nCommissioners to review and substitute their own decision for that of the Board\r\napplied, as we read his decision, even though the decision of the relevant\r\ninspector displayed no error of law. Hart J applied the same approach in\r\n20 Transform Shop but he did so repeating on a number of occasions that this was\r\nassuming Lightman J’s decision to have been correct. So far as one can tell from\r\nthe report, neither side suggested that Lightman J’s decision was wrong.\r\n77. Lightman J’s decision addressed the right of appeal in relation to the grant\r\nof a certificate under section 561 ICTA. The provision giving that right of appeal,\r\n25 section 561(9), applied also to appeals against cancellation of certificates but\r\nLightman J did not take that into account in his analysis. The First-tier Tribunal\r\nhas addressed the issue of jurisdiction in a number of cases in the context of the\r\nprovision of the CIS found in Finance Act 2004. Two of the cases are referred to\r\nin the Decision at [18]: Piers Consulting Ltd v HMRC [2011] UKFTT 613 (TC)\r\n30 and Cardiff Lift Company v HMRC [2011] UKFTT 628 (TC). As the Tribunal\r\nsaid, in each of those cases, the First-tier Tribunal held that it did not have\r\njurisdiction to substitute its own decision for that of HMRC. Effectively the\r\nTribunal has a supervisory jurisdiction which is what might be expected in a case\r\nwhere HMRC are exercising a discretion, in this case the discretion to cancel a\r\n35 registration. In each of those cases the appeal was allowed because no proper\r\ndecision had been made. But the Tribunal did not substitute its own decision.\r\n78. In Scofield (itself another case of the failure to exercise the discretion),\r\nHMRC accepted, and the First-tier Tribunal held, that it had full appellate\r\njurisdiction and could substitute its own view for that of HMRC. As the Tribunal\r\n40 in the present case observed, the point does not appear to have been argued. The\r\nTribunal preferred the view in Piers Consulting and Cardiff Lift to that expressed\r\nin Scofield.\r\n79. We agree with the Tribunal on this point for the reasons given in those two\r\ncases (both decisions of Judge Hellier and Mr Corke following from hearings on\r\n45 the same day).\r\n23\r\n80. Judge Hellier and Mr Corke divided the issue into three questions. First,\r\nwhether the tribunal has the power to consider the exercise of the discretion.\r\nSecondly, if it does, whether it is entitled to substitute its own judgment for that of\r\nHMRC or whether it is merely required to determine, in a manner similar to that\r\non judicial review, whether the discretion has been “reasonably” 5 exercised or\r\nexercised at all. Thirdly, if it has that power and has decided that the discretion\r\nhas not been properly exercised, whether it must remit the decision to be made by\r\nHMRC or must simply allow the appeal.\r\n81. We agree with them that the tribunal has the power to consider the exercise\r\n10 of the discretion. It is not suggested otherwise by either of the parties before us.\r\nThe words of section 67(4) are, we agree, clear in providing such a power.\r\n82. Judge Hellier and Mr Corke considered the answer to the second question to\r\nbe less clear. They concluded that the tribunal had a purely supervisory function\r\nlimited to upholding or striking down the decision. Their reasons, with which we\r\n15 agree and on which we cannot improve, were, to quote [48] of their decision in\r\nCardiff Lift, as follows:\r\n“(1) Lightman J says, in relation to the legislative history that it was\r\nunlikely that the [1980] amendment was ‘merely’ intended to provide for a\r\nWednesbury type judicial review. But the extension of the jurisdiction\r\n20 effectively to consider the question as to whether or not the conditions were\r\nfulfilled leaves the possibility that a review jurisdiction was at least retained\r\nin relation to the exercise of any discretion;\r\n(2) Lightman J’s discussion in subpara (b) of his reasons reveals that his\r\ndecision as to full appellate jurisdiction was in the context of the operation of\r\n25 the statute where there was no discretion. It is clear that he regarded the\r\npresence of any statutory discretion as being at least potentially indicative of\r\na limited jurisdiction, and also clear that his decision as to full jurisdiction\r\ndoes not determine the tribunal’s jurisdiction in an appeal against the\r\ncancellation of a certificate (or thus of registration);\r\n30 (3) Although, as Lightman J notes at [20] a ‘review’ jurisdiction may\r\nencompass a full appellate jurisdiction, the use of the phrase ‘include\r\njurisdiction to review’ indicates to us that a review should be something in\r\naddition to a full appellate consideration of the operation of the relevant\r\nconditions. Indeed Lightman J recognises this possibility in his reason (a);\r\n35 (4) Where a discretion is conferred by statute there is some recognition\r\nthat there may be policies developed by the body to which the power is\r\ngiven which may influence the exercise of that power. A body given a power\r\nmay rightly take into consideration the need to act fairly as regards a wide\r\nbody of taxpayers. The development of such policies would be precluded if\r\n40 the tribunal had the jurisdiction to substitute its own. The issues in relation to\r\nCIS certificate are ones in which it would be reasonable to suppose that such\r\npolicies could be applied.”\r\n83. Their answer to the third question they posed was that the appeal should\r\neither be allowed or dismissed and that an express power would need to be found\r\n45 for the First-tier Tribunal to remit the matter to HMRC to remake the decision in\r\nthe event that the original decision was held not to have been properly made. It\r\nwill not always be the case that a decision which has not been properly made\r\nshould be quashed rather than remitted (see for instance the decision of one of us,\r\n24\r\nMr Justice Warren, in HMRC v GB Housley Ltd [2015] UKUT 0071 (TCC)). But\r\nin the case of the CIS, we agree with Judge Hellier and Mr Corke that a decision\r\nby HMRC to cancel a person’s registration for gross payment which has not been\r\nproperly made should ordinarily simply be quashed and not remitted. We say\r\nordinarily because there may be exceptional circumstances 5 in which remitter\r\nwould be the appropriate remedy, but we cannot at present think of an example\r\nwhere that would be so.\r\n84. Having rejected Mr Chacko’s submissions on the substantive matter\r\nconcerning the relevance of the financial consequences of cancelling the\r\n10 Company’s registration for gross payment and having decided that the jurisdiction\r\nof the First-tier Tribunal is supervisory only, it follows that HMRC’s appeal must\r\nbe allowed and the notice of cancellation reinstated. Had we decided the\r\nsubstantive matter in the Company’s favour, we do not consider that this would\r\nhave been a case where we could be confident that HMRC would inevitably have\r\n15 reached the same conclusion about cancellation of the Company’s registration had\r\nit taken the financial consequences into account. We would then have upheld the\r\ndecision of the Tribunal and dismissed the appeal to us.\r\nDisposition\r\n85. HMRC’s appeal is allowed and the cancellation notice is reinstated.\r\n20\r\nMr Justice Warren Judge Colin Bishopp\r\nRelease date: 13 July 2015\r\n25\r\nANNEX\r\nRelevant legislation\r\nFinance Act 2004\r\n57 Introduction\r\n(1) This Chapter provides for certain payments (see section 60) under construction contracts\r\nto be made under deduction of sums on account of tax (see sections 61 and 62).\r\n(2) In this Chapter “construction contract” means a contract relating to construction\r\noperations (see section 74) which is not a contract of employment but where—\r\n(a) one party to the contract is a sub-contractor (see section 58); and\r\n(b) another party to the contract (“the contractor”) either—\r\n(i) is a sub-contractor under another such contract relating to all or any of the\r\nconstruction operations, or\r\n(ii) is a person to whom section 59 applies.\r\n(3) In sections 60 and 61 “the contractor” has the meaning given by this section.\r\n(4) In this Chapter—\r\n(a) references to registration for gross payment are to registration under section 63(2),\r\n(b) references to registration for payment under deduction are to registration under\r\nsection 63(3), and\r\n(c) references to registration under section 63 are to registration for gross payment or\r\nregistration for payment under deduction.\r\n(5) To the extent that any provision of this Chapter would not, apart from this subsection,\r\nform part of the Tax Acts, it shall be taken to form part of those Acts.\r\n58 Sub-contractors\r\nFor the purposes of this Chapter a party to a contract relating to construction operations is a subcontractor\r\nif, under the contract—\r\n(a) he is under a duty to the contractor to carry out the operations, or to furnish his own\r\nlabour (in the case of a company, the labour of employees or officers of the\r\ncompany) or the labour of others in the carrying out of the operations or to arrange\r\nfor the labour of others to be furnished in the carrying out of the operations; or\r\n(b) he is answerable to the contractor for the carrying out of the operations by others,\r\nwhether under a contract or under other arrangements made or to be made by him.\r\n59 Contractors\r\n(1) This section applies to the following bodies or persons—\r\n(a) any person carrying on a business which includes construction operations; …\r\n60 Contract payments\r\n(1) In this Chapter “contract payment” means any payment which is made under a\r\nconstruction contract and is so made by the contractor (see section 57(3)) to—\r\n(a) the sub-contractor,\r\n(b) a person nominated by the sub-contractor or the contractor, or\r\n26\r\n(c) a person nominated by a person who is a sub-contractor under another such\r\ncontract relating to all or any of the construction operations.\r\n(2) But a payment made under a construction contract is not a contract payment if any of the\r\nfollowing exceptions applies in relation to it.…\r\n(4) This exception applies if the person to whom the payment is made or, in the case of a\r\npayment made to a nominee, each of the following persons—\r\n(a) the nominee,\r\n(b) the person who nominated him, and\r\n(c) the person for whose labour (or, where that person is a company, for whose\r\nemployees’ or officers’ labour) the payment is made,\r\nis registered for gross payment when the payment is made. But this is subject to subsections (5)\r\nand (6).\r\n(5) Where a person is registered for gross payment as a partner in a firm (see section 64),\r\nsubsection (4) applies only in relation to payments made under contracts under which—\r\n(a) the firm is a sub-contractor, or\r\n(b) where a person has nominated the firm to receive payments, the person who has\r\nnominated the firm is a sub-contractor.\r\n(6) Where a person is registered for gross payment otherwise than as a partner in a firm but\r\nhe is or becomes a partner in a firm, subsection (4) does not apply in relation to payments made\r\nunder contracts under which—\r\n(a) the firm is a sub-contractor, or\r\n(b) where a person has nominated the firm to receive payments, the person who has\r\nnominated the firm is a sub-contractor.…\r\n61 Deductions on account of tax from contract payments\r\n(1) On making a contract payment the contractor (see section 57(3)) must deduct from it a\r\nsum equal to the relevant percentage of so much of the payment as is not shown to represent the\r\ndirect cost to any other person of materials used or to be used in carrying out the construction\r\noperations to which the contract under which the payment is to be made relates.\r\n(2) In subsection (1) “the relevant percentage” means such percentage as the Treasury may\r\nby order determine.…\r\n63 Registration for gross payment or for payment under deduction\r\n(1) If the Board of Inland Revenue are satisfied, on the application of an individual or a\r\ncompany, that the applicant has provided—\r\n(a) such documents, records and information as may be required by or in accordance\r\nwith regulations made by the Board, and\r\n(b) such additional documents, records and information as may be required by the\r\nInland Revenue in connection with the application,\r\nthe Board must register the individual or company under this section.\r\n(2) If the Board are satisfied that the requirements of subsection (2), (3) or (4) of section 64\r\nare met, the Board must register—\r\n(a) the individual or company, or\r\n(b) in a case falling within subsection (3) of that section, the individual or company as\r\na partner in the firm in question,\r\n27\r\nfor gross payment.\r\n(3) In any other case, the Board must register the individual or company for payment under\r\ndeduction.\r\n66 Cancellation of registration for gross payment\r\n(1) The Board of Inland Revenue may at any time make a determination cancelling a\r\nperson’s registration for gross payment if it appears to them that—\r\n(a) if an application to register the person for gross payment were to be made at that\r\ntime, the Board would refuse so to register him,\r\n(b) he has made an incorrect return or provided incorrect information (whether as a\r\ncontractor or as a sub-contractor) under any provision of this Chapter or of\r\nregulations made under it, or\r\n(c) he has failed to comply (whether as a contractor or as a sub-contractor) with any\r\nsuch provision.\r\n(2) Where the Board make a determination under subsection (1), the person’s registration for\r\ngross payment is cancelled with effect from the end of a prescribed period after the making of\r\nthe determination (but see section 67(5)).\r\n(3) The Board of Inland Revenue may at any time make a determination cancelling a\r\nperson’s registration for gross payment if they have reasonable grounds to suspect that the\r\nperson—\r\n(a) became registered for gross payment on the basis of information which was false,\r\n(b) has fraudulently made an incorrect return or provided incorrect information\r\n(whether as a contractor or as a sub-contractor) under any provision of this Chapter\r\nor of regulations made under it, or\r\n(c) has knowingly failed to comply (whether as a contractor or as a sub-contractor)\r\nwith any such provision.\r\n(4) Where the Board make a determination under subsection (3), the person’s registration for\r\ngross payment is cancelled with immediate effect.\r\n(5) On making a determination under this section cancelling a person’s registration for gross\r\npayment, the Board must without delay give the person notice stating the reasons for the\r\ncancellation.\r\n(6) Where a person’s registration for gross payment is cancelled by virtue of a determination\r\nunder subsection (1), the person must be registered for payment under deduction.\r\n(7) Where a person’s registration for gross payment is cancelled by virtue of a determination\r\nunder subsection (3), the person may, if the Board thinks fit, be registered for payment under\r\ndeduction.\r\n(8) A person whose registration for gross payment is cancelled under this section may not,\r\nwithin the period of one year after the cancellation takes effect (see subsections (2) and (4) and\r\nsection 67(5)), apply for registration for gross payment.\r\n(9) In this section “a prescribed period” means a period prescribed by regulations made by\r\nthe Board.\r\n67 Registration for gross payment: appeals\r\n(1) A person aggrieved by—\r\n(a) the refusal of an application for registration for gross payment, or\r\n(b) the cancellation of his registration for gross payment,\r\n28\r\nmay by notice appeal.\r\n(2) The notice must be given to the Board of Inland Revenue within 30 days after the refusal\r\nor cancellation.\r\n(3) The notice must state the person’s reasons for believing that—\r\n(a) the application should not have been refused, or\r\n(b) his registration for gross payment should not have been cancelled.\r\n(4) The jurisdiction of the tribunal on such an appeal that is notified to the tribunal shall\r\ninclude jurisdiction to review any relevant decision taken by the Board of Inland Revenue in the\r\nexercise of their functions under section 63, 64, 65 or 66.\r\n(5) Where a person appeals against the cancellation of his registration for gross payment by\r\nvirtue of a determination under section 66(1), the cancellation of his registration does not take\r\neffect until whichever is the latest of the following—\r\n(a) the abandonment of the appeal,\r\n(b) the determination of the appeal by the tribunal, or\r\n(c) the determination of the appeal by the Upper Tribunal or a court.\r\nSch 11, Part 3\r\n9—General\r\nIn the case of an application for a company to be registered for gross payment (whether as a\r\npartner in a firm or otherwise), the following conditions must be satisfied by the company.\r\n10—The business test\r\nThe company must satisfy the Inland Revenue, by such evidence as may be prescribed in\r\nregulations made by the Board of Inland Revenue, that—\r\n(a) it is carrying on (whether or not in partnership) a business in the United Kingdom,\r\nand\r\n(b) that business satisfies the conditions mentioned in paragraph 2(a) and (b).\r\n11—The turnover test\r\n(1) The company must either—\r\n(a) satisfy the Inland Revenue, by such evidence as may be prescribed in regulations made by\r\nthe Board of Inland Revenue, that the carrying on of its business is likely to involve the receipt\r\nin the year following the making of the application of an aggregate amount by way of relevant\r\npayments which is not less than the amount which is the minimum turnover for the purposes of\r\nthis sub-paragraph …\r\n12—The compliance test\r\n(1) The company must, subject to sub-paragraphs (2) and (3), have complied with—\r\n(a) all obligations imposed on it in the qualifying period (see paragraph 14) by or\r\nunder the Tax Acts or the Taxes Management Act 1970 (c 9); and\r\n(b) all requests made in the qualifying period to supply to the Inland Revenue accounts\r\nof, or other information about, its business.\r\n(2) A company that has failed to comply with such an obligation or request as—\r\n(a) is referred to in sub-paragraph (1), and\r\n29\r\n(b) is of a kind prescribed by regulations made by the Board of Inland Revenue,\r\nis, in such circumstances as may be prescribed by the regulations, to be treated as\r\nsatisfying the condition in that sub-paragraph as regards that obligation or request.\r\n(3) A company that has failed to comply with such an obligation or request as is referred to in\r\nsub-paragraph (1) is to be treated as satisfying the condition in that sub-paragraph as regards\r\nthat obligation or request if the Board of Inland Revenue are of the opinion that—\r\n(a) the company had a reasonable excuse for the failure to comply, and\r\n(b) if the excuse ceased, it complied with the obligation or request without\r\nunreasonable delay after the excuse had ceased.\r\n(4) The company must, if any contribution has at any time during the qualifying period\r\nbecome due from the company under—\r\n(a) Part 1 of the Social Security Contributions and Benefits Act 1992 (c 4), or\r\n(b) Part 1 of the Social Security Contributions and Benefits (Northern Ireland) Act\r\n1992 (c 7),\r\nhave paid the contribution when it became due.\r\n(5) The company must have complied with any obligations imposed on it by [listed]\r\nprovisions of the Companies Act 1985 in so far as those obligations fell to be\r\ncomplied with within the qualifying period …\r\nIncome Tax (Construction Industry Scheme) Regulations 2005, SI 2005/2045\r\n32—Exceptions from compliance obligations\r\n(1) The obligations and requests prescribed for the purposes of paragraphs … 12(2) of\r\nSchedule 11 to the Act are given in column 1 of Table 3.\r\n(2) The circumstances prescribed in which the applicant or company is to be treated as\r\nsatisfying the conditions in paragraphs 4(1), 8(1) or 12(1) of Schedule 11 to the Act as regards\r\neach of the prescribed obligations are given in column 2 of Table 3.\r\nTable 3\r\n1. Prescribed obligations 2. Prescribed circumstances\r\nObligation to submit monthly contractor\r\nreturn within the required period.\r\n(1) Return is submitted not later than 28 days\r\nafter the due date, and\r\n(2) the applicant or company—\r\n(a) has not otherwise failed to comply with this\r\nobligation within the previous 12 months, or\r\n(b) has failed to comply with this obligation on\r\nnot more than two occasions within the previous\r\n12 months.\r\nObligation to pay—\r\n(a) the amount liable to be deducted under\r\nsection 61 of the Act from payments made\r\nduring that tax period, or\r\n(b) tax liable to be deducted under the\r\nPAYE Regulations.\r\n(1) Payment is made not later than 14 days after\r\nthe due date, and\r\n(2) the applicant or company—\r\n(a) has not otherwise failed to comply with this\r\nobligation within the previous 12 months, or (b)\r\nhas failed to comply with this obligation on not\r\nmore than two occasions within the previous 12\r\nmonths.\r\nObligation to pay income tax. (1) Payment is made not later than 28 days after\r\nthe due date, and\r\n(2) the applicant has not otherwise failed to\r\n30\r\ncomply with this obligation within the previous\r\n12 months.\r\nObligation to submit a return under\r\nregulation 85 of the PAYE Regulations\r\n(annual return of other earnings) within the\r\nrequired period.\r\nReturn is submitted after the due date.\r\nObligation to pay corporation tax for which\r\nthe applicant or company is liable.\r\n(1) Payment is made not later than 28 days after\r\nthe due date, and\r\n(2) any shortfall in that payment has incurred an\r\ninterest charge but no penalty.\r\nObligation to submit a self-assessment\r\nreturn within the required period.\r\nReturn is submitted after the due date.\r\nObligations and requests referred to in\r\nparagraphs 4(1), 8(1) and 12(1) of Schedule\r\n11 to the Act.\r\nThe failure to comply occurred before the\r\nappointed day and was within section 562(10),\r\n564(4) or 565(4) of ICTA (conditions to be\r\nsatisfied: minor and technical failures).\r\nObligation to make a payment under the\r\nTax Acts or Taxes Management Act 1970.\r\nLate, or non-payment of an amount under £100.","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2015-07-13","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/576e76e6e5274a0da3000101/HMRC-v-Whitter.pdf","title":"The Commissioners for HM Revenue and Customs v J P Whitter (Water Well Engineers) Limited: [2015] UKUT 0392 (TCC)","content_type":"application/pdf","updated_at":"2016-06-25T12:19:50Z","created_at":"2016-06-25T12:19:50Z","content_id":"eeb4de5b-9b81-4ef2-807c-f75f614fb383"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:49.101Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-j-p-whitter-water-well-engineers-limited-2015-ukut-0392-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:49Z","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-j-p-whitter-water-well-engineers-limited-2015-ukut-0392-tcc","description":"Upper Tribunal Tax and Chancery decision of Mr Justice Warren and Judge Bishopp on 13 July 2015.","content_id":"057cf996-273f-4120-a6b4-3b007af466c7","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"The Commissioners for HM Revenue and Customs v J P Whitter (Water Well Engineers) Limited: [2015] UKUT 0392 (TCC)","public_updated_at":"2016-12-01T16:19:49Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-j-p-whitter-water-well-engineers-limited-2015-ukut-0392-tcc","description":"Upper Tribunal Tax and Chancery decision of Mr Justice Warren and Judge Bishopp on 13 July 2015.","api_path":"/api/content/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-j-p-whitter-water-well-engineers-limited-2015-ukut-0392-tcc","withdrawn":false,"content_id":"057cf996-273f-4120-a6b4-3b007af466c7","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}