{"title":"Expert advisory groups of the Commission on Human Medicines","public_updated_at":"2014-06-03T23:00:00Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"about-the-expert-advisory-groups\">About the expert advisory groups</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/organisations/commission-on-human-medicines\">Commission on Human Medicines (<abbr title=\"Commission on Human Medicines\">CHM</abbr>)</a> advises ministers on the safety, efficacy and quality of medicinal products. <abbr title=\"Commission on Human Medicines\">CHM</abbr> is an advisory non-departmental public body, sponsored by the Department of Health.</p>\n\n<p><abbr title=\"Commission on Human Medicines\">CHM</abbr> is supported in its work by expert advisory groups (EAGs) covering various areas of medicine. The EAGs are mostly made up of healthcare professionals with a specially or interest in that specific area. Each <abbr title=\"expert advisory group\">EAG</abbr> has at least one lay member (member of the public).</p>\n\n<p>See the <a rel=\"external\" href=\"https://app.box.com/s/jv487awvqzzsrdql0o34h9gg350ceyd4\">final summary minutes for <abbr title=\"Commission on Human Medicines\">CHM</abbr> and EAGs for 2014 to 2015</a>, which you can download.</p>\n\n<p>Previous minutes can be seen on the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/20140711163402/http://www.mhra.gov.uk/Committees/Medicinesadvisorybodies/CommissiononHumanMedicines/Minutes/index.htm\">MHRA pages on the National Archives</a>.</p>\n\n<h2 id=\"cardiovascular-diabetes-renal-respiratory-and-allergy-eag\">Cardiovascular, Diabetes, Renal, Respiratory and Allergy <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit\">Remit</h3>\n\n<p>To advise <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the safety and efficacy of medicines for used for the treatment and prevention of cardiovascular, diabetes, renal, respiratory and allergy diseases.</p>\n\n<h3 id=\"chair\">Chair</h3>\n\n<p>Dr J Colin Forfar BSc (Hons) MBChB PhD MD MA FRCP FRCP (Edin) Consultant Physician and Cardiologist, John Radcliffe Hospital, Oxford</p>\n\n<h3 id=\"members\">Members</h3>\n\n<p>Dr Iolo J Doull MRCP DM FRCPCH Consultant Respiratory Paediatrician, Respiratory/Cystic Fibrosis Unit, Children’s Hospital for Wales, Cardiff</p>\n\n<p>Dr John Firth BA BM ChB DM FRCP Consultant Physician and Nephrologist, Addenbrooke’s Hospital, Cambridge</p>\n\n<p>Dr Andrew Grace MB PhD FRCP FACC FESC Consultant Cardiologist, Papworth and Addenbrooke’s Hospitals Cambridge &amp; Research Group Head, Department of Biochemistry, University of Cambridge</p>\n\n<p>Professor Wasim Hanif MBBS MD FRCP Professor of Diabetes &amp; Endocrinology, Consultant Physician and Clinical Director of Diabetes, University Hospital Birmingham</p>\n\n<p>Professor Richard IG Holt MA MB BChir PhD FRCP FHEA Professor in Diabetes &amp; Endocrinology, Human Development and Health Academic Unit, Faculty of Medicines, University of Southampton; Honorary Consultant Physician, University Hospital Southampton, NHS Foundation Trust</p>\n\n<p>Dr Philip W Ind BA Cantab MB BChir MA Cantab FRCP Consultant Physician and Honorary Senior Lecturer in Respiratory Medicine, Imperial School of Medicine, Hammersmith Hospital</p>\n\n<p>Professor Alan G Jardine BSc MD FRCP Professor of Renal Medicine, University of Glasgow</p>\n\n<p>Professor Ann Millar MBChB MD FRCP  (Vice Chair)   Professor in Respiratory Medicine, Bristol University &amp; Honorary Consultant, North Bristol NHS Trust</p>\n\n<p>Dr Hilary Pinnock MB ChB (Hons) MRCGP MD Reader, Asthma UK Centre for Applied Research, Allergy and Respiratory Research Group, University of Edinburgh; General Practitioner, Whitstable Medical Practice</p>\n\n<p>Dr Pallav L Shah MD MBBS FRCP Consultant Physician, Royal Brompton Hospital and Chelsea &amp; Westminster Hospital, Reader in Respiratory Medicine, Imperial College</p>\n\n<p>Dr Caroline Vaughan PhD Lay Representative of MHRA EAGS. Trustee and Director of Contact a Family and FamilyLine</p>\n\n<p>Mr Phil Willan MSc  Lay Representative. Member of Pharmacovigilance <abbr title=\"expert advisory group\">EAG</abbr>; Member of the Royal College of Physicians’ (RCP) Patient and Carer Network; Member of the RCP Joint Speciality Committee (JSC) for Renal Medicine, Healthcare Associated Infections Working Group, Specialist Advisory Committee for Renal Medicine, JSC for Allergy and Immunology, Faculty of Forensic and Legal Medicine, Federation CPD Policy Committee and Equality and Diversity Monitoring Committee</p>\n\n<h3 id=\"meeting-dates\">Meeting dates</h3>\n\n<h4 id=\"tuesdays-or-wednesdays\">2015 (Tuesdays or Wednesdays)</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>May</th>\n      <th>July</th>\n      <th>Sept</th>\n      <th>Nov</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>12</td>\n      <td>15</td>\n      <td>16</td>\n      <td>10</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2 id=\"chemistry-pharmacy-and-standards-eag\">Chemistry, Pharmacy and Standards <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit-1\">Remit</h3>\n\n<p>To advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the quality in relation to safety and efficacy of medicinal products which are the subject of marketing authorisation applications and to advise on such other matters as are referred to it.</p>\n\n<h3 id=\"chair-1\">Chair</h3>\n\n<p>Professor Kevin M G Taylor  BPharm PhD FRPharmS Chair of the British Pharmacopoeia Commission and Professor of Clinical Pharmaceutics, UCL School of Pharmacy, London</p>\n\n<h3 id=\"members-1\">Members</h3>\n\n<p>Professor Michael E Aulton BPharm PhD FRPharmS FAAPS FSP Emeritus Professor, De Montfort University, Leicester</p>\n\n<p>Professor Graham Buckton BPharm PhD DSc FRPharmS FRSC Professor of Pharmaceutics, UCL School of Pharmacy</p>\n\n<p>Professor Derek Calam OBE MA DPhil Hon DSc CChem FRSC FRSA Hon MRPharmS Hon MTOPRA Visiting Professor of Pharmaceutical Sciences at the University of Strathclyde</p>\n\n<p>Professor Brian J Clark  MSc PhD CChem FRSC Professor of Pharmaceutical and Biomedical Analysis, Bradford University</p>\n\n<p>Professor Ruth Duncan PhD Professor Emerita in Cell Biology and Drug Delivery, Cardiff University and Visiting Professor at the University of Greenwich</p>\n\n<p>Professor Gillian M Eccleston BSc PhD CChem FRSC FRPharmS Emeritus Professor of Pharmaceutics, Strathclyde University</p>\n\n<p>Mr V’Iain G Fenton-May BPharm MIPharm FRPharmS Pharmaceutical Microbiologist</p>\n\n<p>Professor Geoffrey W Hanlon BSc PhD MRPharmS Emeritus Professor of Pharmaceutical Microbiology, School of Pharmacy &amp; Bio-Molecular Sciences, University of Brighton</p>\n\n<p>Dr Gillian M Hawksworth  MBE PhD FFRPS FRPharmS (Hon) DSc Academic Community Pharmacist, Senior Lecturer at University of Huddersfield &amp; Past President of the RPSGB</p>\n\n<p>Miss Carol E Knott  MRPharmS MBA MIHM Lay Representative. Director of Windcliff Management Ltd</p>\n\n<p>Mr Robert Lowe  BPharmS MRPharmS Practising Hospital Pharmacist, NHS Eastern Region</p>\n\n<p>Professor Christopher Marriott PhD DSc Hon DSc FRPharmS CChem FRSC FRSM (Vice Chair) Emeritus Professor of Pharmaceutics, King’s College, London</p>\n\n<p>Professor Yvonne Perrie BSc Hons MRPharmS FAPS FSB PhD Head of School, Aston School of Pharmacy</p>\n\n<p>Ms Hilary A Shenton  CPFA Lay Representative. Retired Secretary to the School of Medicine, University of Sheffield</p>\n\n<p>Professor Michael D Threadgill PGCE MA PhD DSc FRSC CChem Professor in Medicinal Chemistry, Department of Pharmacy and Pharmacology, University of Bath</p>\n\n<p>Professor Peter York PhD BSc DSc FRPharmS CChem FRSC FAAPS Emeritus Professor of Pharmaceutics, Bradford University</p>\n\n<h3 id=\"meeting-dates-1\">Meeting dates</h3>\n\n<h4 id=\"tuesdays\">2015 (Tuesdays)</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>April</th>\n      <th>May</th>\n      <th>June</th>\n      <th>July</th>\n      <th>Sept</th>\n      <th>Oct</th>\n      <th>Nov</th>\n      <th>Dec</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>14</td>\n      <td>12</td>\n      <td>16</td>\n      <td>14</td>\n      <td>15</td>\n      <td>13</td>\n      <td>10</td>\n      <td>8</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"section\">2016</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>Jan</th>\n      <th>Feb</th>\n      <th>March</th>\n      <th>April</th>\n      <th>May</th>\n      <th>June</th>\n      <th>July</th>\n      <th>Sept</th>\n      <th>Oct</th>\n      <th>Nov</th>\n      <th>Dec</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>19</td>\n      <td>16</td>\n      <td>22</td>\n      <td>19</td>\n      <td>17</td>\n      <td>14</td>\n      <td>12</td>\n      <td>6</td>\n      <td>4</td>\n      <td>1</td>\n      <td>6</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2 id=\"clinical-trials-biologicals-and-vaccines-eag\">Clinical Trials, Biologicals and Vaccines <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit-2\">Remit</h3>\n\n<p>To advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on:</p>\n\n<ul>\n  <li>first time in human (FTIM) studies with new compounds acting (directly or indirectly) via the immune system with a novel target or a novel mechanism of action or having a secondary potential effect on the immune system via a mechanism of action which currently is not well characterised.</li>\n  <li>FTIM studies with novel compounds acting via a possible or likely species specific mechanism</li>\n  <li>Any FTIM studies which are otherwise seen as requiring expert advice</li>\n  <li>Other clinical trials involving classes of compound where MHRA may wish to seek external expert advice or <abbr title=\"Commission on Human Medicines\">CHM</abbr> may wish to have oversight</li>\n  <li>Whether a product’s mechanism of action is novel and comes within the scope of the <abbr title=\"expert advisory group\">EAG</abbr>\n</li>\n  <li>Pre-meeting scientific advice documentation for within scope compounds</li>\n  <li>Other clinical trials where MHRA may wish to seek advice or where there is a difficult risk benefit balance</li>\n  <li>Other clinical trials involving products where a new class safety issue has been identified</li>\n  <li>The quality, safety and efficacy of medicinal products of biological or biotechnological origin including vaccines which are the subject of marketing authorisation applications; and to advise on such other matters as are referred to it</li>\n</ul>\n\n<h3 id=\"chair-2\">Chair</h3>\n\n<p>Professor Angela E Thomas MB BS PhD FRCPE FRCPath FRCPCH Consultant Paediatric Haematologist, Royal Hospital for Sick Children, Edinburgh</p>\n\n<h3 id=\"members-2\">Members</h3>\n\n<p>Professor Andrew J T George MA PhD DSc FRCPath FHEA FRSA FSB Vice Principal (Education and International), Brunel University, London</p>\n\n<p>Dr Elwyn Griffiths BSc PhD DSc CChem FRSC Consultant in Biologicals and Vaccines, World Health Organization; Formerly Director General, Biologics and Genetic Therapies Directorate, Health Canada, Ottawa, Canada</p>\n\n<p>Dr Helen J Lachmann MD FRCP  (Vice Chair)  Reader and Honorary Consultant in Amyloidosis and Renal Medicine, University College London</p>\n\n<p>Professor Elizabeth Miller OBE BSc MBBS FRCPath FFPHM FMedSci Consultant Epidemiologist, Immunisation Department, Centre for Infections, Health Protection Agency</p>\n\n<p>Dr Siraj Misbah  MBBS (Hons) MSc FRCP FRCPath Consultant Clinical Immunologist, Lead for Clinical Immunology, Oxford University Hospitals</p>\n\n<p>Professor B Kevin Park  BSc PhD FMedSci FRCP (Hon) FBTS Director of MRC Centre for Drug Safety Science, Professor of Pharmacology &amp; Head of Institute of Translational Medicine, University of Liverpool</p>\n\n<p>Professor Andrew Pollard  PhD FRCPCH Chair of the Joint Committee on Vaccination and Immunisation; Professor of Paediatric Infection and Immunity, University of Oxford</p>\n\n<p>Dr Stephen Poole PhD Consultant: Biological Medicines and Vaccines</p>\n\n<p>Dr Peter F Searle BA PhD Senior Lecturer, School of Cancer Sciences, University of Birmingham</p>\n\n<p>Mrs Madeleine Wang BA (Hons) Lay Representative. Patient Advocate</p>\n\n<p>Dr Christopher Weir BSc (Hons) PhD MSc FRSS C.Stat C. Sci Reader in Medical Statistics, Centre for Population Health Sciences, University of Edinburgh</p>\n\n<h3 id=\"meeting-dates-2\">Meeting dates</h3>\n\n<h4 id=\"mondays\">2015 (Mondays)</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>May</th>\n      <th>June</th>\n      <th>July</th>\n      <th>Sept</th>\n      <th>Oct</th>\n      <th>Nov</th>\n      <th>Dec</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>11</td>\n      <td>15</td>\n      <td>13</td>\n      <td>14</td>\n      <td>12</td>\n      <td>9</td>\n      <td>7</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"section-1\">2016</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>Jan</th>\n      <th>Feb</th>\n      <th>March</th>\n      <th>April</th>\n      <th>May</th>\n      <th>June</th>\n      <th>July</th>\n      <th>Aug</th>\n      <th>Sept</th>\n      <th>Oct</th>\n      <th>Oct</th>\n      <th>Dec</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>18</td>\n      <td>15</td>\n      <td>21</td>\n      <td>18</td>\n      <td>16</td>\n      <td>13</td>\n      <td>11</td>\n      <td>8</td>\n      <td>5</td>\n      <td>3</td>\n      <td>31</td>\n      <td>5</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2 id=\"gastroenterology-rheumatology-immunology-and-dermatology-eag\">Gastroenterology, Rheumatology, Immunology and Dermatology <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit-3\">Remit</h3>\n\n<p>To advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the safety and efficacy of medicines for use in gastroenterological, rheumatological, immunological, and dermatological diseases.</p>\n\n<h3 id=\"chair-3\">Chair</h3>\n\n<p>Professor Anthony G Wilson MB BCH BAO DCH PhD FRCP Professor of Rheumatology, Medical School, University of Sheffield</p>\n\n<h3 id=\"members-3\">Members</h3>\n\n<p>Dr Ian Barrison BSc MB FRCP FEBGH President European Board of Gastroenterology and Hepatology; Associate Dean, Postgraduate Medicine, School of Life and Medical Sciences, University of Hertfordshire</p>\n\n<p>Mr David Chandler Lay Representative. Chief Executive, Psoriasis and Psoriatic Arthritis Alliance, Hertfordshire</p>\n\n<p>Dr Richard Groves MB BS MRCP FRCP Consultant Dermatologist, St John’s Institute of Dermatology, Guy’s and St Thomas Hospital</p>\n\n<p>Professor Kevin Moore BSc MB BS PhD FRCP Professor of Hepatology, Royal Free Hospital, London</p>\n\n<p>Dr Frances Williams BSc MBBS MRCP PhD CCST FRCP (Edin) Reader in Genetic Epidemiology and Hon Consultant Rheumatologist, King’s College London</p>\n\n<h3 id=\"meeting-dates-3\">Meeting dates</h3>\n\n<h4 id=\"section-2\">2015</h4>\n\n<p>Thursday 9 July</p>\n\n<p>Wednesday 7 October</p>\n\n<h2 id=\"medicines-for-womens-health-eag\">Medicines for Women’s Health <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit-4\">Remit</h3>\n\n<p>To advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the safety and efficacy of medicines related to endocrinology and women’s reproductive health from menarche to menopause and conditions related to the menopause, such as osteoporosis. The medicines covered will include medicines for contraception, emergency contraception and termination of pregnancy; medicines for infertility and assisted conception; hormone replacement therapy (HRT) and non-hormonal treatments for osteoporosis.</p>\n\n<h3 id=\"chair-4\">Chair</h3>\n\n<p>Dr Ailsa Gebbie MB ChB FRCOG FRCPE FFSRH Consultant Gynaecologist and Deputy Director, Chalmers Centre, Edinburgh</p>\n\n<h3 id=\"members-4\">Members</h3>\n\n<p>Professor Juliet Compston OBE MD FRCP FRCPath FMedSci Professor of Bone Medicine &amp; Honorary Consultant Physician, School of Clinical Medicine, Cambridge University</p>\n\n<p>Dr E Jane Dickson MB BChir FSRH Consultant in Sexual and Reproductive Healthcare Contraception, Sexual Health and Community Gynaecology, Oxleas NHS Foundation Trust</p>\n\n<p>Professor Philip Hannaford MB ChB DRCOG DCH MD FRCGP FFSRH FFPH Professor of Epidemiology, University of Aberdeen</p>\n\n<p>Dr Sally Hope FRCP FRCGP DRCOG Honorary Research Fellow in Woman’s Health, Department of Primary Health Care, University of Oxford and Clinical Assistant in Osteoporosis at the Nuffield Orthopaedic Hospital, Oxford</p>\n\n<p>Professor Mary Lumsden BSc MB BS MD FRCOG (Vice Chair) Professor of Medical Education &amp; Gynaecology, University of Glasgow</p>\n\n<p>Ms Linda Pepper BA MA (Education) Independent Consultant: patient and public involvement in healthcare</p>\n\n<p>Professor Siobhan Quenby MBBS BSc MD FRCOG Professor of Obstetrics, Warwick University</p>\n\n<p>Dr Clare Spencer MA MB BCHIR DM MRCOG MRCGP DFFPRHC GP Partner</p>\n\n<p>Professor Jonathan H Tobias BA (Cantab) MBBS PhD (London) FRCP MD (London) Professor of Rheumatology, University of Bristol, and Honorary Consultant Rheumatologist, North Bristol Trust</p>\n\n<h4 id=\"commission-on-human-medicines-observer\">Commission on Human Medicines Observer</h4>\n\n<p>Carolyn, Lady Roberts HV Cert. MSc D Univ,  Member of The Ethox Foundation - Oxford Centre for Ethics and Communication in Healthcare Practice</p>\n\n<h3 id=\"meeting-dates-4\">Meeting dates</h3>\n\n<h4 id=\"thursdays\">2015 (Thursdays)</h4>\n\n<p>30 April</p>\n\n<p>2 July</p>\n\n<p>29 October</p>\n\n<h2 id=\"neurology-pain-and-psychiatry-eag\">Neurology, Pain and Psychiatry <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit-5\">Remit</h3>\n\n<p>To advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the safety and efficacy of medicines for use in neurological conditions, pain management and psychiatric conditions.</p>\n\n<h3 id=\"chair-5\">Chair</h3>\n\n<p>Professor David G C Owens MD (Hons) FRCP FRCPsych Professor of Clinical Psychiatry, Edinburgh University</p>\n\n<h3 id=\"members-5\">Members</h3>\n\n<p>Mr Michael J Harnor MSc MEd Trustee/Director of Neurological Charities; Past Chairman of (i) British Epilepsy Association (Epilepsy Action) and (ii) Greater Manchester Neurological Alliance; Lay Member NICE Guideline Development and QS Groups 1990-2013</p>\n\n<p>Dr Anthony L Johnson BSc PhD CStat Honorary Senior Research Associate, MRC Clinical Trials Unit at UCL, London</p>\n\n<p>Professor Malcolm R Macleod BSc MBChB MRCP PhD FRCP (Edin) (Vice Chair) Professor of Neurology and Translational Neurosciences, University of Edinburgh and Honorary Consultant Neurologist, NHS Forth Valley</p>\n\n<p>Professor John T O’Brien BA MA BMBCh DM FRCPsych Professor of Old Age Psychiatry, University of Cambridge</p>\n\n<p>Professor Peter A G Sandercock MA DM FRCPE FMedSci Professor of Medical Neurology and Honorary Consultant Neurologist, University of Edinburgh</p>\n\n<p>Dr Catherine F Stannard MB ChB FRCA FFPMRCA Pain Clinic Macmillan Centre, Frenchay Hospital, Bristol</p>\n\n<p>Professor Eric A Taylor MA MB FRCP FRCPsych (Hon) FMedSci Emeritus Professor of Child &amp; Adolescent Psychiatry, King’s College London Institute of Psychiatry</p>\n\n<p>Dr Christopher Weir BSc (Hons) PhD MSc FRSS C.Stat C.Sci Reader in Medical Statistics, Centre for Population Health Sciences, University of Edinburgh</p>\n\n<h3 id=\"meeting-dates-5\">Meeting dates</h3>\n\n<h4 id=\"wednesdays\">2015 ( Wednesdays)</h4>\n\n<p>10 June</p>\n\n<p>9 September</p>\n\n<h2 id=\"oncology-and-haematology-eag\">Oncology and Haematology <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit-6\">Remit</h3>\n\n<p>To advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the safety, quality and efficacy of medicines used in the treatment of malignant disease or blood disorders.</p>\n\n<h3 id=\"chair-6\">Chair</h3>\n\n<p>Professor Martin Gore MBBS PhD FRCP Medical Director and Consultant Medical Oncologist, The Royal Marsden NHS Foundation Trust and Professor of Cancer Medicine, Institute of Cancer Research</p>\n\n<h3 id=\"members-6\">Members</h3>\n\n<p>Professor Mark D Bower MA MB BChir PhD FRCP FRCPath Consultant Medical Oncologist, Chelsea &amp; Westminster Hospital, London</p>\n\n<p>Professor Stephen Devereux PhD FRCP FRCPath Consultant Haematologist, Kings College Hospital</p>\n\n<p>Dr Chris Gallagher BSc PhD FRCP Consultant Medical Oncologist, St Bartholomew’s Hospital, Barts and the London NHS Trust</p>\n\n<p>Professor Charlie Gourley BSc (Hons) MB ChB PhD MRCP FRCP Professor and Honorary Consultant in Medical Oncology, University of Edinburgh Cancer Research Centre</p>\n\n<p>Professor Angela E Thomas MB BS PhD FRCPE FRCPath FRCPCH Consultant Paediatric Haematologist, Royal Hospital for Sick Children, Edinburgh</p>\n\n<h3 id=\"invited-expert\">Invited expert</h3>\n\n<p>Professor A Hilary Calvert MB BChir MSc MD FRCP FMedSci Director of Cancer Drug Discovery and Development, UCL Cancer Institute</p>\n\n<h2 id=\"paediatric-medicines-eag\">Paediatric Medicines <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<p>The remit of the <abbr title=\"expert advisory group\">EAG</abbr> is to advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the safety, quality and efficacy of medicines for paediatric use, including all matters relating to the implementation of the EU Paediatric Regulation.</p>\n\n<h3 id=\"chair-7\">Chair</h3>\n\n<p>Dr Rebecca Mann BMBS FRCPCH Consultant Paediatrician, Taunton and Somerset NHS Foundation Trust</p>\n\n<h3 id=\"members-7\">Members</h3>\n\n<p>Dr Eileen M Baildam MB ChB DRCOG DCH RCP FRCP FRCPCH Consultant Paediatric Rheumatologist and Honorary Senior Lecturer, Alder Hey Foundation NHS Trust and University of Liverpool</p>\n\n<p>Dr Helen Burdett MB ChB MRCP FRCA Consultant Anaesthetist, Tunbridge Wells Hospital</p>\n\n<p>Professor J Helen Cross MB ChB PhD FRCP FRCPCH, the Prince of Wales’s Chair of Childhood Epilepsy, Deputy Head of Developmental Neurosciences Programme, UCL Institute of Child Health</p>\n\n<p>Dr Steven Cunningham MBChB PhD FRCPCH FRCP (Vice Chair) Consultant and Honorary Reader in Paediatric Respiratory Medicine, Royal Hospital for Sick Children, Edinburgh</p>\n\n<p>Professor Peter C Hindmarsh BSc MD FRCP FRCPCH Consultant Paediatric Endocrinologist, Royal Free and University College Medical School</p>\n\n<p>Dr Meriel Jenney MBChB MRCP MD FRCPCH Consultant Paediatric Oncologist/Assistant Medical Director (Cancer Services), Children’s Hospital for Wales</p>\n\n<p>Professor Nigel Klein BSc MBBS MRCP PhD FRCPCH Consultant, Great Ormond Street Hospital for Children NHS Trust; Professor of Infectious Diseases and Microbiology, Institute of Child Health, UCL</p>\n\n<p>Ms Fiona Lynch BSc (Hons) MSc RCN Paediatric Intensive Care Unit Nurse Consultant, Evelina Children’s Hospital</p>\n\n<p>Dr Rubin Minhas MB ChB MBA GP Principle</p>\n\n<p>Professor Marie-Louise Newell MB MSc PhD FMedSci Professor of Global Health, Academic Unit of Human Development and Health, Faculty of Medicine, University of Southampton</p>\n\n<p>Professor Anthony Nunn BPharm FRPharmS Hon FRCPCH Honorary Fellow, Department of Women’s and Children’s Health, University of Liverpool; Industry Professor, School of Pharmacy and Biomedical Sciences, Liverpool John Moores University, Alder Hey Children’s Hospital, Liverpool</p>\n\n<p>Ms Sara Payne BA CPE LPC Lay Representative. Solicitor</p>\n\n<p>Dr Jane Tizard MBBS FRCP FRCPCH Consultant Paediatric Nephrologist, Bristol Royal Hospital for Children</p>\n\n<p>Dr Beverly Tsai-Goodman MD FRCP PG Cert Med Ed Consultant Paediatric and Fetal Cardiologist, Bristol Children’s Hospital and Deputy Dean for South Bristol Academy, University of Bristol Medical School</p>\n\n<p>Dr Catherine L C Tuleu PhD Cert Ed MRPharmS Reader in the Department of Pharmaceutics, Director of the Centre for Paediatric Pharmacy Research, UCL School of Pharmacy</p>\n\n<p>Professor Heather M Wallace PhD FRCPath FRSC FSB FBPharmacolS FBTS European Registered Toxicologist Professor of Biochemical Pharmacology and Toxicology, Division of Applied Medicine, University of Aberdeen</p>\n\n<p>Mrs Madeleine Wang BA (Hons) Lay Representative. Patient Advocate</p>\n\n<p>Dr Mark Whiting BNursing MSc PhD Consultant Nurse, Children’s Community and Specialist Nursing, Peace Children’s Centre, Hertfordshire Community NHS Trust</p>\n\n<p>Dr Morris Zwi MB BCh FRCPsych Consultant Child &amp; Adolescent Psychiatrist, Richmond Royal Hospital</p>\n\n<h3 id=\"meeting-dates-6\">Meeting dates</h3>\n\n<h4 id=\"section-3\">2015</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>May</th>\n      <th>June</th>\n      <th>June</th>\n      <th>Aug</th>\n      <th>Aug</th>\n      <th>Sept</th>\n      <th>Oct</th>\n      <th>Nov</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>6</td>\n      <td>2</td>\n      <td>29</td>\n      <td>3</td>\n      <td>26</td>\n      <td>22</td>\n      <td>27</td>\n      <td>26</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"section-4\">2016</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>Jan</th>\n      <th>Feb</th>\n      <th>March</th>\n      <th>April</th>\n      <th>May</th>\n      <th>June</th>\n      <th>July</th>\n      <th>Aug</th>\n      <th>Sept</th>\n      <th>Sept</th>\n      <th>Oct</th>\n      <th>Dec</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>12</td>\n      <td>11</td>\n      <td>17</td>\n      <td>13</td>\n      <td>10</td>\n      <td>9</td>\n      <td>8</td>\n      <td>3</td>\n      <td>1</td>\n      <td>28</td>\n      <td>25</td>\n      <td>1</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2 id=\"patient-and-public-engagement-eag\">Patient and Public Engagement <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<p>The remit of the <abbr title=\"expert advisory group\">EAG</abbr> will be to advise the Commission on Human Medicines (<abbr title=\"Commission on Human Medicines\">CHM</abbr>) on:</p>\n\n<ul>\n  <li>the development of effective communications for patients, the public and carers to help them make informed choices about medicines and to use medicines safely</li>\n  <li>how to improve communication between patients and health professionals and between the MHRA and the public on the safe use of medicines</li>\n  <li>ways to promote the availability and accessibility of high quality information about individual medicines available in the UK</li>\n  <li>ways to encourage reporting of adverse drug reactions (ADRs) by patients and the public - recognising the importance of the patient experience, to advise on building links between patient concerns as experienced in direct ADR reports and the information provided to patients</li>\n  <li>facilitating targeted patient involvement on relevant regulatory issues, where patient/public involvement has not otherwise been achieved by working with specific patient organisations</li>\n  <li>providing a patient perspective on strategic issues such as the upcoming European legislation on Patient Information</li>\n</ul>\n\n<h3 id=\"chair-pro-tem\">Chair Pro Tem</h3>\n\n<p>Mr Phil Willan MSc (Vice-Chair) Lay Representative. Member of the Royal College of Physicians (RCP) Patient and Carer Network; Member of the RCP Joint Speciality Committee (JSC) for Renal Medicine, Healthcare Associated Infections Working Group, Specialist Advisory Committee for Renal Medicine, JSC for Allergy and Immunology, Faculty of Forensic and Legal Medicine, Federation CPD Policy Committee and Equality and Diversity Monitoring Committee</p>\n\n<h3 id=\"members-8\">Members</h3>\n\n<p>Ms Hellen Adom BA MA Lay Member. Outreach Assistant, NHS Sickle Cell &amp; Thalassaemia Screening Programme, London</p>\n\n<p>Mrs Alison Bowser Lay Member. Patient and Public Involvement Officer, Research Design Service, Southampton University &amp; National Institute for Health Research</p>\n\n<p>Mr David Chandler Lay Member. Chief Executive, Psoriasis and Psoriatic Arthritis Alliance, Hertfordshire</p>\n\n<p>Mr John Chapman LL.B (Lon) Lay Member. Patient/Carer Member</p>\n\n<p>Mrs Joyce Epstein Lay Member. Former Director of the Foundation for the Study of Infant Deaths (FSID)</p>\n\n<p>Dr Nicola Jane Gray PhD MRPharmS FHEA FSAHM (US) Lay Member. Independent Pharmacist Researcher, Manchester</p>\n\n<p>Ms Amanda Hoey Lay Member. Director, ConsumerHealth Consulting Ltd. Independent Health Policy and Strategy Consultant</p>\n\n<p>Mrs Farrah Pradhan Lay Member. Invited Reviews Coordinator at the Royal College of Obstetricians and Gynaecologists</p>\n\n<p>Mrs June Rogers MBE RN RSCN BA (Hons) MSc Lay Member. PromoCon Paediatric Advisor, Disabled Living</p>\n\n<p>Dr Bella Starling PhD BSc Hons Dip Lay Member. Director of Public Programmes, Nowgen, a Centre for Genetics in Healthcare</p>\n\n<p>Mr Paddy Storrie MA (Oxon) NPQH Lay Member. Deputy Headmaster, St. George’s School, Hertfordshire and Lay Member, N.I.C.E Technology Appraisals Committee</p>\n\n<h3 id=\"external-experts\">External experts</h3>\n\n<p>Mrs Anne Joshua BPharm (Hons) MSc Pharm Dip MRPharmS NHS 111 Pharmacy Lead, NHS England</p>\n\n<p>Professor Angus Mackay OBE MA PhD (Cantab) MB ChB BSc (Pharmacol) FRCP (Edin) FRCPsych TPsych Professor of Psychological Medicine, University of Glasgow</p>\n\n<p>Professor D K Theo Raynor BPharm (Hons) PhD MRPharmS Professor of Pharmacy Practice, University of Leeds</p>\n\n<h3 id=\"invited-observers\">Invited observers</h3>\n\n<p>Carolyn, Lady Roberts HV Cert. MSc D Univ,  Member of The Ethox Foundation - Oxford Centre for Ethics and Communication in Healthcare Practice</p>\n\n<h2 id=\"pharmacovigilance-eag\">Pharmacovigilance <abbr title=\"expert advisory group\">EAG</abbr>\n</h2>\n\n<h3 id=\"remit-7\">Remit</h3>\n\n<p>To advise the <abbr title=\"Commission on Human Medicines\">CHM</abbr> on the following in relation to human medicines including herbal products:</p>\n\n<ul>\n  <li>the public health importance of potential new signals</li>\n  <li>the confirmation and quantification of risks identified</li>\n  <li>appropriate risk minimisation measures including communications</li>\n  <li>design and progress of pharmacovigilance plans</li>\n  <li>methodologies for pharmacovigilance.</li>\n</ul>\n\n<h3 id=\"chair-8\">Chair</h3>\n\n<p>Professor Sir Munir Pirmohamed MB ChB (Hons) PhD FRCP FRCP (Edin) FMedSci Professor of Clinical Pharmacology, University of Liverpool, NHS Chair of Pharmacogenetics and Director of the Wolfson Centre for Personalised Medicine</p>\n\n<h3 id=\"members-9\">Members</h3>\n\n<p>Dr Robert C G Bracchi BSc MB BCh MD FRCGP General Practitioner and Honorary Senior Lecturer, Cardiff University</p>\n\n<p>Professor Jamie Coleman MD MA (Med Ed) FRCP FBPhS Professor in Medical Education / Consultant Clinical Pharmacologist, University of Birmingham</p>\n\n<p>Dr William Dixon MRCP PhD MRC Clinician Scientist and Honorary Consultant Rheumatologist, The University of Manchester</p>\n\n<p>Dr Ian J Douglas BSc MSc PhD Senior Lecturer in Pharmacoepidemiology, London School of Hygiene &amp; Tropical Medicine</p>\n\n<p>Professor Alison B Ewing BSc MSc MIPharmM FFRRPS FRPharmS Clinical Director of Pharmacy, Royal Liverpool and Broadgreen University Hospital NHS Trust; Professor of Pharmacy Innovation, Liverpool John Moores University</p>\n\n<p>Ms Amanda Lee RGN RM RNP MSc (NURS) BSc (Hons) Dip HEd PG Cert ANNP PhD student &amp; Academic Lecturer Health Professional Studies, University of Hull</p>\n\n<p>Professor Glyn Lewis BA MSc MB BS MRCPsych PhD Professor of Psychiatric Epidemiology, University College London</p>\n\n<p>Professor Simon R J Maxwell MD PhD FRCP FRCPE FBPharmacolS FHEA Professor of Student Learning/Clinical Pharmacology, Western General Hospital, Edinburgh &amp; University of Edinburgh</p>\n\n<p>Dr Karen Miller BSc MBBS DRCOG DCH DFFP FRCGP GP Partner, Adelaide Medical Centre, London</p>\n\n<p>Dr Nicholas J Plant BSc PhD Reader in Molecular Toxicology, University of Surrey</p>\n\n<p>Professor Alan Silman MRCP MSc MFCM MD FFPHM FRCP FMedSci Professor of Musculoskeletal Science, Oxford University</p>\n\n<p>Dr Ruben Thanacoody MD FRCP FRCP (Edin) Consultant Physician, Royal Victoria Infirmary; Honorary Clinical Senior Lecturer, Institute of Cellular Medicine, Newcastle University</p>\n\n<p>Dr Caroline Vaughan PhD Lay Representative of MHRA EAGS. Trustee and Director of Contact a Family and FamilyLine</p>\n\n<p>Mr Phil Willan MSc Lay Representative. Member of the Royal College of Physicians (RCP) Patient and Carer Network; Member of the RCP Joint Speciality Committee (JSC) for Renal Medicine, Healthcare Associated Infections Working Group, Specialist Advisory Committee for Renal Medicine, JSC for Allergy and Immunology, Faculty of Forensic and Legal Medicine, Federation CPD Policy Committee and Equality and Diversity Monitoring Committee.</p>\n\n<h3 id=\"meeting-dates-7\">Meeting dates</h3>\n\n<h4 id=\"wednesdays-1\">2015 (Wednesdays)</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>April</th>\n      <th>June</th>\n      <th>July</th>\n      <th>Sept</th>\n      <th>Sept</th>\n      <th>Oct</th>\n      <th>Nov</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>29</td>\n      <td>3</td>\n      <td>1</td>\n      <td>2</td>\n      <td>30</td>\n      <td>28</td>\n      <td>25</td>\n    </tr>\n  </tbody>\n</table>\n\n</div>","change_history":[],"emphasised_organisations":["7fc0e673-49b7-4e95-9cfc-bed33f9b9b9e","240f72bd-9a4d-4f39-94d9-77235cadde8e"],"first_public_at":"2015-10-20T15:37:17.000+01:00","related_mainstream_content":[],"political":false,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/guidance/expert-advisory-groups-of-the-commission-on-human-medicines","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","first_published_at":null,"base_path":"/guidance/expert-advisory-groups-of-the-commission-on-human-medicines","description":"Membership and minutes for expert advisory groups of the Commission on Human Medicines.","content_id":"eecab0ae-4cb1-46fc-afcb-d52bb1bd72df","locale":"en","expanded_links":{"available_translations":[{"title":"Expert advisory groups of the Commission on Human Medicines","public_updated_at":"2014-06-03T23:00:00Z","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","base_path":"/guidance/expert-advisory-groups-of-the-commission-on-human-medicines","description":"Membership and minutes for expert advisory groups of the Commission on Human Medicines.","api_path":"/api/content/guidance/expert-advisory-groups-of-the-commission-on-human-medicines","withdrawn":false,"content_id":"eecab0ae-4cb1-46fc-afcb-d52bb1bd72df","locale":"en"}]},"format":"detailed_guide","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}