{"title":"Flight Lieutenant Andrew Smith","public_updated_at":"2005-02-02T01:00:00Z","details":{"body":"<div class=\"govspeak\"><p>A pilot serving with 47 Squadron, based at RAF Lyneham, he was a single man aged 25.</p>\n\n<figure class=\"image embedded\">\n  <div class=\"img\"><img alt=\"Flight Lieutenant Andrew Smith\" src=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/3667/ea2ebbe4d8d7c2777b30423996b9cdb2.jpg\"></div>\n  <figcaption>Flight Lieutenant Andrew Smith   \n[Picture: via MOD]</figcaption>\n</figure>\n\n<p>Andrew ‘Smudge’ Smith was born on 1 July 1979 in Doncaster and educated at Matthew Humberstone School, Cleethorpes. Andrew then read Environmental Management at Lancaster University, where he gained a BSc (Hons). He joined Liverpool University Air Squadron at RAF Woodvale on 6 December 1997, where he commenced his elementary flying training. He was commissioned as an RAF Officer on 6 August 2000 and was posted to RAF Linton-on-Ouse where he continued his flying training. He was awarded his pilot’s wings in 2002 and joined the Hercules fleet on 29 August 2003.</p>\n\n<p>Smudge was posted to LXX Sqn on 15 January 2004 as a squadron co-pilot, then to 47 Sqn on 15 November 2004. He had 685 flying hours, 105 of which were on the Hercules.</p>\n\n<p>Although Smudger was in the advent of his flying career, he brought a great deal of enthusiasm and humour to the crews he flew with. Smudge was on his first operational detachment; however, he had recently given one of the best ever performances on the tactical air transport course.</p>\n\n<p>When he wasn’t flying Smudger could be found either riding, polishing or talking about one of his performance motorbikes. He was a keen Valentino Rossi fan and was often seen trying to emulate his hero on track race days. He was an active Officers’ Mess member who keenly supported all social functions and his colourful character was reflected in his array of fancy dress costumes. Popular amongst his peers, his one-liners and witty comebacks will be sorely missed by all.</p>\n\n<p>The media are asked to respect the family’s privacy at this very difficult time.</p>\n</div>","first_public_at":"2005-02-02T01:00:00.000+00:00","change_history":[{"public_timestamp":"2009-05-29T01:00:00.000+01:00","note":"First published."}],"emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"]},"routes":[{"path":"/government/fatalities/flight-lieutenant-andrew-smith","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"fatality_notice","schema_name":"fatality_notice","first_published_at":null,"base_path":"/government/fatalities/flight-lieutenant-andrew-smith","description":"It is with very deep regret that the Ministry of Defence has to confirm the death of Flight Lieutenant Andrew Paul Smith, Royal Air Force, following the loss of an RAF C-130K Hercules aircraft over Iraq on 30 January 2005.","content_id":"5c9c3111-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"fatality_notice","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"fatality-notices","payload_version":0}