{"title":"RJ v Secretary of State for the Home Department: AS/15/04/32984","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Discontinuance of Section 4 support.  Appellant no longer destitute.  Inability to access an award of compensation argued.  Section 40 of the Immigration Act 2014 (prohibition on opening certain bank and building society accounts) discussed. Alternative means of accessing funds are available.\r\n\r\nRead the full decision in [embed:attachments:inline:43ebb97b-22f1-4878-a676-c6835d44a9e4]\r\n\r\n"},{"content_type":"text/html","content":"<p>Discontinuance of Section 4 support.  Appellant no longer destitute.  Inability to access an award of compensation argued.  Section 40 of the Immigration Act 2014 (prohibition on opening certain bank and building society accounts) discussed. Alternative means of accessing funds are available.</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584e9473e5274a1303000093/RJ_v_SOS_AS_15_04_32984.pdf\">RJ v SOS AS_15_04_32984</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"1.\tThis Statement of Reasons is made in accordance with Rule 34(1) of the Tribunal Procedure (First-Tier Tribunal) (Social Entitlement Chamber) Rules 2008, and gives reasons for the decision given on Wednesday the 6th day of May 2015, dismissing this appeal. \r\n\r\n2.\tThe appellant is a Philippines national and her date of birth is born 14 August 1975.  She has appealed against the decision of the Secretary of State dated 14 April 2015 to discontinue her application for support pursuant to Section 4 of the Immigration and Asylum Act 1999, (“the 1999 Act”) on the grounds that she was no longer destitute.   This is a criteria of Regulation 3(1)(a) of the Immigration and Asylum (Provision of Accommodation to Failed Asylum Seekers) Regulations 2005 (“the 2005 Regulations”). \r\n\r\nBackground\r\n\r\n3.\tThe appellant is a failed asylum seeker.  She applied for asylum in April 2014 and that application was refused in May 2014.  She subsequently made an application for judicial review although the nature of the decision being challenged was not clear on the evidence before me.  She was granted Section 4 support pursuant to that application.  Her judicial review was withdrawn by consent on 5 March 2015.  One of the terms of that withdrawal was that the claimant would be paid £30,000 in damages within 21 days.  The appellant’s representative at the hearing explained that this was damages for unlawful detention.  On 14 April 2015 the respondent made the decision that is challenged in this appeal, finding that the appellant was no longer destitute. \r\n \r\n4.\tIn her grounds of appeal, her public law solicitors, Wilson Solicitors, have stated that they have received the damages but are unable to pass these on to the appellant as she is not able to open a bank account.  This is because she does not have sufficient identity as her Asylum Registration Card (ARC) has not been accepted.  It is also stated that the appellant is a vulnerable individual who has received a positive reasonable grounds trafficking decision and is pregnant.  She is waiting for a conclusive grounds decision.  In the respondent’s appeal bundle it is submitted that the appellant could visit a cash converter with her ARC and an official letter dated within the last eight weeks confirming her address. The respondent states she is willing to provide such a letter.  \r\n\r\n\r\nSubmissions and Oral Evidence\r\n\r\n5.\tThe appellant attended the appeal hearing and gave oral evidence in Tagalog through an independent court interpreter.  She was represented by Ms Alice Webb on behalf of the Asylum Support Appeals Project.  The respondent was represented by Ms Crozier.  \r\n\r\n6.\tAt the commencement of the hearing the appellant’s solicitors provided a letter stating that they were considering challenging the Home Office’s delay in reaching a conclusive grounds trafficking decision. The appellant also provided a copy of a letter from her solicitors dated 7 April 2015 in which it was stated that they held damages of £30,000 on her behalf and that she should be able to open an account at the Metro Bank or the Post Office which these funds could then be paid into. A letter from Sandwell Women’s Aid dated 5 May 2015 was also provided stating that the tracking support worker there attended the Post Office with a letter, a letter from her public law solicitors  and her ARC but the Post Office had declined to open an account.  The letter also states that the appellant had attempted to open accounts at various Post Offices herself unsuccessfully.  Finally, the appellant submitted an email setting out observations that a trafficking expert, Ms EF, had reached following an incomplete assessment with the appellant.  That detailed email included submissions that the appellant was vulnerable and that it would not be appropriate for her to use a cash converter to keep a large sum of cash.  Additionally, it would not be appropriate for her to entrust her partner with her money because she was vulnerable to exploitation.  Appended to that email was a copy of a letter from the appellant’s public law solicitors dated 30 April 2015 requesting the respondent to provide a letter confirming the appellant’s address.  .\r\n\r\n7.\tThe appellant confirmed in oral evidence that she had attended the Post office on a number of occasions and had taken the letter dated 7 April from her solicitors. She states that the Post Office has not accepted her ARC as adequate identity and neither has Barclays or Nationwide.  Her solicitors have told her to keep trying.  The appellant agreed that she had obtained a new Filipino passport and had sent this to the Home Office as set out in her asylum support application form.  She stated that she had not asked the Home Office for her passport or for a copy of it to assist her to open a bank account.  As far as she was aware her solicitors had not either. She stated that she thought that the bank would only accept a passport that was valid for 10 years and not one that was valid for 5 years, like hers.\r\n\r\n8.\tThe appellant also stated that she had spoken to the Metro Bank on the telephone.  She had been told that her ARC and evidence of the support that she received may be enough and she needed to take these documents to the Metro Bank.  She said she was intending to take these documents and her occupation agreement.  She said there was no Metro Bank in Birmingham and she was advised on the customer services line to look at the website for her local branch.  She had asked her support worker to do this about a week ago but as far as she knew the support worker had not had time to do this.  She said that she did not have sufficient credit on her phone to call the Metro Bank herself.  She stated she had not had a bank account in the Philippines in her own name.  She said she had not asked her solicitor if he was able to release some of her money in a cheque that she could cash or in a Postal Order.\r\n\r\n9.\tIn submissions Ms Crozier noted that the assessment from the trafficking expert was incomplete.  It was unclear why the expert believed the appellant could not look after large sums of money.  Ms Crozier noted there was no letters from the Post Office to state that they had declined to open an account for the appellant.  She had failed to ask for her passport to assist her.  It was unclear why she was asking for proof of address when she had a number of official letters providing her address.  She had been aware since 6 March that she would be receiving this money and had not taken steps to open a bank account until recently.  She had not pursued her application to open a Metro Bank account.  She had not attempted to open an account with a Credit Union.  There was no evidence from the appellant’s solicitors that they were not willing to pay her some of the money that they were holding for her.\r\n\r\n10.\tIn submissions Ms Webb stated that the appellant had taken all reasonable steps to open a bank account.  The burden was on the respondent to show that she was no longer destitute.  There was evidence that she had tried to open bank accounts and a Post Office account and failed to do so.  Her solicitors had asked for a letter setting out her proof of address as they had been invited to in the respondent’s bundle.  The appellant was unable to open an account because of obstacles put in her way as a consequence of the Immigration Act 2014.  She required leave but did not have it.  It was likely that she was going to need targeted help, possibly including a letter from the Home Office stating that she should be able to open a bank account.  The Home Office could have provided her with such a document and have not done so.  They could have provided her with more specific advice.  She is five months pregnant and is vulnerable.  Ms Webb relied on a section in paragraph 2.3 of the respondent’s Assessing Destitution Instruction, which is set out below.\r\n\r\nThe Relevant Law\r\n\r\n11.\tSection 4(2) of the 1999 Act as amended by Section 49 of the Nationality, Immigration and Asylum Act 2002 (the 2002 Act) allows the Secretary of State to provide, or arrange for the provision of, facilities for the accommodation of a person and his dependants if –\r\n\t\r\n(a)\the was (but is no longer) an asylum seeker; and\r\n\r\n(b)\this claim for asylum was rejected.\r\n\r\n12.\tSection 4(5) of the 1999 Act as amended by Section 10 of the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004 (the 2004 Act) allows the Secretary of State to make regulations specifying criteria to be used in determining -\r\n\r\n(a)\twhether or not to provide accommodation, or arrange for the provision of accommodation, for a person under this section;\r\n\r\n(b)\twhether or not to continue to provide accommodation, or arrange for the provision of accommodation, for a person under this section.\r\n\r\n13.\tThe criteria to be used in determining eligibility for and provision of accommodation to a failed asylum-seeker under Section 4 are set out in Regulation 3 of the 2005 Regulations. These came into force on 31 March 2005.  \r\n\r\n14.\tRegulation 3 states as follows:\r\n\r\n(1)\t…..the criteria to be used in determining the matters referred to in paragraphs (a) and (b) of section 4(5) of the 1999 Act in respect of a person falling within section 4(2) or (3) of that Act are-\r\n\r\n(a)\tthat he appears to the Secretary of State to be destitute; and\r\n\r\n(b)\tthat one or more of the conditions set out in paragraph (2) are satisfied in relation to him.\r\n\r\n(2)\tThose conditions are that-\r\n\r\n(a)\the is taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave the United Kingdom, which may include complying with attempts to obtain a travel document to facilitate his departure;\r\n\r\n(b)\the is unable to leave the United Kingdom by reason of a physical impediment to travel or for some other medical reason;\r\n\r\n(c)\the is unable to leave the United Kingdom because in the opinion of the Secretary of State there is currently no viable route of return available;\r\n\r\n(d)\the has made an application for judicial review of a decision in relation to his asylum claim-\r\n\r\n(i)\tin England and Wales, and has been granted permission to proceed pursuant to Part 54 of the Civil Procedure Rules 1998;\r\n\r\n(ii)\tin Scotland, pursuant to Chapter 58 of the Rules of the Court of Session 1994; or\r\n\r\n(iii)\tin Northern Ireland, and has been granted leave pursuant to Order 53 of the Rules of Supreme Court (Northern Ireland) 1980; or\r\n\r\n(e)\tthe provision of accommodation is necessary for the purpose of avoiding a breach of a person's Convention rights, within the meaning of the Human Rights Act 1998.\r\n\r\n15.\tThe appellant will be eligible for Section 95 support if he satisfies the following criteria:\r\n\r\nSection 95 -  Persons for whom support may be provided:\r\n\r\n(1)\tThe Secretary of State may provide, or arrange for the provision of, support for— \r\n\r\n(a) asylum-seekers, or \r\n(b) dependants of asylum-seekers, \r\nwho appear to the Secretary of State to be destitute or to be likely to become destitute within such period as may be prescribed.\r\n(2) \tIn prescribed circumstances, a person who would otherwise fall within subsection (1) is excluded. \r\n(3) \tFor the purposes of this section, a person is destitute if— \r\n(a) he does not have adequate accommodation or any means of obtaining it (whether or not his other essential living needs are met); or \r\n(b) he has adequate accommodation or the means of obtaining it, but cannot meet his other essential living needs. \r\n(4)       If a person has dependants, subsection (3) is to be read as if the references to him were references to him and his dependants taken together. \r\n(5)\tIn determining, for the purposes of this section, whether a person’s accommodation is adequate, the Secretary of State— \r\n(a) must have regard to such matters as may be prescribed for the purposes of this paragraph; but \r\n(b) may not have regard to such matters as may be prescribed for the purposes of this paragraph or to any of the matters mentioned in subsection (6). \r\n(6) \tThose matters are— \r\n(a) the fact that the person concerned has no enforceable right to occupy the accommodation; \r\n(b) the fact that he shares the accommodation, or any part of the accommodation, with one or more other persons; \r\n(c) the fact that the accommodation is temporary; \r\n(d) the location of the accommodation.\r\n            The same definition of destitution is applied for Section 4 applications. \r\n\r\n16.\tRegulation 6(4) of the 2000 Regulations states that in considering the question of destitution the Secretary of State must take into account:-\r\n\r\n6(4)  (c) any other income which the appellant, or any dependant of his, has or \r\n             might reasonably be expected to have in that period; \r\n\r\n(d) any other support which is available to the appellant or any dependant \r\n     of his, or might reasonably be expected to be so available in that \r\n     period; \r\n\r\n          In a new claim for Section 4 support the period in question is 14 days. \r\n\r\n17.\t Immigration Act 2014 at Section 40 states:-\r\n\r\n40 Prohibition on opening current accounts for disqualified persons\r\n(1)A bank or building society (B) must not open a current account for a person (P) who is within subsection (2) unless—\r\n(a)B has carried out a status check which indicates that P is not a disqualified person, or\r\n(b)at the time when the account is opened B is unable, because of circumstances that cannot reasonably be regarded as within its control, to carry out a status check in relation to P.\r\n(2)A person is within this subsection if he or she—\r\n(a)is in the United Kingdom, and\r\n(b)requires leave to enter or remain in the United Kingdom but does not have it.\r\n(3)For the purposes of this section—\r\n(a)carrying out a “status check” in relation to P means checking with a specified anti-fraud organisation or a specified data-matching authority whether, according to information supplied to that organisation or authority by the Secretary of State, P is a disqualified person;\r\n(b)a “disqualified person” is a person within subsection (2) for whom the Secretary of State considers that a current account should not be opened by a bank or building society;\r\n(c)….. N/A\r\n (4) – 95) N/A\r\n (6)A bank or building society that refuses to open a current account for someone on the ground that he or she is a disqualified person must tell the person, if it may lawfully do so, that that is the reason for its refusal.\r\n\r\nSection 42(4) (c) of the 2014 Act states  “Bank” does not include - \r\n\r\n(c).a credit union within the meaning given by Section 31(1) of the Credit Unions Act 1979 or by Article 2(2) of the Credit Unions (Northern Ireland) Order 1985.\r\n\r\n18.\tThe respondent’s Assessing Destitution support Instructions includes the following:-\r\n\r\nAn asset can be temporarily disregarded if it is clearly going to take time to realise, such as in certain cases the selling of a property.  In determining whether to temporarily disregard the asset, the case worker must consider:\r\n\r\n(a).\tThe general state of the market in question (e.g. the property market;\r\n\r\n(b).\tThe personal circumstances of the applicant or dependent if appropriate (e.g.) ill health;\r\n\r\n(c).\tThe efforts made by the applicant or dependent to realise the asset.\r\n\r\n\r\nFindings and reasons\r\n\r\n19.\tAs this is a discontinuance appeal, I accept that it is for the respondent to establish on a balance of probabilities that the appellant is no longer destitute. Destitution is a criteria of continued eligibility for section 4 support by virtue of regulation 3(1)(a). The appellant’s continued eligibility for support under regulation 3(2) has not been raised in the respondent’s refusal decision and is not an issue in this appeal.\r\n\r\n20.\t I find that the appellant has attended banks, building societies and Post Offices in an attempt to open a bank account taking with her, at least, her solicitor’s letter dated 7 April and her ARC.  She has, on at least one occasion, also taken a letter from Sandwell Women’s Aid and been accompanied on one occasion by a trafficking support worker from that organisation.  I accept that her attempts to open at least a current account have to date been unsuccessful.  \r\n\r\n21.\tI find that the appellant has not pursued her application for a Metro Bank account.  The appellant has known  at least since she received her solicitors letter dated 7 April that Metro Bank may open an account for her. She has been told by the bank that they may accept her ARC as adequate identity.  \r\n\r\n22.\tI also find that she has not made adequate efforts to open a bank account.  She has been told that her ARC is not adequate identity and yet she has made no effort to request her passport or even a certified copy of her passport from the Home Office.  The appellant has said that she does not think her passport would be accepted as it is only valid for five years but there is no evidence to suggest that that is correct.  In any event, there is no evidence that the appellant has asked a bank whether they would accept her passport. \r\n\r\n23.\tI also note that according to the appellant’s evidence her solicitors have not provided her with a letter to take to a bank or a Credit Union setting out the evidence of her identity and her address that she has and setting out the reasons that she should be able to open a bank account.  Although her solicitors have written to the Home Office to request a letter confirming the appellant’s address, they have not requested her passport or a copy of it.  In fact they make no reference to her passport in the grounds of appeal or subsequently.  In relation to this issue, the grounds of appeal state that she does not have sufficient identity as her ARC will not be accepted.  \r\n\r\n24.\tI also find that the appellant’s public law solicitors have not provided any explanation for why they cannot provide the appellant with some of the funds they hold on her account in order to provide her with support on a temporary basis.  I find that it would be entirely inappropriate to expect her to withdraw £30,000 in cash, via a Postal Order or a cheque converter.  However she could withdraw a small amount of this sum to pay for her accommodation and her essential living needs.  Alternatively, her solicitors could pay an accommodation provider directly on her behalf.  It is also possible that the partner referred to in the trafficking assessment may be able to provide her with accommodation.  However, even if he could not do so I find that the appellant has access to adequate funds to pay for her own accommodation.\r\n\r\n25.\tIn relation to the provisions introduced by the 2014 Act, these do not apply to savings accounts and also, at least, the smaller credit unions. In so far as they do apply to bank accounts, including TSB Post Office accounts,  is not clear that the respondent has provided information that the appellant  is a disqualified person to the specified anti fraud organisation which I understand in this case is the Credit Industry Fraud Avoidance System (CIFAS).  The Home Office has indicated that they would not make such a report where an individual has an outstanding application, notwithstanding the fact that they do not yet have leave.  Further, in this case, I find that the respondent is unlikely to object to the appellant opening an account and thus the criteria of 40(3)(b) of the 2014 Act would not be met. For these reasons and from the appellant’s own evidence I conclude that her applications for an account have been rejected for want of satisfactory identity and not because she is a disqualified person.  \r\n\r\n26.\tIn considering the issues raised in the respondent’s Assessing Destitution Instructions, I find that the appellant is vulnerable in that she has arguably been trafficked and she is also pregnant.  However, taking all the circumstances together, I am not satisfied that her solicitors cannot make adequate funds available to her and I am not satisfied that the appellant has made adequate efforts to realise the asset which her solicitors are holding in their current account.\r\n\r\n27.\tI find that the appellant’s solicitors can provide her with some funds in the short term.  As this is a discontinuance case that would be funds to meet her essential living needs and accommodation for a period of six weeks at a minimum.  I find that during that time the appellant can pursue her enquiries with Metro Bank and also try Credit Unions.  She can use her occupation agreement as evidence of her address together with up to date letters from her solicitors and her support worker.  She has not stated that her applications to date have been refused for want of evidence of her address. She can also request her passport back for the purpose of opening an account and use that to support her identity.  Overall I find that the appellant can access funds from her solicitor in the short term and that she is not currently destitute.\r\n\r\n28.\tI have given careful consideration to all the evidence that is before me, including all the documents contained in the Secretary of State’s bundle of evidence and documents from the appellant and her oral evidence and I am satisfied that the respondent has established that the appellant is no longer destitute.  I therefore dismiss this appeal.\r\n\r\n\r\n\r\n","tribunal_decision_category":"section-4-2-support-for-failed-asylum-seekers","tribunal_decision_categories":["section-4-2-support-for-failed-asylum-seekers"],"tribunal_decision_decision_date":"2015-05-11","tribunal_decision_judges":["ripley-f"],"tribunal_decision_landmark":"not-landmark","tribunal_decision_reference_number":"AS/15/04/32984","tribunal_decision_sub_category":"section-4-2-destitution","tribunal_decision_sub_categories":["section-4-2-destitution"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584e9473e5274a1303000093/RJ_v_SOS_AS_15_04_32984.pdf","title":"RJ v SOS AS_15_04_32984","content_type":"application/pdf","updated_at":"2016-12-12T12:13:39+00:00","created_at":"2016-12-12T12:13:39+00:00","content_id":"43ebb97b-22f1-4878-a676-c6835d44a9e4"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:12.423Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/rj-v-secretary-of-state-for-the-home-department-as-15-04-32984","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:12Z","base_path":"/asylum-support-tribunal-decisions/rj-v-secretary-of-state-for-the-home-department-as-15-04-32984","description":"Asylum Support Tribunal decision of Judge Ripley on 11 May 2015.","content_id":"b36a0a61-16b1-4d4d-9da6-9a890e671d65","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"RJ v Secretary of State for the Home Department: AS/15/04/32984","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/rj-v-secretary-of-state-for-the-home-department-as-15-04-32984","description":"Asylum Support Tribunal decision of Judge Ripley on 11 May 2015.","api_path":"/api/content/asylum-support-tribunal-decisions/rj-v-secretary-of-state-for-the-home-department-as-15-04-32984","withdrawn":false,"content_id":"b36a0a61-16b1-4d4d-9da6-9a890e671d65","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}