{"title":"Lance Bombardier Mark Chandler killed in Afghanistan","public_updated_at":"2010-06-09T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Lance Bombardier Chandler was attached to 4th Regiment Royal Artillery, serving as part of Combined Force Nad ‘Ali, and was killed in a small arms fire engagement with insurgent forces in the Nad ‘Ali district of Helmand province.</p>\n\n<h2 id=\"lance-bombardier-mark-chandler\">Lance Bombardier Mark Chandler</h2>\n\n<p>Lance Bombardier Mark Chandler was aged 32 and from Nailsworth, Gloucestershire. He joined the Army on 5 January 2004, aged 26, and was posted to M (HQ) Battery, 3rd Regiment Royal Horse Artillery, based in Hohne, Germany.</p>\n\n<p>Lance Bombardier Chandler deployed to Basra, Iraq, on Op TELIC 7 as part of the Commanding Officer’s Rover Group. Professional and conscientious, he was given the trusted position of Commanding Officer’s driver upon his return to Germany, which he held for two years.</p>\n\n<p>His determination, fitness and motivation shone through and he was posted to D Battery as a Fire Support Team assistant, deploying to Canada in June 2009 before commencing pre-deployment training for Op HERRICK 12.</p>\n\n<p>He deployed to Afghanistan in March 2010, supporting Anzio Company, 1st Battalion The Duke of Lancaster’s Regiment, in Nad ‘Ali. Anzio Company has been operating from Patrol Base Khaamar, conducting security and reassurance patrols for the local nationals with both the Afghan National Police and Afghan National Army.</p>\n\n<p>Anzio Company has undoubtedly improved the lives of the people of Showal by improving freedom of movement and increasing security.</p>\n\n<p>On 8 June 2010, during a joint patrol with the Afghan National Security Forces to prevent insurgent intimidation of local villagers, Lance Bombardier Chandler was killed in action during a small arms fire engagement with insurgent forces.</p>\n\n<p>Twice Army luge champion and accomplished skier, he threw himself into regimental and battery life and was always in the centre of the action, be it sport, social or fun. He drew people to him with his sense of adventure and he leaves behind his parents, Mike and Ann, brother Steve, and an extensive group of friends who will all feel his loss keenly.</p>\n\n<p>Lance Bombardier Chandler’s family said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Mark - a son and brother any parent would be proud of. A consummate soldier, a skier, a luger, an athlete and a lover of life. He will be sorely missed by his loving family and friends.</p>\n</blockquote>\n\n<p>Lieutenant Colonel Stuart Williams, Commanding Officer, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Chandler, known to everybody as Chandler ‘Bing’, was a remarkably talented Junior Non-Commissioned Officer who showed a real grit for soldiering.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Fit, committed, loyal and a true professional, he was a rising star within the regiment and had a bright future ahead of him. He was a talented sportsman with a passion for winter sports and represented the army at luge; not a sport for the faint-hearted, which he certainly wasn’t.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He also relished a challenge and this was fulfilled by his move across to the Fire Support Team in D Battery, Royal Horse Artillery. The news of Lance Bombardier Chandler’s death has rocked the regiment as he was an immensely popular individual and a great friend to many within the regiment.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">All members of 3rd Regiment Royal Horse Artillery miss him but I recognise that this sense of loss will be nothing compared to that felt by his parents, Ann and Michael, his brother Steve and his many friends, whose true loss we can only imagine. Our prayers are now for them. We will remember him.</p>\n</blockquote>\n\n<p>Lieutenant Colonel Chris Squier, Commanding Officer, 4th Regiment Royal Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Every team needs a Mark Chandler. He was strong, fit, robust and, above all, a man of compassion and humility. He was a rock to his mates. For D Battery he was a source of great resolve and he leaves a hole in many of the lads’ hearts.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">As a soldier and member of a Fire Support Team I could not have asked for more. He was brave, dependable and a steadying influence. Utterly calm under fire, he died on the shoulder of, and supporting, his commander; totally selfless to the very end.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">My sincere condolences and thoughts go to Mark’s parents Ann and Mike, his brother Steve and his friends at home; their’s is the true loss.</p>\n</blockquote>\n\n<p>Colonel Ian Bell, former Commanding Officer, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Chandler was a good bloke. He was great fun, made the most of everything he did, and had a really bright future ahead of him.</p>\n</blockquote>\n\n<p>Major Adam Wilson, Battery Commander, D Battery, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Mark Chandler was an exceptional soldier and a true friend to everyone in D Battery, Royal Horse Artillery. Known to us as ‘Bing’, he was respected and admired for his unswerving bravery, his professionalism and his absolute commitment to the team and his mates.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Mark was part of a Fire Support Team and I have been very lucky to get to know him well through a year of training and during our deployment to Afghanistan. He has proven himself in battle time and again. Always cool and calm in contact, he could usually be found next to his Commander with a reassuring grin on his face. He was a man who made you feel that everything would be all right.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Mark was a talented sportsman and loved motor sport, mountain biking, skiing and sailing - anything that involved going fast.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He was also the Army luge champion two years in a row. Mark was a kind, considered ‘older brother’ to the Gunners in my battery and always at the heart of the social life of ‘Shiny D’.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He had an infectious sense of fun and usually a mischievous twinkle in his eye. His death is a devastating loss; we have lost one of our stars and he will always be remembered with great affection.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">I feel extremely privileged to have known him. The thoughts of all ranks of D Battery, Royal Horse Artillery, are with his family, friends and all those who love him at this very sad time.</p>\n</blockquote>\n\n<p>Major John Fry, Officer Commanding Anzio Company, 1st Battalion The Duke of Lancaster’s Regiment, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Chandler (‘Bing’) was an unforgettable character; full of life, confident in his ability, and an all round good bloke who got on with all members of Anzio Company.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He bonded immediately and was always regarded as one of the company irrespective of the cap badge he wore. He was with us from the start of pre-deployment training all the way through to our deployment on Op HERRICK 12. In short he was one of us.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">In Afghanistan he proved himself to be a courageous and very capable soldier whilst operating in difficult and dangerous circumstances. This he always took in his stride with a calm and balanced manner, whilst maintaining a great sense of humour.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">His professionalism was unquestionable and I believe he would have had a prosperous career ahead of him. He was an asset to both the ‘Gunners’ and this company and can only be described as an outstanding soldier.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Even though we have only known ‘Bing’ for a short period of time it has been a privilege to have him in our company. Whilst we reflect in Afghanistan, our thoughts are with his friends and family at this tragic time.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Everyone should be proud of him and everything that he achieved in his life. He was a credit not only to his family but also the Army in which he served. He will always be remembered by the men of D Battery and Anzio Company; he will be sorely missed.</p>\n</blockquote>\n\n<p>Major Simon Briggs, Battery Commander, Combined Force Nad ‘Ali, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">This deployment to Afghanistan is the second time I have had the pleasure to work with Mark. Always professional, thoroughly capable, and with an ever present dry sense of humour, Mark was an asset to the battery in so many ways.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Professionally he was on top of his game. His colleagues and I trusted him 100 per cent with every aspect of the complex job he did.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Proven throughout the deployment on several occasions he had added immeasurable value with his technical ability, a testament to his level-headed nature and maturity. Socially, he was a central figure within the battery and was considered by all as a true friend.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Tragically killed doing the job that he loved and excelled at, he will leave a significant hole which will be very hard to fill.</p>\n</blockquote>\n\n<p>Captain Johnny Mercer, Fire Support Team Commander, D Battery, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Mark Chandler was in my eyes the perfect soldier. He remained consistent whether in combat or not. His selfless commitment truly set him apart from his peers.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He was a selfless man who would just as readily volunteer to empty the bins as go out on a patrol to disrupt the insurgents and protect the people as on the day he was killed. He was the man that men aspire to be.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Whenever we were in a dangerous situation, Mark would be sat in the ditch next to me smiling, seemingly without a care in the world. His sanity and calm humour kept our morale up. He was the perfect man to have in a Fire Support Team. It was an absolute privilege to command this example of a man.</p>\n</blockquote>\n\n<p>Captain Alex Gray, Adjutant, 3rd Regiment Royal Horse Artillery, former Fire Support Team Commander, D Battery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Chandler quickly integrated into D Battery with his amiable personality, good sense of humour, and proved himself to be a popular member of not just the Tactical Group but the wider battery.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He deployed with me to Canada on Exercise Medicine Man where as an individual he was great to have within the Fire Support Team. Living out of a Warrior armoured vehicle week after week can be trying for all but he never failed to remain in good humour and to put a smile on our faces.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">I am not only sad at his loss, but privileged to say that I had worked with him. He will be missed.</p>\n</blockquote>\n\n<p>Captain Tim Haskell, Troop Commander, D Battery, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Chandler’s cheerful and professional manner made him one of the strongest and most respected members of the troop. He was a very professional soldier who took pride in all his work and had a very promising future.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">A calm and dependable man under extreme pressure, Bing transformed himself from a quiet individual to a formidable and unflappable soldier; exactly the type of person you need in difficult situations.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Nothing ever seemed to daunt Bing and he would usually lighten a tense situation with his dry but fantastic sense of humour. He was a person whom everyone could look to for help and advice, and he leaves a big hole in the troop, D Battery and the regiment.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He will be sorely missed by all who knew him and will never be forgotten.</p>\n</blockquote>\n\n<p>Bombardier Richard Kay, Joint Fires Cell Detachment Commander, D Battery, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Mark was a fit and enthusiastic man who was always up for a challenge and willing to try something new. He loved his job and wanted to be the best he could; which is why he wanted to be a member of a Fire Support Team.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Bing, as he was known to his mates, also enjoyed the more extreme sports representing the regiment and Artillery at downhill skiing several times. Wanting to go even faster, he then took up luge, which he excelled at, competing at Army level.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Out of work he was very sociable and when on leave would often visit mates who are no longer serving just to catch up and have a few beers. He is a true mate and will be sorely missed by everyone who had the privilege of knowing him.</p>\n</blockquote>\n\n<p>Lance Bombardier Daniel ‘Tez’ Terry, Fire Support Team Assistant, D Battery, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">I first met Bing just after our deployment to Cyprus. Being new Gunners, we got put on guard duty almost as soon as we arrived and I will always remember our first meeting because of his constant whingeing and how it made everyone laugh.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">We were both really happy when he got posted to D Battery because we were such close friends and this would mean we could spend more time together. I also knew that his personality and outstanding soldiering would make him fit really well into the battery.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Bing was always there to help and give good advice regardless of the situation; he would always boost morale just by being himself.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Although we didn’t really share a passion for the same sports, he would always show interest in what I was doing because that was the kind and caring person he was. I will never forget him and will miss him every day. He was a truly great friend.</p>\n</blockquote>\n\n<p>Bombardier ‘Geordie’ Clayton, M (HQ) Battery, 3rd Regiment Royal Horse Artillery, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Bing was a great guy. Fun to be around and he will be dearly missed.</p>\n</blockquote>\n\n<p>Secretary of State for Defence, Dr Liam Fox, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Bombardier Mark Chandler has given his life protecting the national security of his country.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">His colleagues proudly talk of a brave and committed man and a trusted, professional soldier who will be sorely missed. I extend my deepest sympathies to his family and those close to him.</p>\n</blockquote>\n</div>","emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/default_news_organisation_image_data/file/154/s300_ministry-of-defence.jpg","caption":null,"alt_text":"placeholder"},"first_public_at":"2010-06-09T01:00:00.000+01:00","political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/news/deleted-lance-bombardier-mark-chandler-killed-in-afghanistan","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","first_published_at":"2010-06-09T00:00:00Z","base_path":"/government/news/deleted-lance-bombardier-mark-chandler-killed-in-afghanistan","description":"It is with regret that the Ministry of Defence must confirm that Lance Bombardier Mark Chandler from 3rd Regiment Royal Horse Artillery was killed in Afghanistan on Tuesday 8 June 2010.","content_id":"5c93b005-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"Lance Bombardier Mark Chandler killed in Afghanistan","public_updated_at":"2010-06-09T00:00:00Z","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","base_path":"/government/news/deleted-lance-bombardier-mark-chandler-killed-in-afghanistan","description":"It is with regret that the Ministry of Defence must confirm that Lance Bombardier Mark Chandler from 3rd Regiment Royal Horse Artillery was killed in Afghanistan on Tuesday 8 June 2010.","api_path":"/api/content/government/news/deleted-lance-bombardier-mark-chandler-killed-in-afghanistan","withdrawn":false,"content_id":"5c93b005-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"news-stories","payload_version":0}