{"title":"YI v Secretary of State for the Home Department: AS/13/07/30154","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Refusal of Section 4(1) support on the grounds that the appellant had no demonstrated exceptional or compelling circumstances as to why the respondent should be obliged to offer support under Section 4(1) are on the grounds that he was not destitute.  Held that destitution needed to be demonstrated before consideration of support under Section 4(1)(a) could be made citing the Principal Judge’s decisions of 26112, 24612, 28892 and 28780.  Distinguished Section 4(1)(a) and (b) support from Section 4(1)(c): Section 4(1)(a) and (b) support require exceptional and compelling circumstances before an award can be made.  Section 4(1)(c) support requires release from immigration detention on bail and the grant of bail by an Immigration Judge.  Held that he had not demonstrated any exceptional and compelling circumstances: he had been here for 18 years and for 16 of those years he had purported to be a Nigerian citizen.  Only following his detention after 16 years in the UK did he purport to be a citizen of South Sudan.  Also held that he did not satisfy support under Section 4(2) by application of Regulation 3(2)(e) and the application of Birmingham City Council v Amalea Clue and SSHD and Shelter [2010] EWCA Civ 460.\r\n\r\nRead the full decision in [embed:attachments:inline:a61c9e2a-9aa6-4e47-aefc-25eea5d8fb4e]\r\n\r\n"},{"content_type":"text/html","content":"<p>Refusal of Section 4(1) support on the grounds that the appellant had no demonstrated exceptional or compelling circumstances as to why the respondent should be obliged to offer support under Section 4(1) are on the grounds that he was not destitute.  Held that destitution needed to be demonstrated before consideration of support under Section 4(1)(a) could be made citing the Principal Judge’s decisions of 26112, 24612, 28892 and 28780.  Distinguished Section 4(1)(a) and (b) support from Section 4(1)(c): Section 4(1)(a) and (b) support require exceptional and compelling circumstances before an award can be made.  Section 4(1)(c) support requires release from immigration detention on bail and the grant of bail by an Immigration Judge.  Held that he had not demonstrated any exceptional and compelling circumstances: he had been here for 18 years and for 16 of those years he had purported to be a Nigerian citizen.  Only following his detention after 16 years in the UK did he purport to be a citizen of South Sudan.  Also held that he did not satisfy support under Section 4(2) by application of Regulation 3(2)(e) and the application of Birmingham City Council v Amalea Clue and SSHD and Shelter [2010] EWCA Civ 460.</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584e98c7ed915d0aeb000082/YI_v_SOS_AS_13_07_30154.pdf\">YI v SOS AS_13_07_30154</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"1.\tThis Statement of Reasons is made in accordance with Rule 34(1) of the Tribunal Procedure (First-tier Tribunal) (Social Entitlement Chamber) Rules 2008 (“the Rules”) and gives reasons for the decision given on Tuesday the 23rd day of July 2013 dismissing the above mentioned appeal.  \r\n\r\n2.\tThe appellant, of disputed nationality, born on 18 September 1966, appeals against the decision of the Secretary of State who, on 9 July 2013, refused his application for support under section 4(1) of the Immigration and Asylum Act 1999 (“the Act”) on the grounds that the appellant had not demonstrated any exceptional or compelling circumstances as to why the respondent should be obliged to support him and on the grounds that the appellant had not demonstrated his destitution. \r\n\r\n3.\tThe appellant gave his evidence today in English.  He was represented by Ms Thomas of the Asylum Support Appeals Project. The respondent was represented by Ms Hogben.  \r\n\r\n4.\tThe appellant applied for asylum, as a Nigerian national, on 12 May 1995. This application was refused on 22 August 1997 and an appeal against that decision was dismissed on 18 March 1999. The appellant was deemed appeal rights exhausted on 18 April 1999. The appellant was detained in February 2012 and released, on temporary admission, on 10 June 2013.  He had been awarded support under Section 4(1)(c) of the Act on 20 May 2013 but, in the event, was not released on bail.  He made his application for Section 4(1) support on 27 June 2013, which application was refused on 9 July 2013 and it is against that decision which the appellant appeals today.  \r\n\r\n5.\tIn his grounds of appeal the appellant states that he would like to be considered for support under Section 4(2) as well as Section 4(1).  \r\n\r\n6.\tThe AST issued directions to the appellant on 17 July 2013 asking him to demonstrate his eligibility under both Section 4(1) and Section 4(2) of the Act.  \r\n\r\n7.\tMs Hogben, for the respondent, addressed me and confirmed the chronology of the appellant’s applications for asylum and support.  She confirms the respondent’s position that the appellant does not satisfy the requirements for support under Section 4(1)(a) or (b) of the Act as the appellant had not demonstrated any exceptional or compelling circumstances that would require the Home Office to provide such support.  In summary, there was nothing to prevent the appellant from leaving the UK in order to avoid his destitution.  With regard to his eligibility under Section 4(2), Ms Hogben confirms the respondent’s position that the appellant is not eligible.  He does not satisfy any of the criteria for support found at Regulation 3(2): he has not taken all reasonable steps to leave the UK and he has not made any submissions to the Home Office which refer to a claim to asylum.\r\n\r\n8.\tThe appellant, with the assistance of his representative, addressed me and confirmed that first, he satisfied Regulation 3(2)(e) under Section 4(2) in that he was on the point of making fresh representations in relation to his fear of return to South Sudan.  He states that since his arrival in the UK some 18 years ago, he has pursued a claim for asylum as a Nigerian but when he was detained in February 2012, he told the Immigration Service that in fact he was not Nigerian but from South Sudan.  He confirms that he took no steps while detained between February 2012 and June 2013 to further his claim to asylum from South Sudan or to prove his nationality or to return to that country.  He states that he has only started to take steps to prove his claim for asylum or his nationality as a citizen of South Sudan since his release from detention on 10 June 2013.  \r\n\r\n9.\tThe appellant confirms that he has an appointment on 25 July 2013 with his solicitor to talk about making a claim for asylum in terms of his fear of return to South Sudan as well as an application for leave to remain on the basis of his 18 year residency in the UK.  The appellant confirms that he has not yet prepared any representations.\r\n\r\n10.\tThe appellant confirms that he has found things difficult since his release from detention on 10 June 2013 because initially he was granted support under Section 4(1)(c) and given accommodation at Barry House but, once it was established that he had not been granted bail, that offer of accommodation was withdrawn.  He confirms that he has been living at a homeless shelter since that time and provides written evidence in this regard. \r\n\r\n11.\tThe appellant confirms that he made his first claim for asylum in 1995 with the assistance of a friend and that is why he made the claim as a Nigerian.  He states that he has no recollection of what he told the Home Office or the Immigration Judge in relation to that claim to asylum.\r\n\r\n12.\tIn terms of taking any steps to return to South Sudan, the appellant claims that he has taken none to date: he has not approached the Red Cross to trace his brother, sister or uncle who all live in Juba and he has not approached the Embassy of South Sudan in London.  The appellant confirms that he did not know that such an Embassy existed. \r\n\r\n13.\tThe appellant confirms the respondent’s evidence that the Nigerian Embassy on five occasions refused to recognise him as a national but understands that in April 2013 they had accepted his return.  However, two sets of removal directions in April 2013 and in May 2013 were both cancelled; the one in April 2013 because he had been given insufficient notice of his removal and the one in May 2013 for reasons he was never given.  \r\n\r\n14.\tThe appellant confirms that he reports to the Immigration Service every Tuesday.  \r\n\r\n15.\tMs Thomas, for the appellant, submits that as the respondent was prepared to grant support under Section 4(1)(c) to the appellant in the event that he was released on bail, it is arbitrary and unlawful for the respondent to decline to offer support to the appellant under Section 4(1)(a) or (b).  Furthermore, the respondent’s blanket policy to refuse to consider failed asylum seekers for support under Section 4(1)(a) or (b) but only under Section 4(2) is unlawful.  The Secretary of State exercised her discretion to award support under Section 4(1)(c) to the appellant and has failed to explain why she did not do so under Section 4(1)(a) or (b).  \r\n\r\n16.\tMs Thomas submits that the appellant satisfies Regulation 3(2)(e) as there is concrete evidence of an appointment with his solicitors on 25 July 2013 and it is reasonable to assume that this appointment is with a view to pursuing his claim for asylum and/or his long residency claim in the UK.  It is not unheard of to grant leave to remain to those of good character who are difficult to remove and therefore, given his clear destitution, it would be a breach of his convention rights to deny him Section 4(2) support.  The crucial evidence in this case is that the appellant has an appointment in place with his solicitors and he is taking active steps to make an application to the Home Office.  The Tribunal is asked to consider the appellant’s eligibility for support under Section 4(1) and Section 4(2) in the alternative. \r\n\r\n17.\tThere is no other evidence from either party to this appeal.\r\n\r\nSection 4(1) \r\n\r\n18.\tSection 4 of the Act states:\r\n\t\tThe Secretary of State may provide, or arrange for the provision of, facilities for the accommodation of persons – \r\n(a)\ttemporarily admitted to the United Kingdom under paragraph 21 of Schedule 2 of the 1971 Act;\r\n(b)\treleased from detention under that paragraph; or\r\n(c)\treleased on bail from detention under any provision of the Immigration Acts\r\n\r\n19.\tThe Principal Judge of this Tribunal has considered the provisions of Section 4(1)(a) in four recent decisions: AS/11/02/26112, AS/11/03/26412, AS/12/09/28892 and AS/12/08/28780.  She determined in 26412 that it was a pre-requisite for the consideration of support under section 4(1)(a) that the appellant demonstrate destitution, which finding is reflected in the Home Office guidance.   \r\n\r\n20.\tThe definition of destitution is contained in section 95(3) of the Act which states that “…. a person is destitute if- (a) he does not have adequate accommodation or any means of obtaining it (whether or not his other essential living needs are met); or (b) he has adequate accommodation or the means of obtaining it, but cannot meet his other essential living needs.”   Regulation 7(a) of the Asylum Support Regulations 2000 stipulates that the period within which a failed asylum seeker must demonstrate that he is likely to become destitute is 14 days.  \r\n\r\n21.\tI accept the evidence before me that the appellant is destitute.  I have no reason to doubt the written evidence of the appellant’s homelessness.  I therefore find the appellant to be destitute as defined by Section 95(3).  \r\n\r\n22.\tGiven that the appellant has overcome the first hurdle in his application for section 4 support by demonstrating his destitution, I consider whether he satisfies the test under Section 4(1)(a) and (b) to be granted support.  \r\n\r\n23.\tI consider Ms Thomas’ submissions with regard to the arbitrary nature of the Home Office’s decision to award Section 4(1)(c) in the event that the appellant was granted bail but not to award Section 4(1)(a) or (b) support in the event that the appellant was granted temporary admission/temporary release from detention.  I consider the Home Office guidance on section 4 bail accommodation and accept that a Section 4(1)(c) address is allocated to bail applicants in immigration detention who (a) have no alternative accommodation and (b) do not pose a risk to others.  Support under 4(1)(c) is triggered by the grant of bail by an Immigration Judge and the release from immigration detention on bail. With regard to Section 4(1)(a) and 4(1)(b) support, however, the Home Secretary has stated that when deciding whether to exercise her discretion to award support under Section 4(1)(a) or 4(1)(b), she will look to whether there are any exceptional or compelling circumstances in the applicant’s claim for support that would trigger eligibility.  I therefore accept that Section 4(1)(c) support is distinguished from Section 4(1)(a) and 4(1)(b) support.  \r\n\r\n24.\tI then consider whether the appellant has demonstrated any exceptional or compelling circumstances which would oblige the respondent to support him under Section 4(1)(a) or 4(1)(b) and find none.  I accept that the appellant has been here for 18 years and that for 16 of those years he purported to be a Nigerian national seeking asylum due to a well founded fear of persecution from Nigeria.  I accept that it was only in February last year, when he was detained, that he told anyone in authority that he was a citizen of South Sudan.  I accept that since that time, a period of nearly 18 months, the appellant has taken no steps whatsoever to prove his nationality either by asking the Red Cross to trace his brother or sister or uncle in Juba or by contacting the Embassy of South Sudan or by instructing a solicitor to assist him in this regard.  I find that the appellant will need to take those steps to prove his nationality.  I consider the appellant’s appointment with his solicitors on 25 July 2013 and find that his eligibility for support by way of a future claim for asylum or a future claim for leave to remain on the basis of long residency is too remote, uncertain and in the future for me to accept that either of those two applications might trigger eligibility for support now.  I accept his evidence today that he has not even begun to gather the information from South Sudan that would be required to make a claim for asylum or to satisfy the Home Office as to two of the (many) requirements of a long-term residency as described by Ms Thomas above, namely that he is of good character and that he will be difficult to remove.  The appellant fails to satisfy the requirements of support for Section 4(1)(a) and 4(1)(b).\r\n  \r\nSection 4(2)\r\n\r\n25.\tSection 4(2) of the 1999 Act (as amended by Section 49 of the Nationality, Immigration and Asylum Act 2002 (the 2002 Act) allows the Secretary of State to provide, or arrange for the provision of, facilities for the accommodation of a person and his dependants if –\r\n\r\n(a)\the was (but is no longer) an asylum seeker; and\r\n(b)\this claim for asylum was rejected.\r\n\r\n26.\tThe criteria to be used in determining eligibility for and provision of accommodation to a failed asylum-seeker under Section 4 are set out in Regulation 3 of the 2005 Regulations. These came into force on 31 March 2005.  \r\n\r\n27.\tRegulation 3 states as follows:\r\n\r\n(1)\t…..the criteria to be used in determining the matters referred to in paragraphs (a) and (b) of section 4(5) of the 1999 Act in respect of a person falling within section 4(2) or (3) of that Act are-\r\n\r\n(a)\tthat he appears to the Secretary of State to be destitute; and\r\n(b)\tthat one or more of the conditions set out in paragraph (2) are satisfied in relation to him.\r\n\r\n(2)\t Those conditions are that-\r\n\r\n(a)\the is taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave the United Kingdom, which may include complying with attempts to obtain a travel document to facilitate his departure;\r\n(b)\the is unable to leave the United Kingdom by reason of a physical impediment to travel or for some other medical reason;\r\n(c)\the is unable to leave the United Kingdom because in the opinion of the Secretary of State there is currently no viable route of return available;\r\n(d)\the has made an application for judicial review of a decision in relation to his asylum claim;\r\n(e)\tthe provision of accommodation is necessary for the purpose of avoiding a breach of a person's Convention rights, within the meaning of the Human Rights Act 1998.\r\n\r\n28.\tThe respondent’s Section 4 Instructions of 12 April 2013 state:\r\n\r\n“Applicants are most likely to establish that they should be supported under Regulation 3(2)(e) if they cannot be expected to take steps to leave the UK and so avoid the consequences of destitution that might lead to them suffering inhuman and degrading treatment. The most common case types where this applies (the list is not exhaustive) are when: \r\n\r\n•\tThe applicant has submitted a late appeal against the Secretary of State’s decision to refuse asylum and the AIT is considering whether to allow the appeal to proceed out of time.\r\n\r\n•\tThe applicant has submitted further submissions which are outstanding.\r\n\r\nThese are examples only.  Other circumstances may also give rise to a breach and Case Owners must consider each case on its own facts.\r\n\r\n29.\tI consider the appellant’s eligibility for support under Section 4(2) as defined by Regulation 3(2) and find, that he cannot satisfy the same.  For the reasons set out at paragraph 24 above, I cannot find that any future representations trigger eligibility for support under Regulation 3(2)(e) now.  I apply the (admittedly low) test found in Birmingham City Council v. Amalea Clue and SSHD and Shelter [2010] EWCA Civ 460 and find that the appellant’s possible future representations do not qualify him for Section 4 support now.    \r\n\r\n30.\tI therefore dismiss this appeal.\r\n","tribunal_decision_category":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker","tribunal_decision_categories":["section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"],"tribunal_decision_decision_date":"2013-07-26","tribunal_decision_judges":["smith-sv"],"tribunal_decision_landmark":"not-landmark","tribunal_decision_reference_number":"AS/13/07/30154","tribunal_decision_sub_category":"section-4-1-temporary-admission-release","tribunal_decision_sub_categories":["section-4-1-temporary-admission-release"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584e98c7ed915d0aeb000082/YI_v_SOS_AS_13_07_30154.pdf","title":"YI v SOS AS_13_07_30154","content_type":"application/pdf","updated_at":"2016-12-12T12:32:07+00:00","created_at":"2016-12-12T12:32:07+00:00","content_id":"a61c9e2a-9aa6-4e47-aefc-25eea5d8fb4e"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:16.515Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/yi-v-secretary-of-state-for-the-home-department-as-13-07-30154","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:16Z","base_path":"/asylum-support-tribunal-decisions/yi-v-secretary-of-state-for-the-home-department-as-13-07-30154","description":"Asylum Support Tribunal decision of Judge Verity Smith on 26 July 2013.","content_id":"cb0f5f87-a249-4053-a642-b94d906c3478","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"YI v Secretary of State for the Home Department: AS/13/07/30154","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/yi-v-secretary-of-state-for-the-home-department-as-13-07-30154","description":"Asylum Support Tribunal decision of Judge Verity Smith on 26 July 2013.","api_path":"/api/content/asylum-support-tribunal-decisions/yi-v-secretary-of-state-for-the-home-department-as-13-07-30154","withdrawn":false,"content_id":"cb0f5f87-a249-4053-a642-b94d906c3478","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}