{"title":"Prime Minister's Commons statement on triggering Article 50","public_updated_at":"2017-03-29T12:02:00Z","details":{"body":"<div class=\"govspeak\"><p>Thank you Mr Speaker,</p>\n\n<p>Today the government acts on the democratic will of the British people. And it acts, too, on the clear and convincing position of this House.</p>\n\n<p>A few minutes ago in Brussels, the United Kingdom’s Permanent Representative to the EU handed a <a href=\"https://www.gov.uk/government/publications/prime-ministers-letter-to-donald-tusk-triggering-article-50\">letter to the President of the European Council</a> on my behalf, confirming the government’s decision to invoke Article 50 of the Treaty on European Union.</p>\n\n<p>The Article 50 process is now underway. And in accordance with the wishes of the British people, the United Kingdom is leaving the European Union.</p>\n\n<p>This is an historic moment from which there can be no turning back. Britain is leaving the European Union. We are going to make our own decisions and our own laws. We are going to take control of the things that matter most to us. And we are going to take this opportunity to build a stronger, fairer Britain – a country that our children and grandchildren are proud to call home.  That is our ambition and our opportunity.  That is what this government is determined to do.</p>\n\n<p>Mr Speaker,  at moments like these – great turning points in our national story – the choices we make define the character of our nation. We can choose to say the task ahead is too great. We can choose to turn our face to the past and believe it can’t be done.  Or we can look forward with optimism and hope – and to believe in the enduring power of the British spirit.</p>\n\n<p>I choose to believe in Britain and that our best days lie ahead.  And I do so because I am confident that we have the vision and the plan to use this moment to build a better Britain.  For, leaving the European Union presents us with a unique opportunity. It is this generation’s chance to shape a brighter future for our country. A chance to step back and ask ourselves what kind of country we want to be.</p>\n\n<p>My answer is clear.  I want the United Kingdom to emerge from this period of change stronger, fairer, more united and more outward-looking than ever before.  I want us to be a secure, prosperous, tolerant country – a magnet for international talent and a home to the pioneers and innovators who will shape the world ahead.</p>\n\n<p>I want us to be a truly Global Britain – the best friend and neighbour to our European partners, but a country that reaches beyond the borders of Europe too. A country that goes out into the world to build relationships with old friends and new allies alike.</p>\n\n<p>And that is why I have set out a clear and ambitious plan for the negotiations ahead.  It is a plan for a new deep and special partnership between Britain and the European Union. A partnership of values. A partnership of interests. A partnership based on cooperation in areas such as security and economic affairs.  And a partnership that works in the best interests of the United Kingdom, the European Union and the wider world.</p>\n\n<p>Because perhaps now more than ever, the world needs the liberal, democratic values of Europe – values that this United Kingdom shares. And that is why, while we are leaving the institutions of the European Union, we are not leaving Europe. We will remain a close friend and ally. We will be a committed partner. We will play our part to ensure that Europe is able to project its values and defend itself from security threats. And we will do all that we can to help the European Union prosper and succeed.</p>\n\n<p>So Mr Speaker, in the letter that has been delivered to President Tusk today – copies of which I have placed in the library of the House – I have been clear that the deep and special partnership we seek is in the best interests of the United Kingdom and of the European Union too.</p>\n\n<p>I have been clear that we will work constructively – in a spirit of sincere cooperation – to bring this partnership into being.  And I have been clear that we should seek to agree the terms of this future partnership alongside those of our withdrawal, within the next 2 years.</p>\n\n<p>I am ambitious for Britain. And the objectives I have set out for these negotiations remain. We will deliver certainty wherever possible so that business, the public sector and everybody else has as much clarity as we can provide as we move through the process. It is why, tomorrow, we will publish a White Paper confirming our plans to convert the ‘acquis’ into British law, so that everyone will know where they stand.</p>\n\n<p>And it is why I have been clear that the government will put the final deal that is agreed between the UK and the EU to a vote in both Houses of Parliament before it comes into force.  We will take control of our own laws and bring an end to the jurisdiction of the European Court of Justice in Britain. Leaving the European Union will mean that our laws will be made in Westminster, Edinburgh, Cardiff and Belfast. And those laws will be interpreted by judges not in Luxembourg, but in courts across this country.</p>\n\n<p>We will strengthen the Union of the 4 nations that comprise our United Kingdom. We will negotiate as one United Kingdom, taking account of the specific interests of every nation and region of the UK and when it comes to the powers that we will take back from Europe, we will consult fully on which powers should reside in Westminster and which should be passed on to the devolved administrations.</p>\n\n<p>But Mr Speaker, no decisions currently taken by the devolved administrations will be removed from them. And it is the expectation of the government that the devolved administrations in Scotland, Wales and Northern Ireland will see a significant increase in their decision-making power as a result of this process.</p>\n\n<p>We want to maintain the common travel area with the Republic of Ireland. There should be no return to the borders of the past. We will control immigration so that we continue to attract the brightest and the best to work or study in Britain, but manage the process properly so that our immigration system serves the national interest.</p>\n\n<p>We seek to guarantee the rights of EU citizens who are already living in Britain, and the rights of British nationals in other member states as early as we can. That is set out very clearly in the letter as an early priority for the talks ahead.  We will ensure that workers’ rights are fully protected and maintained. Indeed, under my leadership, not only will the government protect the rights of workers, we will build on them.</p>\n\n<p>We will pursue a bold and ambitious free trade agreement with the European Union that allows for the freest possible trade in goods and services between Britain and the EU’s member states; that gives British companies the maximum freedom to trade with and operate within European markets; and that lets European businesses do the same in Britain.</p>\n\n<p>Because European leaders have said many times that we cannot ‘cherry pick’ and remain members of the single market without accepting the 4 freedoms that are indivisible. We respect that position. And as accepting those freedoms is incompatible with the democratically expressed will of the British people, we will no longer be members of the single market.</p>\n\n<p>We are going to make sure that we can strike trade agreements with countries from outside the European Union too. Because important though our trade with the EU is and will remain, it is clear that the UK needs to increase significantly its trade with the fastest growing export markets in the world.</p>\n\n<p>We hope to continue to collaborate with our European partners in the areas of science, education, research and technology, so that the UK is one of the best places for science and innovation.  We seek continued cooperation with our European partners in important areas such as crime, terrorism and foreign affairs.</p>\n\n<p>And it is our aim to deliver a smooth and orderly Brexit – reaching an agreement about our future partnership by the time the 2-year Article 50 process has concluded, then moving into a phased process of implementation in which Britain, the EU institutions and member states prepare for the new arrangements that will exist between us.</p>\n\n<p>Mr Speaker, we understand that there will be consequences for the UK of leaving the EU. We know that we will lose influence over the rules that affect the European economy. We know that UK companies that trade with the EU will have to align with rules agreed by institutions of which we are no longer a part, just as we do in other overseas markets. We accept that.</p>\n\n<p>However, we approach these talks constructively, respectfully, and in a spirit of sincere cooperation. For it is in the interests of both the United Kingdom and the European Union that we should use this process to deliver our objectives in a fair and orderly manner. It is in the interests of both the United Kingdom and the European Union that there should be as little disruption as possible. And it is in the interests of both the United Kingdom and the European Union that Europe should remain strong, prosperous and capable of projecting its values in the world.</p>\n\n<p>At a time when the growth of global trade is slowing and there are signs that protectionist instincts are on the rise in many parts of the world, Europe has a responsibility to stand up for free trade in the interests of all our citizens.<br>\nWith Europe’s security more fragile today than at any time since the end of the Cold War, weakening our cooperation and failing to stand up for European values would be a costly mistake.</p>\n\n<p>Our vote to leave the EU was no rejection of the values that we share as fellow Europeans. As a European country, we will continue to play our part in promoting and supporting those values – during the negotiations and once they are done.</p>\n\n<p>We will continue to be reliable partners, willing allies and close friends. We want to continue to buy goods and services from the EU, and sell them ours. We want to trade with them as freely as possible, and work with one another to make sure we are all safer, more secure and more prosperous through continued friendship.</p>\n\n<p>Indeed, in an increasingly unstable world, we must continue to forge the closest possible security co-operation to keep our people safe. We face the same global threats from terrorism and extremism. That message was only reinforced by the abhorrent attack on Westminster Bridge and this place last week.</p>\n\n<p>So there should be no reason why we should not agree a new deep and special partnership between the UK and the EU that works for us all.</p>\n\n<p>Mr Speaker, I know that this is a day of celebration for some and disappointment for others. The referendum last June was divisive at times. Not everyone shared the same point of view, or voted in the same way. The arguments on both side were passionate.</p>\n\n<p>But, Mr Speaker, when I sit around the negotiating table in the months ahead, I will represent every person in the whole United Kingdom – young and old, rich and poor, city, town, country and all the villages and hamlets in between.</p>\n\n<p>And yes, those EU nationals who have made this country their home and it is my fierce determination to get the right deal for every single person in this country.  For, as we face the opportunities ahead of us on this momentous journey, our shared values, interests and ambitions can - and must - bring us together.</p>\n\n<p>We all want to see a Britain that is stronger than it is today. We all want a country that is fairer so that everyone has the chance to succeed. We all want a nation that is safe and secure for our children and grandchildren. We all want to live in a truly Global Britain that gets out and builds relationships with old friends and new allies around the world.</p>\n\n<p>These are the ambitions of this government’s Plan for Britain. Ambitions that unite us, so that we are no longer defined by the vote we cast, but by our determination to make a success of the result.</p>\n\n<p>We are one great union of people and nations with a proud history and a bright future. And now that the decision to leave has been made – and the process is underway – it is time to come together.  For this great national moment needs a great national effort. An effort to shape a stronger future for Britain.</p>\n\n<p>So let us do so together.  Let us come together and work together.  Let us together choose to believe in Britain with optimism and hope.  For if we do, we can together make the most of the opportunities ahead.  We can make a success of this moment.  And we can together build a stronger, fairer, better Britain – a Britain our children and grandchildren are proud to call home.</p>\n\n<p>I commend this statement to the House.</p>\n\n<div class=\"call-to-action\">\n<p>Read the <a href=\"https://www.gov.uk/government/publications/prime-ministers-letter-to-donald-tusk-triggering-article-50\">Prime Minister’s letter to the European Council President triggering Article 50</a>.</p>\n</div>\n</div>","political":true,"delivered_on":"2017-03-29T12:30:00+01:00","change_history":[{"public_timestamp":"2017-03-29T13:02:00.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Theresa May MP","url":"/government/uploads/system/uploads/person/image/6/PM_portrait_960x640.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-03-29T13:02:00.000+01:00"},"routes":[{"path":"/government/speeches/prime-ministers-commons-statement-on-triggering-article-50","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2017-03-29T12:02:00Z","base_path":"/government/speeches/prime-ministers-commons-statement-on-triggering-article-50","description":"Theresa May gave a statement in Parliament on her letter notifying the European Council President of the UK’s intention to leave the EU.","content_id":"8df6da93-2ab8-4505-95e7-512d4e007e74","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"OT532","api_path":"/api/content/government/organisations/prime-ministers-office-10-downing-street","base_path":"/government/organisations/prime-ministers-office-10-downing-street","content_id":"705dbea4-8bd7-422e-ba9c-254557f77f81","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-03-09T20:00:54Z","schema_name":"placeholder","title":"Prime Minister's Office, 10 Downing Street","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Prime Minister&#39;s Office, 10 Downing Street","crest":"eo"}},"links":{}},{"analytics_identifier":"D1197","api_path":"/api/content/government/organisations/department-for-exiting-the-european-union","base_path":"/government/organisations/department-for-exiting-the-european-union","content_id":"f323e83c-868b-4bcb-b6e2-a8f9bb40397e","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-03-29T16:10:39Z","schema_name":"placeholder","title":"Department for Exiting the European Union","withdrawn":false,"details":{"brand":"department-of-energy-climate-change","logo":{"formatted_title":"Department<br/>for Exiting the<br/>European Union","crest":"single-identity"}},"links":{}}],"people":[{"analytics_identifier":null,"api_path":"/api/content/government/people/theresa-may","base_path":"/government/people/theresa-may","content_id":"85291e63-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:03Z","schema_name":"placeholder","title":"The Rt Hon Theresa May","withdrawn":false,"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/europe","base_path":"/government/topics/europe","content_id":"541bc95f-f3a5-4c34-973a-f5f3f01bc4d2","description":null,"document_type":"policy_area","locale":"en","public_updated_at":"2017-04-19T10:27:38Z","schema_name":"placeholder","title":"Europe","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/brexit","base_path":"/government/policies/brexit","content_id":"2dcb5926-db6e-4347-b6d8-64fa9d5779a5","description":"","document_type":"policy","locale":"en","public_updated_at":"2017-04-19T10:33:33Z","schema_name":"policy","title":"Brexit","withdrawn":false,"links":{}}],"roles":[{"analytics_identifier":null,"api_path":"/api/content/government/ministers/prime-minister","base_path":"/government/ministers/prime-minister","content_id":"845e5811-c0f1-11e4-8223-005056011aef","description":null,"document_type":"ministerial_role","locale":"en","public_updated_at":"2013-11-07T18:01:29Z","schema_name":"placeholder","title":"Prime Minister","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/theresa-may","base_path":"/government/people/theresa-may","content_id":"85291e63-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:03Z","schema_name":"placeholder","title":"The Rt Hon Theresa May","withdrawn":false,"links":{}}],"available_translations":[{"title":"Prime Minister's Commons statement on triggering Article 50","public_updated_at":"2017-03-29T12:02:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/prime-ministers-commons-statement-on-triggering-article-50","description":"Theresa May gave a statement in Parliament on her letter notifying the European Council President of the UK’s intention to leave the EU.","api_path":"/api/content/government/speeches/prime-ministers-commons-statement-on-triggering-article-50","withdrawn":false,"content_id":"8df6da93-2ab8-4505-95e7-512d4e007e74","locale":"en"},{"title":"EU条約第50条発動に関する首相の下院演説の抜粋","public_updated_at":"2017-03-29T12:02:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.ja","description":"テリーザ・メイ首相は、欧州理事会議長に英国の欧州連合（EU）離脱意志を通告した書簡について、下院で演説を行いました。","api_path":"/api/content/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.ja","withdrawn":false,"content_id":"8df6da93-2ab8-4505-95e7-512d4e007e74","locale":"ja"},{"title":"Discurso da Primeira-Ministra ao Parlamento acionando o Artigo 50","public_updated_at":"2017-03-29T12:02:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.pt","description":"A primeira-ministra Theresa May fez um discurso no Parlamento a respeito de sua carta de notificação ao presidente do Conselho Europeu sobre a intenção do Reino Unido de deixar a União Europeia. ","api_path":"/api/content/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.pt","withdrawn":false,"content_id":"8df6da93-2ab8-4505-95e7-512d4e007e74","locale":"pt"},{"title":"英国首相在下议院就触发《里斯本条约》第50条发表声明","public_updated_at":"2017-03-29T12:02:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.zh","description":"英国首相特里莎·梅就向欧洲议会主席提交英国脱欧信件发表声明。","api_path":"/api/content/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.zh","withdrawn":false,"content_id":"8df6da93-2ab8-4505-95e7-512d4e007e74","locale":"zh"},{"title":"英國首相在下議院就啟動《里斯本條約》第50條發表聲明","public_updated_at":"2017-03-29T12:02:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.zh-tw","description":"英國首相梅伊對向歐洲議會主席提交英國脫歐信件發表聲明。","api_path":"/api/content/government/speeches/prime-ministers-commons-statement-on-triggering-article-50.zh-tw","withdrawn":false,"content_id":"8df6da93-2ab8-4505-95e7-512d4e007e74","locale":"zh-tw"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}