{"title":"Revenue and Customs Brief 22 (2013): Discounted Gift Schemes","public_updated_at":"2014-12-18T11:39:41Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"purpose-of-this-brief\">Purpose of this brief</h2>\n\n<p>This brief sets out HM Revenue and Customs’ (<abbr title=\"HM Revenue and Customs\">HMRC</abbr>) view on how to calculate the value that will be subject to Inheritance Tax for a Discounted Gift Scheme held in a relevant property trust when the 10 year anniversary charge arises for the trust. It also provides updated guidance on how the transfer value is to be calculated when a Discounted Gift Scheme is effected including providing clarification and revisions to the assumptions underlying the valuation.</p>\n\n<p>This brief is aimed at the trustees of a relevant property trust which holds a Discounted Gift Scheme and who are responsible for delivering an Inheritance Tax account for the 10 year anniversary. It is also aimed at the providers of Discounted Gift Schemes who may wish to provide relevant values to their customers both when a Discounted Gift Scheme is effected and at subsequent 10 year anniversaries.</p>\n\n<p>The intention of this brief is to provide certainty for taxpayers and Discounted Gift Scheme providers in that a valuation prepared in accordance with this brief will be acceptable to <abbr title=\"HM Revenue and Customs\">HMRC</abbr>.</p>\n\n<p>All statutory references are to Inheritance Tax Act 1984 unless otherwise stated.</p>\n\n<h2 id=\"the-10-year-anniversary-charge\">The 10 Year Anniversary Charge</h2>\n\n<p>Following changes to the taxation of trusts for Inheritance Tax purposes in the Finance Act 2006, most types of trust used for Discounted Gift Schemes created on or after 22 March 2006 are relevant property trusts and subject to Inheritance Tax under Part III, Chapter III Inheritance Tax Act 1984. Under s.64 a charge to Inheritance Tax arises on the value of the relevant property held in the trust every 10 years at which time the trustees are required to report the value of the relevant property to <abbr title=\"HM Revenue and Customs\">HMRC</abbr>.</p>\n\n<h3 id=\"valuation\">Valuation</h3>\n\n<p>Under a Discounted Gift Scheme the settlor will typically have settled a bond or a series of policies from which they have retained the right to either pre-determined regular withdrawals or to a succession of maturing reversions. The bond or policies are relevant property. However, the settlor’s retained rights are normally held on bare trust for the settlor and as such, these rights are not relevant property for Inheritance Tax purposes. At the 10 year anniversary, the value of the relevant property needs to be established for the purpose of calculating the charge that arises under s.64. The value of the relevant property is its open market value as required by s.160, but it does not include the value of the rights retained by the settlor.</p>\n\n<p>The open market purchaser of the relevant property would be purchasing the right to receive the whole value of the underlying bond following the death of the settlor. The open market purchaser will take account of the fund value at the valuation date and will have to allow for:</p>\n\n<ul>\n  <li>the expected withdrawals to be received by the settlor between the valuation date and the settlor’s date of death, and</li>\n  <li>the expected delay between the valuation date and the eventual death of the settlor</li>\n</ul>\n\n<p>The closest equivalent asset which is sold in the open market is considered to be an interest in reversion. In the case of the purchase of an interest in reversion, analysis of sales indicates that open market purchasers take a prudent approach and they do not factor in any growth in the capital value of the asset. In addition, analysis indicates that an open market purchaser of a reversion takes no account of the interim income payable to the life tenant.</p>\n\n<p>However, under a Discounted Gift Scheme the rights retained by the settlor are not precisely identical to the rights of a life tenant entitled to income. The retained benefits are not limited to any income produced by, or growth on, the fund. It is possible for the settlor’s retained rights to exceed the growth generated by the fund itself so that the fund is depleted over time. Equally the growth on the fund may exceed the sums due to the settlor under the retained rights, so that the fund value increases over time. <abbr title=\"HM Revenue and Customs\">HMRC</abbr> takes the view that an open market purchaser would take a prudent approach when taking these possibilities into account in the price he or she is prepared to pay.</p>\n\n<h3 id=\"valuation-methodology\">Valuation methodology</h3>\n\n<p>The asset to be valued is the total fund, less the value of the rights retained by the settlor, payable on the death of the settlor. The actual valuation will be slightly different depending on whether the retained rights are structured as a series of withdrawals of pre-determined amounts or are based on the value of a series of funds payable on fixed future dates. In either case it is considered that the open market purchaser would not allow for any growth in the fund value, but would discount the current value to account for the delay until the fund will be available, being on the death of the settlor.</p>\n\n<p>Where the retained rights are of pre-determined regular withdrawals, the total fund value is discounted to the expected date of death of the settlor. From this value is to be deducted the present value of the expected future withdrawals to be taken by the settlor based on their life expectancy and discounting those payments to the date that each payment is to be made.</p>\n\n<p>Where the retained rights are based on the value of a series of funds payable on fixed future dates the value of the funds that are expected to mature after the death of the settlor are discounted to the expected date of death of the settlor.</p>\n\n<p>There are a number of approaches that can be taken to these calculations that will produce virtually the same values, provided the same mortality and interest rate assumptions are used.</p>\n\n<h3 id=\"health-of-the-settlor-at-the-10-year-anniversary\">Health of the Settlor at the 10 Year Anniversary</h3>\n\n<p>The open market purchaser of an interest payable only on the death of an individual, such as a reversion, will assume normal life expectancy for the life of that individual unless there is clear evidence that they are terminally ill, for example in the viatical market for life policies. The risk to the open market purchaser is that if the individual survives longer than expected the purchaser has to wait longer to realise his or her investment. This open market practice leads to the view that the age to be used in the valuation is the age next birthday of the settlor with no adjustment for their state of health.</p>\n\n<p>This approach would, however, understate the value, possibly substantially, in cases where the settlor was terminally ill at the date of the 10 year anniversary. The rate of tax payable at the 10 year anniversary, which is dependent on the value of the relevant property at that date, determines the tax payable under s.65 on property in the settlement which ceases to be relevant property, for example on the distribution of the funds following the death of the settlor. There is therefore a risk that tax will be lost if the valuation at the 10 year anniversary is based on the actual age next birthday of the settlor where, in fact, the settlor was terminally ill.</p>\n\n<p>Three options to overcome this risk are:</p>\n\n<ul>\n  <li>to obtain evidence of the settlor’s state of health at the 10 year anniversary in all cases. This would add both an administrative and a financial burden on the trustees and would require an assessment of the medical evidence obtained, presumably by the provider preparing the valuation, adding to their costs. In most cases the outcome would be that the settlor was not terminally ill and therefore that the valuation should be based on the actual age next birthday of the settlor. The advantage of this approach, however, is that there would be certainty for the trustees that the value at the 10 year anniversary was finalised and it would remove the risk to <abbr title=\"HM Revenue and Customs\">HMRC</abbr> of loss of tax on any distributions in the following 10 years</li>\n  <li>to complete the valuation at the 10 year anniversary on the basis of the settlor’s actual age next birthday but, where the settlor dies within 2 years of the 10 year anniversary, for <abbr title=\"HM Revenue and Customs\">HMRC</abbr> to review the position at the 10 year anniversary to satisfy itself as to whether the value needs revision. This would reduce the administrative burden at the 10 year anniversary, but would not provide certainty for the trustees that the tax position was settled. There would also be practical difficulties in some cases in obtaining the relevant evidence of the settlor’s state of health at the 10 year anniversary retrospectively</li>\n  <li>to complete the valuation at the 10 year anniversary on the basis of the settlor’s rated age next birthday when the Discounted Gift Scheme was effected, plus an addition of 10 years for each 10 year anniversary. This has the advantage of simplicity. The settlor’s life will, in almost all cases, have been fully underwritten at the outset and no further medical evidence will be required. It would also provide certainty to the trustees that the tax position at the 10 year anniversary was finalised and that <abbr title=\"HM Revenue and Customs\">HMRC</abbr> would not review that position in the event that the settlor died within the next 2 years.</li>\n</ul>\n\n<p><abbr title=\"HM Revenue and Customs\">HMRC</abbr> consider that the third option provides a practical approach to the valuation. It places the minimum administrative burden on trustees or product providers whilst at the same time protecting <abbr title=\"HM Revenue and Customs\">HMRC</abbr> from potential loss of tax. The majority of settlors effecting Discounted Gift Schemes have no rating added to their age based on medical underwriting when the Discounted Gift Scheme is set up and therefore they would continue to have no rating applied at each 10 year anniversary.</p>\n\n<p>Where no underwriting was completed on the original transfer it may be necessary for <abbr title=\"HM Revenue and Customs\">HMRC</abbr> to review the original transfer value if this has not previously been reported. Alternatively it may be necessary to obtain evidence of the settlor’s state of health at the 10 year anniversary to complete the valuation.</p>\n\n<h3 id=\"valuation-basis\">Valuation Basis</h3>\n\n<p>The valuation is required to be carried out on an open market basis in accordance with s.160 and it is not possible to predict what open market practice will be by the time these valuations are required, with the first valuations expected to be required in March 2016. The open market valuation would need to reflect current market practice on the mortality assumptions being applied to reversionary interests as well as the rates of return then required by purchasers.</p>\n\n<p>In order to provide some certainty as to the valuations that will be acceptable, <abbr title=\"HM Revenue and Customs\">HMRC</abbr> will accept valuations that are calculated using the same mortality basis as is then in use in valuing the transfer when a Discounted Gift Scheme is effected, replacing select with ultimate mortality. This does not preclude the use of alternative valuation approaches to establish open market values, but is intended to provide certainty for valuations provided in accordance with this approach. <abbr title=\"HM Revenue and Customs\">HMRC</abbr> will publish any changes to its valuation basis at least 3 months before the changes are to take effect to give providers time to update their systems.</p>\n\n<h3 id=\"examples\">Examples</h3>\n\n<p>The examples show how the value of the relevant property is calculated. The mortality and interest rate basis used is that set out in paragraph 2.2 below.</p>\n\n<p><a href=\"/government/uploads/system/uploads/attachment_data/file/356781/examples_of_how_the_value_of_relevant_propery_is_calculated.pdf\">Examples of how the value of the relevant property is calculated</a></p>\n\n<h3 id=\"ten-year-anniversary-reporting-requirements\">Ten Year Anniversary reporting requirements</h3>\n\n<p>An account is required to be submitted to <abbr title=\"HM Revenue and Customs\">HMRC</abbr> by the trustees of a relevant property settlement where a charge to tax arises under Part III, Chapter III of the Inheritance Tax Act 1984. The reporting requirements are relaxed in connection with Excepted Settlements, the definition of which are set out in the Inheritance Tax (Delivery of Accounts) (Excepted Settlements) Regulations 2008 SI2008/606. For the purpose of establishing whether the transfer exceeds the 80% limit specified in Regulation 4(4), it is the value of the relevant property calculated in accordance with this brief that should be used.</p>\n\n<h2 id=\"updated-guidance-on-the-calculation-of-transfer-values-when-a-discounted-gift-scheme-is-effected\">Updated guidance on the calculation of transfer values when a Discounted Gift Scheme is effected</h2>\n\n<p>In May 2007 <abbr title=\"HM Revenue and Customs\">HMRC</abbr> issued a technical note setting out the Inheritance Tax treatment of <a rel=\"external\" href=\"http://www.hmrc.gov.uk/cto/dgs-tech-note.pdf\">Discounted Gift Schemes</a>. That note dealt with the transfer of value that arises when a Discounted Gift Scheme is effected. It also set out the valuation basis that <abbr title=\"HM Revenue and Customs\">HMRC</abbr> considered appropriate in establishing the value transferred. Subsequent to that note amendments to the valuation rate of interest have been made which are summarised in the Inheritance Tax manual at <a rel=\"external\" href=\"http://www.hmrc.gov.uk/manuals/ihtmanual/IHTM20656.htm\">IHTM 20656</a>.</p>\n\n<p>Following a European Court of Justice decision in March 2011 (the ‘Test-Achats’ case) the use of gender as a factor in setting insurance premiums is no longer permissible from 21 December 2012. As one of the main factors used to establish the value transferred when a Discounted Gift Scheme is effected is the cost of insuring the life of the individual who has effected the Scheme, the valuation basis needs to be changed to reflect this significant change in how life assurance premiums are calculated.</p>\n\n<p>The position at the date of a 10 year anniversary is somewhat different. At a 10 year anniversary the open market purchaser would not be concerned to insure the life of the settlor. Rather the purchaser’s concern would be in establishing the settlor’s life expectancy. This would be affected by the settlor’s age, gender and state of health at that time and would use a different valuation basis from that used for valuing the retained rights when a Discounted Gift Scheme is effected.</p>\n\n<p>In order to try to minimise the administrative burden around providing Discounted Gift Scheme valuations, <abbr title=\"HM Revenue and Customs\">HMRC</abbr> will accept 10 year anniversary valuations which are calculated using the same mortality and interest rate basis as is then in force for calculating the transfer value when a Discounted Gift Scheme is effected. This is set out in paragraph 2.2 below. This does not preclude valuations being submitted using alternative methods or valuation assumptions, but is intended to provide assurance that valuations calculated in accordance with this brief will be accepted by <abbr title=\"HM Revenue and Customs\">HMRC</abbr>.</p>\n\n<h3 id=\"valuation-basis-of-the-retained-rights\">Valuation basis of the retained rights</h3>\n\n<p>As set out in the 2007 Technical Note, the value transferred is calculated as the difference between the total amount invested in the Discounted Gift Scheme and the open market value of the retained rights. The formula used to calculate the open market value of the retained rights is:</p>\n\n<p>(1 - p) ÷ (p + i) where</p>\n\n<p>p is an annual whole life premium per £1 sum assured, expressed as a decimal, and</p>\n\n<p>i is the open market purchaser’s required rate of return on his investment.</p>\n\n<h3 id=\"mortality-and-interest-rate-basis\">Mortality and interest rate basis</h3>\n\n<p>Following the removal of gender as a factor in setting life assurance premiums the mortality basis used by <abbr title=\"HM Revenue and Customs\">HMRC</abbr> needs to be altered to reflect this change in open market premium rates. At the same time it is an appropriate time to reconsider the current interest rate assumption within the calculation. The revised mortality and interest rate basis is:</p>\n\n<p>Mortality: 80% of AFC00 select mortality (Permanent assurances for females, combined rates from Continuous Mortality Investigation table ‘00’ series published in the CMI Working Papers number 21 on 1 August 2006)</p>\n\n<p>Interest rate of 4.5% p.a.</p>\n\n<p>This revised basis will be applied to all transfers or 10 year anniversaries which occur on or after 1 December 2013.</p>\n\n<h3 id=\"further-clarification--withdrawals-in-excess-of-5-per-year\">Further clarification – withdrawals in excess of 5% per year</h3>\n\n<p><abbr title=\"HM Revenue and Customs\">HMRC</abbr> has been asked to clarify the valuation approach it takes when withdrawals under a Discounted Gift Scheme exceed 5% per year.</p>\n\n<p>Where the retained rights under a Discounted Gift Scheme derived from regular partial withdrawals from an investment bond do not exceed 5% per year, no personal income tax liabilities are taken into account in the valuation of those retained rights. Where the withdrawals in such circumstances exceed 5% per year, or where the cumulative 5% allowances are exhausted, the personal income tax liabilities of the open market purchaser need to be factored in to the valuation of the retained rights. In <abbr title=\"HM Revenue and Customs\">HMRC</abbr>’s view the open market purchaser of the retained rights will account for income tax at 40% on the excess over 5% per year. Where the bonds are onshore the assumption is that a 20% non-refundable tax credit will be taken into account so that the excess over 5% per year is reduced by 20% net rather than by 40% for offshore bonds.</p>\n\n</div>","headings":"<ol class=\"unnumbered\"><li><a href=\"#purpose-of-this-brief\">Purpose of this brief</a></li><li><a href=\"#the-10-year-anniversary-charge\">The 10 Year Anniversary Charge</a></li><li><a href=\"#updated-guidance-on-the-calculation-of-transfer-values-when-a-discounted-gift-scheme-is-effected\">Updated guidance on the calculation of transfer values when a Discounted Gift Scheme is effected</a></li></ol>","public_timestamp":"2013-08-09T10:00:00.000+01:00","first_published_version":true},"routes":[{"path":"/government/publications/revenue-and-customs-brief-22-2013-discounted-gift-schemes/revenue-and-customs-brief-22-2013-discounted-gift-schemes--2","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","first_published_at":"2016-10-20T15:20:40Z","base_path":"/government/publications/revenue-and-customs-brief-22-2013-discounted-gift-schemes/revenue-and-customs-brief-22-2013-discounted-gift-schemes--2","description":null,"content_id":"dcf71d2d-fc39-4aa7-992a-d076ce1a97ef","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D25","api_path":"/api/content/government/organisations/hm-revenue-customs","base_path":"/government/organisations/hm-revenue-customs","content_id":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-13T10:09:06Z","schema_name":"placeholder","title":"HM Revenue & Customs","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"HM Revenue<br/>&amp; Customs","crest":"hmrc"}},"links":{}}],"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/publications/revenue-and-customs-brief-22-2013-discounted-gift-schemes","base_path":"/government/publications/revenue-and-customs-brief-22-2013-discounted-gift-schemes","content_id":"601acc11-7631-11e4-a3cb-005056011aef","description":"Ten year anniversary values for Inheritance Tax and guidance on the calculation of transfer values when Discounted Gift Schemes are effected.","document_type":"policy_paper","locale":"en","public_updated_at":"2013-08-09T09:00:00Z","schema_name":"publication","title":"Revenue and Customs Brief 22 (2013): Discounted Gift Schemes","withdrawn":false,"links":{}}],"available_translations":[{"title":"Revenue and Customs Brief 22 (2013): Discounted Gift Schemes","public_updated_at":"2014-12-18T11:39:41Z","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","base_path":"/government/publications/revenue-and-customs-brief-22-2013-discounted-gift-schemes/revenue-and-customs-brief-22-2013-discounted-gift-schemes--2","description":null,"api_path":"/api/content/government/publications/revenue-and-customs-brief-22-2013-discounted-gift-schemes/revenue-and-customs-brief-22-2013-discounted-gift-schemes--2","withdrawn":false,"content_id":"dcf71d2d-fc39-4aa7-992a-d076ce1a97ef","locale":"en"}]},"format":"html_publication","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}