{"title":"United Nations General Assembly 2015 and the Global Goals","public_updated_at":"2015-09-21T17:59:11Z","details":{"body":"<div class=\"govspeak\"><p>These new goals build on the progress of the Millennium Development Goals set in 2000 – which have helped to halve poverty and improve living standards around the world over the past 15 years.</p>\n\n<h2 id=\"video-the-17-global-goals-for-a-better-world\">Video: The 17 Global Goals for a better world</h2>\n\n<p><a rel=\"external\" href=\"https://www.youtube.com/watch?v=d1bd5d3hvGU\">What are the Global Goals?</a></p>\n\n<h2 id=\"the-millennium-development-goals-what-have-they-achieved\">The Millennium Development Goals: What have they achieved?</h2>\n\n<p>In 2000, world leaders agreed the <a rel=\"external\" href=\"http://www.un.org/millenniumgoals/\">Millennium Development Goals (MDGs)</a> to eradicate poverty and hunger. As a result, the last 15 years have seen some of the most dramatic improvements in living standards the world has ever seen. More people are escaping extreme poverty, fewer people are dying of hunger and more children are going to school. The UK can be proud of the role we have played in these achievements. </p>\n\n<p>The MDGs played a critical role in the fight against poverty by galvanising the international community around some clear and measurable commitments. Now, for the first time in history, a world without poverty is in sight. We must finish the job. </p>\n\n<p>Over the past 4 years Britain has helped over 10 million children go to school, immunised nearly 50 million children against killer diseases and helped 69 million people get the financial services they need to work their way out of poverty.</p>\n\n<h2 id=\"the-global-goals-finishing-the-job-on-the-mdgs\">The Global Goals: Finishing the job on the MDGs</h2>\n\n<p>Despite this progress, there are still 836 million people living in extreme poverty. They are some of the most hard to reach and marginalised people on earth. Many of them are girls and women and many live in conflict states.</p>\n\n<p>Improving the lives of these people will require a broad approach incorporating peace, security, economic development and gender. This is why the <a rel=\"external\" href=\"https://sustainabledevelopment.un.org/topics\">Global Goals</a> include specific goals, for example on peace and gender, to ensure no one is left behind.</p>\n\n<p>With these Global Goals we need to lock in the progress made and enable people to work towards their own prosperity which is why they include specific goals on economic development and accountable and inclusive institutions.</p>\n\n<h2 id=\"the-global-goals-the-uks-role\">The Global Goals: The UK’s role</h2>\n\n<p>Over the past 3 years the UK has lobbied hard to make sure the Global Goals cover the areas not covered by the MDGs, to make sure nobody is left behind:</p>\n\n<ul>\n  <li>The UK successfully pushed for a stand-alone goal on gender equality, including targets on early and forced marriage, female genital mutilation, and - against strong resistance - sexual and reproductive rights. </li>\n  <li>To lock in the economic progress made since 2000 and enable people to work towards their own prosperity the UK has helped secure a goal on peace, security and good governance: the building blocks of stable, successful societies.</li>\n  <li>The UK has played a key role in creating a set of goals that are universal and inclusive; underpinned by a commitment to leave no one behind. These goals are focused on ending chronic poverty forever, for everyone, everywhere. The most marginalised and vulnerable people, whether disabled, hard to reach or affected by conflict, will not be left behind. </li>\n</ul>\n\n<p>We want to turbo-charge development by harnessing all sources of finance and putting in place the policies to ensure they have the best possible impact.</p>\n\n<p>The UK will work to deliver goals in new and innovative ways, involving the best of British expertise through our health service, private sector and other government departments, through the hub of DFID. </p>\n\n<p>Young people will be instrumental in delivering these goals and shaping the future. They have the power, commitment and energy to make sure the world leaders deliver on these promises when they sign up to the goals in New York.</p>\n\n<p>The Youth Summit ahead of the event in New York allowed young people to get themselves heard on the global issues they care about. International Development Secretary Justine Greening will take these views to the UN, providing a platform for young people’s voices on the world stage.</p>\n\n<p>The UK will continue to invest 0.7% of national income on aid and development and will continue to lobby for others to meet their aid obligations, including emerging and developing nations. </p>\n\n<p>Aid alone will not eradicate poverty. The UK will work with new economic powers to boost the volume, transparency and effectiveness of their development programmes and seek to increase private investment and boost tax revenues in poor countries. </p>\n\n<p>The goals require universal action: domestically, we will continue to get our own house in order on trade, tax and transparency to sustainably impact on development.</p>\n</div>","read_more":"Find out more about the Global Goals"},"routes":[{"path":"/government/topical-events/united-nations-general-assembly-2015/about","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","first_published_at":"2016-02-29T09:24:10Z","base_path":"/government/topical-events/united-nations-general-assembly-2015/about","description":"On 25 September 2015, 193 world leaders will adopt 17 Global Goals to end extreme poverty and to build a better world by 2030.","content_id":"b6a14c24-4444-4098-811a-8056660c31ae","locale":"en","expanded_links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/united-nations-general-assembly-2015","base_path":"/government/topical-events/united-nations-general-assembly-2015","content_id":"b4b132aa-93af-4604-9dae-b6de2d141427","description":null,"document_type":"placeholder_topical_event","locale":"en","public_updated_at":"2015-09-21T18:14:13Z","schema_name":"placeholder_topical_event","title":"United Nations General Assembly 2015","withdrawn":false,"details":{"start_date":"2015-09-15T00:00:00.000+00:00","end_date":"2016-09-01T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"United Nations General Assembly 2015 and the Global Goals","public_updated_at":"2015-09-21T17:59:11Z","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","base_path":"/government/topical-events/united-nations-general-assembly-2015/about","description":"On 25 September 2015, 193 world leaders will adopt 17 Global Goals to end extreme poverty and to build a better world by 2030.","api_path":"/api/content/government/topical-events/united-nations-general-assembly-2015/about","withdrawn":false,"content_id":"b6a14c24-4444-4098-811a-8056660c31ae","locale":"en"}]},"format":"topical_event_about_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}