{"title":"HM Treasury analysis on the immediate economic impact of leaving the EU: George Osborne's speech (Archived)","public_updated_at":"2016-05-25T09:53:52Z","details":{"body":"<div class=\"govspeak\">\n<p>Prime Minister, thank you very much.</p>\n\n<p>The Treasury has already published <a href=\"https://www.gov.uk/government/publications/hm-treasury-analysis-the-long-term-economic-impact-of-eu-membership-and-the-alternatives\">detailed analysis</a> of what a vote to leave would do to Britain’s economy over the long term.</p>\n\n<p><a rel=\"external\" href=\"https://youtu.be/K18mExM0Yu8\">George Osborne: the short-term economic impact of a vote to leave the <abbr title=\"European Union\">EU</abbr></a></p>\n\n<p>And the results showed that Britain would be permanently poorer to the tune of £4,300 per household - £4,300 each and every year.</p>\n\n<p>That’s the long term bill for leaving the <abbr title=\"European Union\">EU</abbr>.</p>\n\n<p>But what about the immediate impact on our economy? What will it mean next month, next year? And what will it mean for you?</p>\n\n<p>Today the Treasury is publishing its <a href=\"https://www.gov.uk/government/publications/hm-treasury-analysis-the-immediate-economic-impact-of-leaving-the-eu\">detailed and rigorous analysis</a> of the immediate impact of leaving the <abbr title=\"European Union\">EU</abbr> on growth, jobs, prices, wages, house prices and our nation’s finances.</p>\n\n<p>And the conclusion is that all would be hit.</p>\n\n<p>Why is that?</p>\n\n<p>Well, first households and businesses will know that Britain is going to be poorer in the future, so they’ll start cutting back on spending now, and avoiding big investments.</p>\n\n<div class=\"call-to-action\">\n<p><a href=\"https://www.gov.uk/government/publications/hm-treasury-analysis-the-immediate-economic-impact-of-leaving-the-eu\">HM Treasury analysis: the immediate economic impact of leaving the <abbr title=\"European Union\">EU</abbr></a></p>\n</div>\n\n<p>And that has an effect on the economy now.</p>\n\n<p>Second, leaving the <abbr title=\"European Union\">EU</abbr> creates a huge amount of uncertainty.</p>\n\n<p>We’d have just two years to work out how to leave the <abbr title=\"European Union\">EU</abbr>; two years to find a new working relationship with our neighbours; two years to do trade deals with over 50 other non <abbr title=\"European Union\">EU</abbr> countries; two years to introduce a load of new regulations here at home.</p>\n\n<p>In other words, two years at the very least of complete uncertainty – and probably more.</p>\n\n<p>And what will British businesses be doing during those two years?</p>\n\n<p>They will be watching and waiting nervously.</p>\n\n<p>They will delay purchasing new machinery, put on hold making plans for new premises.</p>\n\n<p>They won’t take new people on; some will let existing people go.</p>\n\n<p>And what about families – how are they likely to respond?</p>\n\n<p>Families will also be uncertain about what is coming next.</p>\n\n<p>If you don’t know what’s going to happen to your job, your partner’s job, your pay or the fortunes of the firm you work for – it would make sense to delay spending on things.</p>\n\n<p>People will put off trying to buy a home, or starting their own business.</p>\n\n<p>Put together millions of individual decisions like that and there is real damage to the economy.</p>\n\n<p>And then there’s the impact on financial markets – and we’ve all learnt to our cost during the financial crash how that can affect us all.</p>\n\n<p>Markets would be volatile, banks would be more cautious, the value of things like shares would likely fall.</p>\n\n<p>So stack all these things together…</p>\n\n<p>the fact we’d be heading towards a poorer Britain,</p>\n\n<p>the fact we’d be surrounded by uncertainty,</p>\n\n<p>the fact the financial system would be volatile,</p>\n\n<p>and it builds up to a profound economic shock if Britain leaves the <abbr title=\"European Union\">EU</abbr>.</p>\n\n<p>The Treasury asked one of the country’s leading economists and a former Deputy Governor of the Bank of England, Professor Sir Charles Bean to review the work, and he concludes that it “provides reasonable estimates of the likely size of the short term impact of a vote to leave on the UK economy”.</p>\n\n<p>So what are the numbers from the Treasury analysis?</p>\n\n<p>Economists looked at two scenarios – one where Britain experiences a shock, the second where it’s a severe shock. Under both scenarios here are the results.</p>\n\n<p>This is what happens if Britain leaves: the economy shrinks,</p>\n\n<p>the value of the pound falls,</p>\n\n<p>inflation rises,</p>\n\n<p>unemployment rises,</p>\n\n<p>real wages are hit,</p>\n\n<p>so too are house prices,</p>\n\n<p>and as a result – government borrowing goes up.</p>\n\n<p>The central conclusions of today’s Treasury analysis are clear – a vote to leave will push our economy into a recession.</p>\n\n<p>Within two years the size of our economy – our GDP – would be at least 3% smaller as a result of leaving the <abbr title=\"European Union\">EU</abbr> – and it could be as much as 6% smaller.</p>\n\n<p>We’d have a year of negative growth – that’s a recession.</p>\n\n<p>The pound would fall in value – by between 12% and 15%.</p>\n\n<p>That doesn’t just mean it’s more expensive when you have a holiday abroad.</p>\n\n<p>It means everything we import becomes more expensive, which increases inflation and hits family budgets.</p>\n\n<p>Within a year of the Referendum, inflation would be over 2% higher.</p>\n\n<p>And let’s be clear who that would hit the most: the lower income families who spend the largest proportion of their income on things like food and energy bills.</p>\n\n<p>In the financial markets, tougher conditions would lead to higher mortgage costs for families.</p>\n\n<p>By 2018 house prices would be hit by at least 10% and as much as 18%.</p>\n\n<p>So that’s what it means to vote to leave the <abbr title=\"European Union\">EU</abbr>.</p>\n\n<p>Incomes fall.</p>\n\n<p>Mortgage rates go up.</p>\n\n<p>And the value of the family home falls too.</p>\n\n<p>Behind all this – what people can afford to buy, where they can afford to live – are people’s jobs.</p>\n\n<p>And so I want to talk to you about the impact on jobs too.</p>\n\n<p>The Treasury’s analysis published today finds that a direct consequence of a vote to leave the <abbr title=\"European Union\">EU</abbr> would be significant job losses across the UK.</p>\n\n<p>Within two years, at least half a million jobs would be lost.</p>\n\n<p>That’s 80,000 jobs in the Midlands.</p>\n\n<p>Over 100,000 jobs across the North.</p>\n\n<p>Over 40,000 in Scotland; over 20,000 in Wales; almost 15,000 in Northern Ireland.</p>\n\n<p>In London over 70,000 jobs would be lost.</p>\n\n<p>Here across the South, almost 120,000 jobs would go.</p>\n\n<p>And that’s the lower end of the estimates – across Britain as many as 820,000 jobs could be lost.</p>\n\n<p>As always, it would be young people leaving school and college, and those already in insecure work who would be hit hardest.</p>\n\n<p>Youth unemployment would rise by over 10%.</p>\n\n<p>And for those that stay in work, wages will be hit too as firms see their profits fall.</p>\n\n<p>The Treasury’s analysis finds that real wages will fall by almost 3% in the first two years compared to where they’d be if we remain in the <abbr title=\"European Union\">EU</abbr>.</p>\n\n<p>To put it in perspective – that’s a pay cut worth almost £800 a year to someone working full time on the average wage.</p>\n\n<p>The analysis today is clear: the uncertainty that would be caused by a vote to leave would put the brakes on investment, would cost over half a million people in our country jobs, and would cut people’s wages too.</p>\n\n<p>And of course, all of this would have a big impact on the nation’s finances and how much we have to spend on things we value like our NHS and schools.</p>\n\n<p>If we vote to leave, evidence shows that the deficit would be higher than it would be if we remain.</p>\n\n<p>The borrowing bill for leaving the <abbr title=\"European Union\">EU</abbr> would be between £24 billion to £39 billion a year.</p>\n\n<p>Let me end by saying this: it’s only been 8 years since Britain entered the deepest recession our country has seen since the Second World War.</p>\n\n<p>Every part of our country suffered.</p>\n\n<p>The British people have worked so hard to get our country back on track.</p>\n\n<p>Do we want to throw it all away?</p>\n\n<p>With exactly one month to go to the referendum, the British people must ask themselves this question: can we knowingly vote for a recession?</p>\n\n<p>Does Britain really want this DIY recession?</p>\n\n<p>Because that’s what the evidence shows we’ll get if we vote to leave the <abbr title=\"European Union\">EU</abbr>.</p>\n\n<p>And to those who say we should vote to leave I’d say this: you might think the economic shock is a price worth paying.</p>\n\n<p>But it’s not your wages that will be hit, it’s not your livelihoods that will go, it’s not you who’ll struggle to pay the bills.</p>\n\n<p>It’s the working people of Britain who will pay the price if we leave the <abbr title=\"European Union\">EU</abbr>.</p>\n\n<p>None of this needs to happen if we vote to remain.</p>\n\n<p>Yes, we’ve got improvements to make to the <abbr title=\"European Union\">EU</abbr> – but we know what they are and we’re clear about what the future holds.</p>\n\n<p>If we remain, major British car manufacturers will go on selling hundreds of thousands of cars to Europe tariff-free.\nIf we remain, British farmers will go on selling their beef and lamb to Europe tariff-free.</p>\n\n<p>If we remain, British building firms will go on building homes, and people will have the confidence to do-up their own homes and shop with companies like yours.</p>\n\n<p>And if we remain, our economy won’t lose half a million jobs, but instead we’ll create more than a million jobs over the coming years.</p>\n\n<p>That is the brighter future on offer for our country.</p>\n\n<p>We’ve spent 6 years dealing with what happens when recession hits this country – we’ve got one month to make sure we don’t do it to ourselves all over again.</p>\n\n<p>One month to avoid a DIY recession.</p>\n\n<p>The Treasury analysis shows Britain will be stronger, safer and better off if we vote to remain in the <abbr title=\"European Union\">EU</abbr> on 23 June.</p>\n</div>","political":true,"delivered_on":"2016-05-23T10:30:00+01:00","change_history":[{"public_timestamp":"2016-05-25T10:53:52.000+01:00","note":"Video of the speech added."},{"public_timestamp":"2016-05-23T10:44:00.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon George Osborne MP","url":"/government/uploads/system/uploads/person/image/4/GEORGE_023_960x640.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-05-23T10:44:00.000+01:00"},"routes":[{"path":"/government/speeches/hm-treasury-analysis-on-the-immediate-economic-impact-of-leaving-the-eu-george-osbornes-speech","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2016-05-23T09:44:00Z","base_path":"/government/speeches/hm-treasury-analysis-on-the-immediate-economic-impact-of-leaving-the-eu-george-osbornes-speech","description":"Treasury's analysis on the immediate economic impact of leaving the EU, shows a vote to leave will push the UK economy into recession - the Chancellor explains.","content_id":"2e6d676a-6bdd-4965-8ca8-540e5d70b9c7","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D15","api_path":"/api/content/government/organisations/hm-treasury","base_path":"/government/organisations/hm-treasury","content_id":"1994e0e4-bd19-4966-bbd7-f293d6e90a6b","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:52:15Z","schema_name":"placeholder","title":"HM Treasury","withdrawn":false,"details":{"brand":"hm-treasury","logo":{"formatted_title":"HM Treasury","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/europe","base_path":"/government/topics/europe","content_id":"541bc95f-f3a5-4c34-973a-f5f3f01bc4d2","description":null,"document_type":"policy_area","locale":"en","public_updated_at":"2017-04-19T10:27:38Z","schema_name":"placeholder","title":"Europe","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/uk-economy","base_path":"/government/topics/uk-economy","content_id":"f10df7ae-e3a6-4f9c-b764-541f62c8e6cf","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"UK economy","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/george-osborne","base_path":"/government/people/george-osborne","content_id":"85291d4f-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:03Z","schema_name":"placeholder","title":"The Rt Hon George Osborne","withdrawn":false,"links":{}}],"topical_events":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/eu-referendum","base_path":"/government/topical-events/eu-referendum","content_id":"7658ef9d-2f7a-4e4a-aaa7-9d4668c23de0","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2016-06-24T15:08:22Z","schema_name":"placeholder","title":"EU referendum","withdrawn":false,"details":{"start_date":"2016-02-22T00:00:00.000+00:00","end_date":"2016-06-23T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"HM Treasury analysis on the immediate economic impact of leaving the EU: George Osborne's speech (Archived)","public_updated_at":"2016-05-25T09:53:52Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/hm-treasury-analysis-on-the-immediate-economic-impact-of-leaving-the-eu-george-osbornes-speech","description":"Treasury's analysis on the immediate economic impact of leaving the EU, shows a vote to leave will push the UK economy into recession - the Chancellor explains.","api_path":"/api/content/government/speeches/hm-treasury-analysis-on-the-immediate-economic-impact-of-leaving-the-eu-george-osbornes-speech","withdrawn":false,"content_id":"2e6d676a-6bdd-4965-8ca8-540e5d70b9c7","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}