{"title":"Corporal Paul Graham Long","public_updated_at":"2003-06-26T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Aged 24, he came from Colchester in Essex.</p>\n\n<figure class=\"image embedded\">\n  <div class=\"img\"><img alt=\"Corporal Paul Long\" src=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/3665/00c710f1d91642b7d8bec39469b8ddb4.jpg\"></div>\n  <figcaption>Corporal Paul Graham Long   \n[Picture: via MOD]</figcaption>\n</figure>\n\n<p>Born in Portsmouth, Paul Long attended Blackmoor CofE Primary School and All Hallows RC Comprehensive in Aldershot, before moving to South Shields where he attended Hebburn College. He joined the Regular Army in April 1999, having served two years with the Territorial Army, and was posted to 156 Provost Company in March 2000. A member of the Parachute Provost Platoon, he was a qualified radio operator. This was his first operational deployment. Paul was a dedicated soldier who loved his work.</p>\n\n<p>His mother Patricia Long, supported by her other two children and other family members, said that, “the Army was his life.”</p>\n\n<p>A requiem was held at a Roman Catholic church in South Shields on 4 July, after which his brother and sister, Byron and Maria, paid the following tribute:</p>\n\n<blockquote>\n  <p class=\"last-child\">Our brother, Paul Graham Long, known affectionately by all his family, friends and Army colleagues as Paul, joined the Royal Military Police in 1999. He wanted only to help others less fortunate than himself.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Paul leaves behind a loving wife Gemma and a baby son of 11 months, Benjamin David, and our devoted mother Patricia.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">We would really appreciate it if there were no further visits from the press and other media, so that we can be left to mourn Paul in peace. Paul, who was loved dearly and will be sadly missed, died doing what he did best: helping others.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Our hearts and prayers go out to the families and friends of all the Royal Military Police killed in Iraq.</p>\n</blockquote>\n\n<p>The commanding officer of 156 Provost Company, Major Bryn Parry-Jones, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">The loss of six soldiers from such a small, tight-knit unit as 156 Provost Company clearly comes as a dreadful shock to us all, not only the friends and families of those killed, but also all those in the Royal Military Police who knew and worked with them.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">All these men were highly professional Soldiers and Policemen. Their deaths in action underlines the challenging and difficult operations that the RMP are asked to undertake both in peace and times of conflict.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">From the oldest, aged 41, to the youngest, aged 20, these soldiers had between them a wealth of operational experience and distinguished service. You will understand that the circumstances surrounding this dreadful incident are still being investigated. At this time, our priority is giving all the support we can to the families and friends who are having to cope with the loss of loved ones.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">We ask our men and women to risk the ultimate sacrifice in the service of their country, and it is the sad truth that sometimes that sacrifice comes to pass.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">All six soldiers were extremely popular and well liked within the unit and they will be sadly missed by all of us.</p>\n</blockquote>\n\n<p>The media are asked to respect the family’s privacy at this very difficult time.</p>\n</div>","first_public_at":"2003-06-26T01:00:00.000+01:00","change_history":[{"public_timestamp":"2003-06-26T01:00:00.000+01:00","note":"First published."}],"emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"]},"routes":[{"path":"/government/fatalities/corporal-paul-graham-long","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"fatality_notice","schema_name":"fatality_notice","first_published_at":null,"base_path":"/government/fatalities/corporal-paul-graham-long","description":"It is with very deep regret that the Ministry of Defence has to confirm that Corporal Paul Graham Long was killed in action in southern Iraq on 24 June 2003 whilst serving with 156 Provost Company, Royal Military Police.","content_id":"5c9c306c-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"fatality_notice","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"fatality-notices","payload_version":0}