{"title":"Abdul Razzaq v The Financial Services Authority: [2013] UKUT 0140 (TCC)","public_updated_at":"2016-12-01T16:19:35Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:0655f302-1ed9-4d0b-bb9e-9d8432c6643b].\r\n\r\nPROHIBITION ORDER - FSMA s56 –Whether applicant fit and proper\r\nCANCELLATION OF PERMISSION – FSMA s45 – Whether threshold conditions satisfied."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/5752cab2ed915d3c89000022/Abdul_Razzaq.pdf\">Abdul Razzaq v The Financial Services Authority: [2013] UKUT 0140 (TCC)</a></span>.</p>\n\n<p>PROHIBITION ORDER - FSMA s56 –Whether applicant fit and proper\nCANCELLATION OF PERMISSION – FSMA s45 – Whether threshold conditions satisfied.</p>\n"}],"metadata":{"hidden_indexable_content":"1\r\n[2013] UKUT 0140 (TCC)\r\nFS/2011/0003 and 0004\r\nPROHIBITION ORDER - FSMA s56 –Whether applicant fit and proper\r\nCANCELLATION OF PERMISSION – FSMA s45 – Whether threshold conditions satisfied\r\nIN THE UPPER TRIBUNAL (TAX AND CHANCERY CHAMBER)\r\nFINANCIAL SERVICES\r\nBETWEEN\r\nABDUL RAZZAQ\r\nApplicant\r\n-and-\r\nTHE FINANCIAL SERVICES AUTHORITY\r\nRespondent\r\nTribunal: Andrew Bartlett QC (Judge of the Upper Tribunal)\r\nSandi O’Neill\r\nRuthven Gemmell\r\nSitting in public in London on 21-23 January 2013\r\nDate of written decision: 20 March 2013\r\nFor the Applicants: Mr Razzaq in person\r\nFor the Respondent: Sarah Clarke\r\n2\r\nDECISION\r\nINTRODUCTION\r\n1. Abdul Razzaq (“the Applicant” or “Mr Razzaq”) has referred to the Tribunal two decisions\r\nof the Financial Services Authority (“FSA”” or “the Authority”):\r\n(1) The making of a prohibition order under section 56 of the Financial Services and\r\nMarkets Act 2000 (“the Act”), to prohibit Mr Razzaq from performing any function in\r\nrelation to any regulated activity carried on by any authorised person, exempt person or\r\nexempt professional firm (as those terms are defined in and/or under the Act) on the\r\nbasis that he is not fit and proper to do so because he lacks honesty and integrity and is\r\nnot financially sound (“Full Prohibition Order”);\r\n(2) Cancellation of Mr Razzaq’s permission, trading as R S A Mortgage Services\r\n(“RSA”), under section 45 of the Act on the basis that Mr Razzaq fails to satisfy the\r\nthreshold conditions set out in Schedule 6 to the Act (the “Threshold Conditions”),\r\nspecifically Threshold Conditions 4 (Adequate Resources) and 5 (Suitability).\r\n2. Mr Razzaq contends that the matters that have been alleged against him by the FSA are\r\nnot justified and that he is a fit and proper person.\r\n3. The hearing was subject to a lengthy postponement for reasons that it is not necessary\r\nfor us to recite. By s133 of the Act the Tribunal’s function, having heard the evidence, is\r\nto determine what, if any, is the appropriate action for the Authority to take in relation to\r\nthe matters referred.\r\n4. The burden of proof is on the Authority to establish that Mr Razzaq is not a fit and proper\r\nperson and that a full prohibition order should therefore be made. The standard of proof is\r\nthe civil standard, namely the balance of probabilities, as explained in Re B [2008] UKHL\r\n35, [2009] AC 11. A finding of dishonesty requires cogent evidence to support it.\r\n5. Our conclusion is that Mr Razzaq is not a fit and proper person, for the reasons set out\r\nbelow. Prohibition and cancellation of permission are the appropriate actions.\r\nTHE AUTHORITY’S CASE\r\nThe FSA’s case is that the decisions taken by the Authority are appropriate since the\r\nApplicant is not fit and proper, because he is dishonest, lacking in integrity and reputation,\r\n3\r\nlacking in competence and capability, and lacks adequate resources. The Authority’s\r\nallegations are summarized as follows in Ms Clarke’s opening skeleton argument1:\r\nFraudulent Conduct\r\na. The Applicant fraudulently caused Whiteaway Laidlaw Bank Ltd (“WLB”) to permit\r\nan unauthorized overdraft of some £22,200 to accrue on his A Razzaq Insurance\r\nBrokers Office Account (the “ARI Office Account”) (12167175) by falsely\r\nrepresenting that he had paid in £22,120 in cash to the same account on 30 April\r\nand 1 May 2008. (Dishonesty / Lack of integrity)\r\nb. The Applicant subsequently provided exculpatory explanations for this conduct to\r\nWLB, the Birmingham County Court and the Authority. These explanations differ\r\nin material respects. The Applicant has therefore lied to at least one of these\r\nbodies. The Authority contends that these exculpatory accounts are\r\nfundamentally inconsistent with the evidence and each other and that the reason\r\nfor this is that his various accounts are untrue. (Dishonesty / Lack of Integrity)\r\nClient Money Failures\r\nc. Mr Razzaq, between at least 18 November 2008 and 6 January 2009, kept a\r\nsignificant sum of client money not segregated in his client bank account(s) but in\r\nan account held in the name of his nephew and another third party (“Mr Razzaq’s\r\nnephew’s account”). (Lack of integrity / Competence)\r\nd. Mr Razzaq failed to carry out any client money calculations before 31 December\r\n2008 and to inform the Authority of that fact. (Lack of integrity / Competence)\r\ne. Mr Razzaq had no client bank account at all between 30 January and 9 February\r\n2009. (Lack of integrity / Competence)\r\nConducting Insurance Mediation Activities Without Permission\r\nf. Since his permissions to carry out regulated insurance mediation activity were\r\nwithdrawn at his request on 5 March 2009, Mr Razzaq has continued to carry out\r\nsuch regulated activity without permission and with full knowledge of that lack of\r\npermission. (Lack of Integrity)\r\n1 We here omit an allegation of failure to disclose fees to clients, which was insufficiently evidenced, and was\r\nwithdrawn by the FSA during the hearing.\r\n4\r\nFailure to Inform the Authority\r\ng. Mr Razzaq failed to inform the Authority of material facts of which he knew or\r\nought to have known the Authority would reasonably expect notice (Lack of\r\nintegrity):\r\n(a) The unauthorized overdraft position on his ARI Office Account created by the\r\nevents described above, whether or not they amounted to fraud on his part.\r\n(b) That, to give WLB comfort in relation to that overdraft, he was forced to grant\r\nWLB a charge over his business premises at 342 Londonderry Road, Oldbury,\r\nB68 9NB on 17 June 2008; and\r\n(c) Bankruptcy proceedings brought by WLB and subsequently by another\r\ncreditor.\r\nThe Authority contends that the above matters, individually and cumulatively demonstrate\r\nthat the Applicant is not fit and proper and justify the taking of the actions by the FSA\r\ndescribed above.\r\nTHE EVIDENCE\r\n6. We were supplied with a large quantity of documentation.\r\n7. We heard oral evidence from the following persons, all of whom were cross-examined by\r\nMr Razzaq and/or questioned by the Tribunal:\r\na. Thomas Ward. Mr Ward was Mr Razzaq’s branch-based account manager at\r\nWLB at the relevant times, and dealt with the authorisation of payment on 30\r\nApril and 1 May 2008 of cheques written by Mr Razzaq. We found Mr Ward to be\r\na straightforward witness, who did his best to assist us. We accept the general\r\ntenor of his evidence. However, his memory of details was unimpressive, and we\r\nhave taken this into account in assessing his evidence.\r\nb. Mark Sweeting. Mr Sweeting was head of credit at WLB at the material times. He\r\nwas responsible for the managing process by which WLB assessed\r\naccountholder credit requests and dealt with problem credits and recovery\r\nsituations. Mr Razzaq alleged that Mr Sweeting acted unreasonably and\r\nconducted a vendetta against Mr Razzaq, with a view to destroying his business.\r\nWe found Mr Sweeting to be competent, fair-minded, and understanding of the\r\nneeds of a small business. We found nothing to support the allegations against\r\nhim, which we reject as extravagant and entirely baseless.\r\n5\r\nc. Daniel Rushbrook. Mr Rushbrook was the legal and compliance director of WLB,\r\nbut came on the scene after the material time and had no personal knowledge of\r\nthe relevant events. He gave evidence, based on study of the files, that the\r\nrelationship between Mr Razzaq and WLB was at times strained and fractious. Mr\r\nRazzaq argued that we should not receive Mr Rushbrook’s evidence because of\r\nhis lack of personal involvement. We saw no sufficient reason to exclude his\r\nevidence, but it did no more than contribute background information and identify\r\nwhat was or was not to be found in the bank’s files.\r\nd. Kathleen Sheehan. Ms Sheehan was a personal lines account handler for Clegg\r\nGifford, an insurance broker with whom the FSA alleged that Mr Razzaq placed\r\nbusiness on behalf of clients after his permissions to carry out regulated\r\ninsurance mediation activity had been withdrawn. We found her evidence to be\r\nclear, cogent and reliable.\r\ne. Alison Newton. Ms Newton was an FSA investigator who produced documents\r\nrelating to the allegations against Mr Razzaq, and who dealt with him on the\r\ntelephone and otherwise during the investigation. We found her evidence\r\nsatisfactory.\r\nf. Joan Bailey. Mrs Bailey was also an FSA investigator, who produced relevant\r\ndocuments. Her evidence was principally concerned with allegations made by Mr\r\nRazzaq concerning the FSA’s conduct of the investigation. She gave\r\nexplanations, which included admitting that some errors had been made by the\r\nFSA. She characterised them as innocent mistakes. We accept that\r\ncharacterisation.\r\ng. The Applicant. Mr Razzaq presented his case and gave evidence on his own\r\nbehalf. Despite his lack of experience in a Tribunal context, he did a thorough job.\r\nWe found him to be a man of considerable personal charm and intelligence, with\r\ndeveloped social skills and a warm-hearted personality. However, we reached\r\nnegative conclusions concerning his integrity, and found ourselves unable to\r\naccept his evidence on critical points. When questioned about the particular\r\nmatters on which the FSA relied, his general approach was to reveal as little as\r\npossible; we found him to be evasive, inconsistent, and lacking in candour. He\r\nmade a habit of either mis-stating facts with a view to his own advantage or giving\r\nvague answers. By contrast, he was very precise on points which he thought\r\nwould help his case. We formed the overall impression that, having little by way\r\nof honest defence to put forward, he had decided that attack was the best form of\r\ndefence. Throughout the hearing he persisted in misrepresenting self-evidently\r\ninnocent and/or minor and/or irrelevant errors on the part of WLB or the FSA as\r\nevidence of vengefulness and malevolent conspiracy; on close examination,\r\n6\r\nnone of the numerous allegations of bad faith which he made against WLB and\r\nagainst the FSA had any objective support.\r\n8. We should add that Mr Razzaq’s formal Reply in these proceedings dated 27 June 2011\r\nasserted that he had been misunderstood because of his “linguistic deficit”. We found\r\nduring the hearing that, while his written English was not always as clear as might be\r\ndesired, his spoken English was good.\r\n9. We received a written statement from Mr Monitz of Clegg Gifford. He produced\r\ndocuments relevant to Ms Sheehan’s evidence. His statement was not challenged by Mr\r\nRazzaq. The Authority also served a statement from Mr Bruce Tyler, the CEO of WLB.\r\nThe Authority did not call him, and Mr Razzaq objected to the reception of his written\r\nevidence. Ms Clarke expressly confirmed that the Authority did not rely on his statement\r\nfor anything that was not to be found elsewhere in the evidence. Accordingly, Mr Tyler’s\r\nstatement has not played a material role in our deliberations.\r\n10. At the end of the hearing Mr Razzaq asked that he be permitted to make his closing\r\nsubmissions in writing. We acceded to his request, and they were supplied on 5 February\r\n2013. Without permission and contrary to the Tribunal’s earlier directions, he included\r\nwith his closing submissions two additional witness statements, from persons who played\r\nno part in the hearing. The Authority objected to our receiving these statements. We refer\r\nto them further below.\r\n11. Where we state facts below, they are our findings derived from our consideration of the\r\nevidence which we received.\r\nTHE ALLEGATIONS OF FRAUDULENT CONDUCT\r\n12. The principal allegations are that Mr Razzaq fraudulently caused WLB to permit an\r\nunauthorized overdraft of approximately £22,200 to accrue on the ARI Office Account\r\n(12167175) by false representations that he had paid sums of cash totalling £22,120 into\r\nthat account by two deposits, on 30 April and on 1 May 2008.\r\n13. In 2008, WLB had only one branch. WLB account holders were as a result permitted by\r\nWLB to pay cheques and cash into and make withdrawals from their WLB accounts over\r\nthe counter at one or more branches of NatWest, with whom WLB had a relevant\r\narrangement. Mr Razzaq was able to make use of such an arrangement at a NatWest\r\nbranch.\r\n14. In mid-March 2008 Mr Razzaq applied to WLB for an overdraft facility of £10,000. Having\r\nregard to his financial situation, this was refused, and he was notified of the Bank’s\r\ndecision.\r\n7\r\n15. On 28 and 29 April 2008 Mr Razzaq wrote cheques to S Saleem on the ARI Office\r\nAccount for £10,000 and £9,600 respectively. The account did not have sufficient funds to\r\ncover these cheques.\r\n16. On 30 April the opening balance on that account stood at less than £3,000. After payment\r\nof a direct debit the balance was below £2,000. During that day Mr Razzaq paid into the\r\naccount two cheques from a Mr Khan, for £5,750 and £6,250 respectively. The bank giro\r\ncredit slip produced to the Tribunal shows the total of £12,000 in respect of cheques.\r\n17. Without evidence of cash being paid in, WLB was not willing to extend credit to Mr\r\nRazzaq to cover payment to Mr Saleem. On the basis of there being incoming funds of\r\n£12,000, WLB agreed on that day to pay out the first cheque in favour of S Saleem\r\n(£10,000), and debited the ARI Office Account accordingly. The allegation made by the\r\nFSA is that the payment was procured by a misrepresentation by Mr Razzaq to WLB that\r\nhe had paid into NatWest not cheques but cash. The misrepresentation is said to have\r\nbeen made by (1) a telephone call to WLB and (2) faxing through a copy credit slip\r\nshowing a cash deposit of £12,000. No such credit slip showing a cash deposit was\r\nproduced in evidence. Mr Razzaq denies that he made any misrepresentation on 30 April\r\n2008.\r\n18. On 1 May 2008 Mr Razzaq paid in to the account three further cheques, for £4,100,\r\n£2,970 and £3,050, totalling £10,120. These were drawn by him on that date upon two\r\nother accounts that he held with WLB, but which had insufficient funds. At the NatWest\r\nbank counter he proffered a credit slip showing cash amounts of £4,100 in £20, £2,970 in\r\n£10 and £3,050 in a third denomination (either £5 notes or £2 coins, depending on how\r\none interprets the slip), which the NatWest cashier stamped. In the course of the\r\ntransaction the error was noticed, and he proffered a correct slip, which was also\r\nstamped, showing that the payment in was of cheques totalling £10,120. Copies of both\r\ncredit slips were produced in evidence. The incorrect stamped slip showing cash deposits\r\nwas faxed to WLB by him or on his instructions. In reliance on the supposed cash\r\ndeposits WLB paid the second cheque to S Saleem, for £9,600, on that day, and also\r\nmade transfers of two smaller amounts.\r\n19. The Authority alleges that the faxing of the credit slip to WLB showing cash deposits on 1\r\nMay 2008 was a deliberate fraud on the part of Mr Razzaq in order to obtain funds. His\r\ncase is that (1) he wrote out the slip showing cash in expectation of receiving cash from a\r\ndebtor, (2) producing it to NatWest so as to get it stamped was an innocent mistake, (3) it\r\nwas faxed to WLB through another innocent mistake made by a member of his staff.\r\n20. Mr Khan’s cheques for £5,750 and £6,250 arrived in the account on 2 May 2008,\r\nbounced, and so were re-debited on 7 May 2008. The cheques dated 1 May 2008 from\r\nother accounts held by Mr Razzaq with WLB were credited and debited more than once,\r\n8\r\ncommencing with credit on 6 May and ending with debit on 13 May 2008, because of lack\r\nof funds. The end result of the transactions of 30 April and 1 May 2008 was that Mr\r\nRazzaq, having been refused credit by WLB, obtained credit of approximately £20,000\r\nfrom the Bank.\r\n21. On 13 May 2008 Mr Ward wrote a memo to Mr Sweeting and Mr Evans concerning the\r\nevents. This included the following:\r\nI enclose a copy of a Bank Giro Credit faxed in by the customer and also a copy of\r\nthe Bank Giro Credit received through clearing.\r\nMr Razzaq contacted me on the day an item was presented into his office account in\r\nthe sum of £10,000 to confirm he was paying in cash to cover this item. Mr Razzaq\r\nthen faxed through a copy of this credit. Therefore we paid the item presented.\r\nThe following day further items were presented in the sum of approximately £12,000.\r\nAgain Mr Razzaq advised he would pay in cash to cover these items. I enclose both\r\ncopies of the BGC received.\r\nOn both items we received unpaid items back and therefore have ended with an\r\noverall debit balance.\r\nAs you can see from the credits they are totally different. The credit faxed through\r\nshows cash paid in whereas the clearing credit does not.\r\n22. Mr Gareth Evans was the business manager with responsibility for Mr Razzaq. He visited\r\nhim to discuss the unsatisfactory position on the account. According to Mr Evans’ file note\r\ndated 15 May 2008, he made clear to Mr Razzaq the Bank’s view that what he had done\r\nwas unacceptable and fraudulent; Mr Razzaq accepted that his action was totally\r\nunacceptable, and explained to Mr Evans that his debts were such that he would require\r\ntime to repay.\r\n23. On 19 May 2008 WLB wrote to Mr Razzaq seeking payment. In his reply dated 22 May\r\n2008 he blamed the Bank for not helping him, despite his request for an overdraft facility,\r\nand offered a charge by way of security and monthly payments. His letter included a\r\nrequest that the Bank refrain from reporting him to the FSA. Security was subsequently\r\nprovided, but proved worthless owing to prior charges.\r\n24. On 24 July 2008 Mr Sweeting made a report to the FSA, which included the following:\r\nMr Razzaq sent a fax communication to the Bank indicating that he had paid cash\r\ninto his account with ourselves using the counters of a National Westminster Bank\r\nbranch located near to his premises in the West Midlands.\r\nUpon further investigation, it transpired that Mr Razzaq had in fact paid cheques into\r\nthe account ... .\r\nThe actual cheques were then dishonoured. This resulted in an unauthorised\r\noverdraft position which remains outstanding after 10 weeks.\r\n9\r\n25. On 8 December 2008 WLB issued a bankruptcy petition against Mr Razzaq. Such a\r\nprocedure is appropriate where an unpaid debt is clear and undisputed, as it appeared to\r\nthe Bank to be.\r\n26. On 7 August 2009 Mr Razzaq made a witness statement in the bankruptcy proceedings,\r\nconfirmed by a signed statement of truth. This denied that there was any fraud and\r\nasserted that facilities were provided to him willingly by the Bank.\r\n27. WLB’s petition was heard on 11 August 2009 in the Birmingham County Court, and was\r\ndismissed by District Judge Ingham on the grounds thata.\r\nthe petition mistakenly stated that no security was held, when it ought to have\r\nstated that security was held but in the Bank’s view was worthless;\r\nb. there was a triable issue concerning whether Mr Razzaq had an authorised or\r\nunauthorised overdraft and whether there was an agreement for credit regulated\r\nby the Consumer Credit Act.\r\n28. In relation to the second of these grounds, we observe that the oral evidence of the Bank\r\nwitnesses established that WLB prided itself on taking a personal and flexible approach,\r\nand prior to April 2008 had sometimes allowed Mr Razzaq to go into ‘excess’, despite the\r\nabsence of an authorised overdraft facility. However, such events were limited both as to\r\nduration and as to amount; none was on the scale of the approximately £20,000 obtained\r\non 30 April to 1 May 2008.\r\n29. Despite submissions to the contrary by Mr Razzaq, neither of the grounds for the\r\ndismissal of the petition by the Birmingham County Court demonstrates deliberate\r\nmisconduct on the part of the Bank.\r\n30. He was subsequently made bankrupt upon the petition of another creditor (petition issued\r\n27 August 2009, bankruptcy order made in October or November 2009).\r\n31. Mr Razzaq gave various accounts of the circumstances of his obtaining monies from\r\nWLB on 30 April and/or 1 May 2008. These were principallya.\r\nHis witness statement of 7 August 2009 mentioned above.\r\nb. A letter to the Bank dated 8 September 2009.\r\nc. A letter to the FSA dated 15 October 2009, disputing the Authority’s preliminary\r\nfindings.\r\nd. His response in August 2010 to the Authority’s Warning Notice and related\r\ndocuments submitted to the RDC.\r\n10\r\ne. His oral representations to the RDC.\r\nf. His Reference Notices to the Tribunal.\r\ng. His witness statement in the present proceedings.\r\nh. His oral evidence to the Tribunal.\r\n32. Ms Clarke placed particular reliance upon differences between Mr Razzaq’s statement to\r\nthe County Court, his written submissions to the RDC, his oral evidence to the RDC, and\r\nthe evidence which he gave to the Tribunal. For our part, we are cautious about placing\r\ntoo much reliance upon such differences. It is true that there were material differences,\r\nand we have taken these into account to the limited extent that we consider it fair to do\r\nso, but we have kept in mind that the details of the facts were relatively complicated, and\r\nMr Razzaq was responding to allegations made, which were themselves sometimes\r\ninaccurately formulated during the stages prior to the hearing before us. (For example,\r\nthe FSA and Mr Rushbrook mistakenly thought that Mr Razzaq had obtained funds from\r\nWLB by withdrawing cash on 30 April and 1 May 2008, not appreciating that in fact he\r\nhad procured that WLB honour the cheques that he had written to S Saleem; this was not\r\ncorrected until Mr Ward’s witness statement dated 21 December 2012.)\r\n33. Upon assessment, the FSA’s evidence regarding the events of 30 April 2008 is in our\r\nview not very strong. There is no copy paying in slip purporting to show the payment in of\r\ncash. It became clear during Mr Ward’s oral evidence that he did not have a clear\r\nindependent recollection of the events of that day, but was principally reliant on drawing\r\ninferences from the contemporary documents. While there may have been deliberate\r\nfraud on the part of Mr Razzaq on that day, it is equally possible that there was some\r\nmistake or misunderstanding. We are therefore not prepared to uphold the FSA’s analysis\r\nof the events of that day on the balance of probabilities.\r\n34. The FSA’s evidence regarding the events of 1 May 2008 is in our view much stronger.\r\nThe analysis put forward by the FSA is in our judgment amply supported by the oral and\r\nwritten evidence relied upon by the Authority. It is clear from the combination of the\r\ndocumentary evidence and the oral evidence given by the Bank witnesses that WLB\r\nwould not have agreed to extend credit to Mr Razzaq, and that WLB paid the second\r\ncheque to Mr Saleem in reliance on a representation that Mr Razzaq had paid cash into\r\nhis account. By contrast, we find Mr Razzaq’s assertions and explanations either\r\nincredible or irrelevant. In particular, as regards those put forward prior to the Tribunal\r\nhearing:\r\na. The explanation in his witness statement in the bankruptcy proceedings was that\r\nhe wrote out a bank giro slip in advance, showing cash deposits, because he was\r\n11\r\nexpecting clients to bring him cash, but when they arrived they paid him with\r\ncheques; he then wrote out another slip to reflect the cheques which he had\r\nreceived. This explanation cannot apply to 1 May 2008, because the cheques\r\nwhich he deposited on that date were his own cheques drawn on other accounts.\r\nb. His letter of 8 September 2009 asserted that someone at the Bank ‘mistakenly or\r\ndeliberately’ destroyed the giro slips that showed cheque deposits, and later tried\r\nto blame him for their own ‘mistake or negligence’. In our view this assertion is\r\nmisconceived. Both slips for 1 May 2008 were available and were produced in\r\nevidence. (The cheque deposit slip for 30 April 2008 was also produced in\r\nevidence.)\r\nc. In his letter dated 15 October 2009 he explained the allegations by the Bank as\r\nmotivated by a desire on the part of Mr Sweeting for personal revenge. This\r\nexplanation is fanciful and has nothing to support it. In addition, we accept Mr\r\nSweeting’s express evidence to the contrary.\r\nd. In his response to the Warning Notice Mr Razzaq stated in relation to the events\r\nof 1 May 2008 that the stamping of two slips, and the faxing of the cash slip, were\r\nerrors, that within an hour of the faxing he telephoned Mr Ward and explained the\r\nmistake and how it occurred, and that Mr Ward thanked him “and said ok”. Mr\r\nRazzaq repeated this part of his explanations orally to the RDC. Having heard Mr\r\nWard’s evidence we are satisfied that, if this had occurred, Mr Ward (a) would not\r\nhave made the payments out of the account on that day, and (b) would not have\r\nsubsequently given the description of events set out in his memo of 13 May 2008.\r\nIn addition, if this explanation by Mr Razzaq were true, we consider that Mr\r\nRazzaq would have referred to Mr Ward’s supposed knowledge of the true\r\nsituation in his letter to the Bank dated 22 May 2008.2\r\ne. On 19 August 2010, in a detailed chronicle of events sent to the RDC, Mr Razzaq\r\nstated as follows:\r\nOn the material date 1st May 2008 I called client friend who owed me money\r\non personal note and asked him what cash he is bring as I was running late\r\non my appointment and I didn’t wanted to double count the cash and waste\r\ntime, I asked him approximate breakdown of cash, he will be bring and I\r\nnoted that on the paying in book.\r\nWhen my client friend came, he dropped off three cheques value of £3,050,\r\n£2,970 and £4,100 and commented he couldn’t go to his bank to make cash\r\nwithdrawal. AR replied, I needed cash and added go and get me cash.\r\n2 We note Mr Razzaq’s apparent admission of unacceptable conduct recorded in Mr Evans’ file note dated 15\r\nMay 2008. We do not rely on this because Mr Razzaq denied it and Mr Evans was not called.\r\n12\r\nAR was very upset with him and was already late and quickly wrote another\r\npaying slip and his own cheques and took it to the Natwest branch to deposit\r\nthe cheques. ...\r\nThis account provides no credible explanation of how Mr Razzaq came to write a\r\nbank giro credit slip showing cash to the precise amount of the three cheques\r\nsubsequently dropped off by his client. Moreover, we have seen no evidence that\r\nthere were any such cheques; the three cheques paid in at the Bank were written\r\nby Mr Razzaq himself.\r\nf. In his oral representations to the RDC Mr Razzaq stated in reference to 1 May\r\n2008 that he was in a hurry, asked his “client friend” what cash he would be\r\nbringing in, and wrote in advance a credit slip for cash deposits; but that when the\r\nfriend arrived he brought cheques instead. Mr Razzaq therefore wrote cheques\r\nfrom his other accounts and deposited them on the assumption that he would get\r\ncash the next day and would deposit the cash to enable the cheques to be\r\nhonoured. This account is in our view highly improbable. It provides no\r\nexplanation for supposedly very specific information from the unidentified friend\r\n(that he was bringing £4,100 in £20, £2,970 in £10 and £3,050 in £5 notes or £2\r\ncoins) being followed very shortly afterwards by the friend bringing cheques\r\ninstead. It provides no explanation for the depositing of Mr Razzaq’s own\r\ncheques rather than the friend’s cheques. And it provides no explanation for Mr\r\nRazzaq’s own cheques being written in the three amounts which corresponded\r\nprecisely with the purported breakdown between the cash denominations, two\r\ncheques being drawn on one account and one cheque on another account. The\r\nobvious explanation for the drawing of three cheques in those amounts was that\r\nMr Razzaq hoped to mislead a busy cashier into stamping a credit slip showing\r\ncash in those three amounts, so that he could obtain credit from WLB.\r\n35. In his oral evidence to us on 22 January 2013 Mr Razzaq stated in regard to 1 May 2008\r\nthat two clients were due to bring him cash on that day: a Mr Khan and someone whose\r\nname he had forgotten but he thought was Hussain.3 They both told him “roughly” what\r\ncash they would bring, and they both “lied” to him and each brought a cheque instead.\r\nThis evidence provides no explanation for the precise cash amounts written onto the bank\r\ngiro credit slip which Mr Razzaq admits he presented to the cashier with the three\r\ncheques.\r\n36. When pressed for an explanation why he had written three cheques to be deposited, he\r\nsaid there was no specific reason. He was also asked why he had written two cheques on\r\none account and one cheque on a different account. Again, he said there was no specific\r\n3 On the next day of evidence (23 January 2013) Mr Razzaq told us that Mr Khan’s involvement was only on 30\r\nApril 2008, and that on 1 May 2008 it was only Mr Hussain who was due to bring him cash.\r\n13\r\nreason for so doing. In the circumstances of the case we find the account which he gave\r\nto us incredible. As we have indicated, in our view the obvious explanation for the\r\ndrawing of the three cheques in the exact amounts shown as three denominations of\r\ncash on the credit slip was that Mr Razzaq deliberately procured the stamped slip in order\r\nfraudulently to obtain funds from WLB, knowing that WLB was unwilling to extend further\r\ncredit to him. We so find.\r\n37. Mr Razzaq submits that it can be seen, from close comparison of the photocopy credit\r\nslips in the material placed before us, that he faxed to WLB on 1 May 2008 not only a\r\ncredit slip showing cash of £10,120 paid in but also (supposedly upon appreciating his\r\nerror) a credit slip showing that cheques totalling £10,120 had been paid in. This would\r\nbe inconsistent with the allegation of deliberate fraud. We do not accept his submission,\r\nwhich in our view is not correct. The evidence did not show that a second slip showing\r\ncheques had been faxed through on 1 May 2008. Moreover, the evidence from WLB was\r\nthat the slip showing payment in of cheques on 1 May 2008 was received through\r\nclearing in the normal way.\r\n38. Mr Razzaq further submits that the fundamental point is whether the FSA followed due\r\nprocess in their capacity as regulator; and that the Authority did not do so; instead, he\r\nsays, its investigation was flawed, defective, manipulative and not impartial. Our task is to\r\nconsider what is now the appropriate action, based on all the evidence before us, not to\r\npronounce on how the FSA conducted its investigation. The principal question for us in\r\nthese proceedings is whether, given his conduct, he should be prohibited. What the FSA\r\nhas said or done during its investigation does not bear directly on this question. We\r\naccept that there were some errors in the FSA investigation, which we consider were\r\nmade in good faith. We reject his submission.\r\n39. Mr Razzaq further relies on the fact that the three cheques dated 1 May 2008 from other\r\naccounts held by Mr Razzaq with WLB were credited and debited more than once in his\r\naccount. He submits this shows that Mr Ward was aware of the true situation and had not\r\nbeen misled. We do not find this persuasive.\r\n40. Mr Razzaq relies on evidence that he had from time to time in the past been allowed to\r\ngo into excess. We accept that evidence, but do not consider that it assists him. There is\r\nno proper comparison between allowing a small excess for short periods and honouring a\r\ncheque in the region of £10,000 in the absence of available funds.\r\n41. Mr Razzaq also points to minor inconsistencies in the evidence from the WLB witnesses.\r\nWe have taken these into account. In our view they do not undermine the case against\r\nhim in regard to the events of 1 May 2008.\r\n14\r\n42. As further evidence of dishonesty and lack of integrity the Authority relies upon a\r\ncontention that Mr Razzaq lied to one or more of WLB, the Birmingham County Court and\r\nthe Authority, concerning the events of 30 April and 1 May 2008. As indicated above, we\r\nare cautious about placing too much reliance simply upon differences between the\r\nvarious accounts that he has given. The mere fact of differences would not on its own\r\njustify a finding of dishonesty. However, we do consider that he has not been frank to the\r\nAuthority or to the Tribunal; instead he has sought to evade and obscure the issues, and\r\nknowingly to put forward untrue exculpatory versions of the facts concerning 1 May 2008.\r\nThis constitutes further dishonesty, lack of integrity, and lack of candour.\r\n43. Mr Razzaq enclosed with his written closing submissions a witness statement dated 31\r\nJanuary 2013 from a Mr Abid Hussain. This dealt with the circumstances in which Mr\r\nHussain brought Mr Razzaq cheques rather than cash on 1 May 2008. The Authority\r\nmade strong objections to the late admission of this statement, based on the Tribunal’s\r\ndirections and the procedural history of this reference. We can see no proper or sufficient\r\nground for admitting it into evidence. Moreover, were we to do so, it would make no\r\ndifference to our conclusion. Mr Hussain says that he told Mr Razzaq he would “bring mix\r\ncash”, and was too embarrassed to tell him that he would in fact be unable to bring cash.\r\nThis provides no explanation for Mr Razzaq’s writing out of a bank giro credit slip showing\r\nprecise amounts of cash in three denominations. Mr Hussain further says that he gave\r\ncheques to Mr Razzaq. This leaves unexplained Mr Razzaq’s actions in writing out three\r\ncheques on accounts of his own, matching the amounts in the three denominations stated\r\non the bank giro credit slip which he filled in to show a cash deposit.\r\nCLIENT MONEY FAILURES\r\n44. There are three allegations under this heading. The first is that Mr Razzaq, between at\r\nleast 18 November 2008 and 6 January 2009, kept a significant sum of client money not\r\nsegregated in his client bank account(s) but in his nephew’s account.\r\n45. In his response to the Warning Notice, Mr Razzaq stated:\r\nI used my employee’s account for administrative and convenience purposes only to\r\nmake payment by debit card with clients authority and consent to pay the same\r\nmonies to insurer agents to reduce mine and my clients liabilities with clients\r\nconsent...\r\n...\r\nI did not mingled client money as alleged with any third party (I did not considered\r\nclose relative/employee Mr Hussain or his wife as third party).\r\nFurthermore the account was used in control manner with consent and authority from\r\nclients for Administration and convenience purposes only, therefore I did not expose\r\nany client money to high level risk as alleged.\r\n15\r\nThere was no risk of insolvency or a dispute over entitlement to funds, because the\r\naccount holder did not had any freezing order against the account or any statutory\r\ndemand against him.\r\nThe account belonged to trusted family relation and employee ... furthermore the\r\nmoney was in the account for very short time.\r\n46. The account in question was a personal bank account of his nephew and his nephew’s\r\nwife. His nephew’s debit card was used for receiving funds from clients and making\r\npayments to insurers.\r\n47. Mr Razzaq did not dispute the Authority’s analysis that the bank statements showed over\r\n60 payments made in respect of client insurance premiums in this way. In his oral\r\nevidence Mr Razzaq accepted that the payments related to his business, and explained\r\nthe use of the account as a consensual arrangement between his clients and his nephew,\r\nof which he gave further detail in his written closing submissions.\r\n48. Even if that explanation is correct, the use of the account was still in our view a clear\r\nbreach of the rules, in particular CASS 5.5.5R(1).4 In so far as the arrangements were\r\nmade between the clients and his nephew, they were made at Mr Razzaq’s suggestion\r\nand request, and were for the purposes of the transactions between the clients and Mr\r\nRazzaq’s business, in order to avoid using the accounts which Mr Razzaq held with WLB.\r\n49. The second allegation in relation to client money is that, in breach of CASS 5.5.63R and\r\n5.5.76R, Mr Razzaq failed to carry out any client money calculations before 31 December\r\n2008 and to inform the Authority of that fact.\r\n50. CASS 5.5.63R provides:\r\n(1) A firm must, as often as is necessary to ensure the accuracy of its records and at\r\nleast at intervals of not more than 25 business days:\r\n(a) check whether its client money resource, as determined by CASS 5.5.65\r\nR on the previous business day, was at least equal to the client money\r\nrequirement, as determined by CASS 5.5.66 R or CASS 5.5.68 R, as at the\r\nclose of business on that day; and\r\n(b) ensure that:\r\n(i) any shortfall is paid into a client bank account by the close of\r\nbusiness on the day the calculation is performed; or\r\n(ii) any excess is withdrawn within the same time period unless\r\nCASS 5.5.9 R or CASS 5.5.10 R applies to the extent that the firm is\r\n4 CASS 5.5.5R provides: “A firm must segregate client money by either: (1) paying it as soon as is practicable\r\ninto a client bank account; or (2) paying it out in accordance with CASS 5.5.80 R.” CASS 5.5.80R provides:\r\n“Money ceases to be client money if it is paid: (1) to the client, or a duly authorised representative of the client;\r\nor (2) to a third party on the instruction of or with the specific consent of the client, but not if it is transferred to\r\na third party in the course of effecting a transaction, in accordance with CASS 5.5.34 R; ... ...”\r\n16\r\nsatisfied on reasonable grounds that it is prudent to maintain a\r\npositive margin to ensure the calculation in (a) is satisfied having\r\nregard to any unreconciled items in its business ledgers as at the\r\ndate on which the calculations are performed; and\r\n(c) include in any calculation of its client money requirement (whether\r\ncalculated in accordance with CASS 5.5.66 R or CASS 5.5.68 R) any\r\namounts attributable to client money received by its appointed\r\nrepresentatives, field representatives or other agents and which, as at the\r\ndate of calculation, it is required to segregate in accordance with CASS\r\n5.5.19 R.3\r\n(2) A firm must within ten business days of the calculation in (a) reconcile the balance\r\non each client bank account as recorded by the firm with the balance on that account\r\nas set out in the statement or other form of confirmation used by the bank with which\r\nthat account is held. ... ...\r\n51. CASS 5.5.76R provides:\r\nA firm must notify the FSA immediately if it is unable to, or does not, perform the\r\ncalculation required by CASS 5.5.63 R (1).\r\n52. The FSA wrote to Mr Razzaq on 19 February 2009 in the course of its investigation,\r\nrequesting a copy of all client money calculations completed after 31 December 2008 and\r\nsupporting accounting information. Mr Razzaq responded on 20 February 2009 enclosing\r\nhis client money calculations for 31.12.08 and 27.1.09.\r\n53. The Authority wrote again on 3 March 2009 asking for (1) supporting accounting\r\ninformation for the two calculations submitted, and (2) a copy of the calculation for\r\nFebruary 2009 and its supporting information. Ms Newton’s note of a telephone\r\nconversation with Mr Razzaq on 4 March 2009 says:\r\nHe asked what I meant by supporting accounting information. I explained I was\r\nlooking to see the source of the insurance debtors and creditor that were included in\r\nthe client money calculations. Mr Razzaq was still unsure of what I mean and asked if\r\nhe could pass me over to Gareth Evans, his accounts persons.\r\nGareth Evans then came on the phone and confirmed that he had been completing\r\nthe client money calculations recently. I explained that I need to be able to tie the\r\nfigures back to the accounting records and bank statement. Gareth confirmed it would\r\nnot be a problem to provide that information and he would send it through tomorrow.\r\n54. In a follow up letter on the following day, the FSA stated: “When Alison Newton\r\ntelephoned you yesterday to pursue the outstanding information and documents, you\r\nappeared not to be in control of client money in that you had little or no knowledge of\r\ncurrent insurance debtors and creditors.”\r\n55. In oral evidence Ms Newton stated that during the telephone conversation Mr Razzaq\r\nseemed not to understand what she was asking him for.\r\n56. For the RDC hearing Mr Razzaq produced voluntarily three client money calculations for\r\nperiods before December 2008, these being dated 14.5.08, 22.9.08 and 27.11.08. The\r\n17\r\nRDC’s scepticism about whether these were original calculations, or had been prepared\r\nafter the event and for the purposes of the RDC hearing, led to the current allegation. It\r\nwas suggested that they were in a format that was only sent to him at a later date. His\r\nanswer was that the format was available earlier on the FSA website, and that before Mr\r\nEvans had joined him, the calculations had been undertaken by a Mr Kumar.\r\n57. In our view the evidence is insufficient to establish that Mr Razzaq failed to prepare client\r\nmoney calculations for periods prior to 31 December 2008.\r\n58. With his closing submissions Mr Razzaq served a witness statement from Mr Evans\r\nwhich dealt with the telephone conversation with Ms Newton referred to above. We\r\ndecline to admit this very late statement into evidence. Given that we have not upheld the\r\nallegation concerning client money calculations, the statement is in any event irrelevant.\r\n59. The third client money allegation is that Mr Razzaq had no client bank account between\r\n30 January and 9 February 2009. This is said to show lack of integrity and lack of\r\ncompetence.\r\n60. Mr Razzaq did not dispute the fact alleged. He explained that it arose because WLB\r\nclosed his accounts, and new accounts which he arranged with a different Bank were not\r\nup and running quite as quickly has he had expected. We accept his explanation, but we\r\nobserve that the circumstances would not have arisen if he had made new client account\r\narrangements more promptly.\r\nCONDUCTING INSURANCE MEDIATION ACTIVITIES WITHOUT PERMISSION\r\n61. The Authority alleges that, since his permissions to carry out regulated insurance\r\nmediation activity were withdrawn at his request on 5 March 2009, Mr Razzaq has\r\ncontinued to carry out such regulated activity without permission and with full knowledge\r\nof that lack of permission. This is said to show a lack of integrity.\r\n62. The Authority relies on five particular transactions where Mr Razzaq acted as an\r\ninsurance intermediary. It is not in dispute that the transactions took place. The Authority\r\nsays that they were by way of business and for remuneration. Mr Razzaq says that he\r\nwas not carrying on business but was merely helping out family and friends, without\r\nremuneration.\r\n63. At various dates in around November 2009 to February 2010 Mr Razzaq prepared and\r\nsubmitted taxi insurance proposals and related documents to brokers, Clegg Gifford,\r\ngiving an address of his own at 342A Londonderry Road, Oldbury, as the address for\r\ncorrespondencea.\r\nfor Mr Jawid Khan\r\n18\r\nb. for Mr Mohammed Miah\r\nc. for Mr Pinoo Khan\r\nd. for Mr Yasir Mahmood\r\ne. for Mr Mohammed Sajid.\r\n64. Ms Sheehan of Clegg Gifford gave evidence to the following effect:\r\na. Mr Razzaq telephoned Clegg Gifford on 3 February 2010, pretending to be Mr\r\nJawid Khan, in order to make a credit card payment for Mr Jawid Khan’s motor\r\npolicy.\r\nb. Mr Jawid Khan telephoned Clegg Gifford on the following day, inquiring if the\r\ninsurance documents had been sent out; he explained that the previous day’s call\r\nhad been made by his broker, Razzaq Insurance.\r\nc. Mr Razzaq thereafter telephoned Clegg Gifford on a number of occasions\r\nregarding different policies; on each occasion he claimed to be the client. In\r\nparticular, in late March 2010 he telephoned, claiming to be Mr Mahmood.\r\n65. Mr Razzaq contested Ms Sheehan’s account. In cross-examination, he put to her that she\r\nwas not in a position to know who was on the other end of the telephone, and that\r\n“Razzaq Insurance” was not necessarily a reference to him. In his own evidence he\r\ndenied having impersonated clients and stated that what he did was to telephone in the\r\npresence of the policyholder; he had not been acting in the way of business but in order\r\nto help friends. He also gave an example of how he had also helped a Mr Atherton in\r\nrelation to his insurance, without payment, in May 2010.\r\n66. We prefer the evidence of Ms Sheehan, which was clear and consistent, and was not\r\nshaken in cross-examination. She had no motive for deliberate falsification, and there\r\nwas no explanation for how her evidence could have been mistaken. In contrast, Mr\r\nRazzaq had an obvious motive for not wanting it to be known that he was acting as an\r\ninsurance intermediary. Moreover, if he was merely acting as a friend, there would have\r\nbeen no reason to have the insurance documents sent in every case to Mr Razzaq, rather\r\nthan direct to the policyholder’s business address or home address. We do not doubt that\r\nMr Razzaq is a warm-hearted person who sometimes helps people without payment, but\r\nwe find ourselves unable to accept his evidence concerning the circumstances and\r\ncontents of the telephone calls. If on the occasions in question he had been acting purely\r\nas a friend or family member, he would not have needed to impersonate the\r\npolicyholders.\r\n19\r\n67. Mr Razzaq expressed his displeasure that the Authority had raised this matter again,\r\nhaving previously informed him by letter of 13 April 2011 that it regarded the matter as\r\nclosed. It was open to the Authority to revise its view of his conduct. The right to do so\r\nwas expressly spelled out in the letter. We do not consider that he has any ground of\r\ncomplaint in this respect.\r\n68. We therefore find that the Authority has established that Mr Razzaq acted as an\r\ninsurance intermediary at a time when he had no permission to do so.\r\n69. We also note as an additional matter (albeit we have reached the above conclusion\r\nwithout it) that, if the policyholders were all friends or family members who were helped\r\nby him in a non-business capacity, it is surprising that he did not adduce any evidence\r\nfrom any of them to that effect.\r\nFAILURE TO INFORM THE AUTHORITY\r\n70. The Authority alleges that Mr Razzaq failed to inform the Authority of material facts, of\r\nwhich he knew or ought to have known the Authority would reasonably expect notice,\r\nnamelya.\r\nThe unauthorized overdraft position on his ARI Office Account created by the\r\nevents described above.\r\nb. That, to give WLB comfort in relation to that overdraft, he was forced to grant\r\nWLB a charge over his business premises at 342 Londonderry Road, Oldbury,\r\nB68 9NB on 17 June 2008.\r\nc. The bankruptcy proceedings brought by WLB and subsequently by another\r\ncreditor.\r\n71. We have mentioned above that Mr Razzaq’s letter of 22 May 2008 to WLB included a\r\nrequest that the Bank refrain from reporting him to the FSA. In our view it is clear that he\r\nknew he should report to the Authority that he had obtained funds from WLB which he\r\nwas unable to repay, and that he did not do so.\r\n72. Failing to inform the Authority of the granting of the charge did not feature in Ms Clarke’s\r\ncross-examination of Mr Razzaq. We therefore ignore it.\r\n73. WLB’s petition was formally served on 23 December 2008. The FSA accepts that it\r\nlearned of the petition on 14 January 2009, in a telephone conversation between Mr\r\nFerguson of the FSA and Mr Sweeting. In evidence Mr Razzaq said he told Mr Ferguson\r\nof the FSA about WLB’s bankruptcy petition in a telephone call in about January 2009.\r\n20\r\nWe do not consider that the facts are sufficiently clear to enable us to make any finding\r\nadverse to Mr Razzaq in regard to notification of the petition to the FSA.\r\n74. The other creditor issued a bankruptcy petition against Mr Razzaq on 11 August 2009,\r\nand the bankruptcy order was made on either 20 October or 2 November 2009. Mr\r\nRazzaq’s Reply took the point that from 5 March 2009 he was not regulated by the FSA.\r\nMs Clarke did not pursue the non-reporting of the second bankruptcy petition in her\r\ncross-examination of Mr Razzaq. We make no finding on it.\r\nCONCLUSIONS\r\n75. Out of the allegations advanced by the Authority, we uphold the following:\r\na. On 1 May 2008 Mr Razzaq obtained approximately £10,000 from WLB by\r\ndeliberate fraud.\r\nb. Mr Razzaq has not been frank to the Authority or to the Tribunal concerning the\r\nevents of 1 May 2008; instead he has sought knowingly to put forward untrue\r\nexculpatory versions of the facts.\r\nc. Mr Razzaq knowingly failed to report to the Authority that he had obtained credit\r\nfrom WLB which he was unable to repay.\r\nd. Between 18 November 2008 and 6 January 2009 Mr Razzaq used an account\r\nbelonging to his nephew and his nephew’s wife for client money, in clear breach\r\nof the relevant rules.\r\ne. Mr Razzaq had no client bank account between 30 January and 9 February\r\n2009.\r\nf. At various dates in around November 2009 to February 2010 Mr Razzaq acted as\r\nan insurance intermediary, knowing that he was without permission from the\r\nAuthority to do so.\r\n76. In the context of the other matters, the lack of a client bank account for a few working\r\ndays makes no difference to our assessment.\r\n77. The other matters, taken together, demonstrate in our view a lack of honesty and integrity\r\nsuch that it is necessary for a full prohibition order to be made, in order to protect\r\nconsumers and prevent financial crime. Moreover, in our view the events of 1 May 2008\r\non their own would be sufficient to justify such an order.\r\n78. It can be said in Mr Razzaq’s favour that none of the matters which we have upheld\r\ninvolves loss to a client. In our view this is not sufficient, given the gravity of the matters\r\n21\r\nproved, to make a prohibition order unnecessary. We therefore confirm the full prohibition\r\norder made by the Authority on 8 December 2010.\r\n79. It was not in dispute that, if we upheld the prohibition order, it would be appropriate to\r\nuphold also the cancellation of Mr Razzaq’s Part IV permission trading as R S A\r\nMortgage Services. We agree that it necessarily follows. We so order.\r\n80. Our decision is unanimous.\r\nAndrew Bartlett QC\r\nJudge of the Upper Tribunal\r\nRelease Date: 20 March 2013","tribunal_decision_category":"financial-services","tribunal_decision_decision_date":"2013-03-20","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/5752cab2ed915d3c89000022/Abdul_Razzaq.pdf","title":"Abdul Razzaq v The Financial Services Authority: [2013] UKUT 0140 (TCC)","content_type":"application/pdf","updated_at":"2016-06-04T12:33:54Z","created_at":"2016-06-04T12:33:54Z","content_id":"0655f302-1ed9-4d0b-bb9e-9d8432c6643b"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:34.882Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/abdul-razzaq-v-the-financial-services-authority-2013-ukut-0140-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:35Z","base_path":"/tax-and-chancery-tribunal-decisions/abdul-razzaq-v-the-financial-services-authority-2013-ukut-0140-tcc","description":"Upper Tribunal Tax and Chancery decision of Judge Bartlett QC, Member O'Neill and Member Gemmell on 20 March 2013.            ","content_id":"1463129a-a0c3-4f27-9547-94f351a5799d","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Abdul Razzaq v The Financial Services Authority: [2013] UKUT 0140 (TCC)","public_updated_at":"2016-12-01T16:19:35Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/abdul-razzaq-v-the-financial-services-authority-2013-ukut-0140-tcc","description":"Upper Tribunal Tax and Chancery decision of Judge Bartlett QC, Member O'Neill and Member Gemmell on 20 March 2013.            ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/abdul-razzaq-v-the-financial-services-authority-2013-ukut-0140-tcc","withdrawn":false,"content_id":"1463129a-a0c3-4f27-9547-94f351a5799d","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}