{"title":"HRH Princess Anne (The Princess Royal) visits Sierra Leone","public_updated_at":"2017-04-10T11:45:57Z","details":{"body":"<div class=\"govspeak\"><p>The Princess Royal, daughter of Her Majesty Queen Elizabeth II, was warmly welcomed to Freetown last week for a three-day official visit on 5-7 April. Sierra Leone was the final stop in a weeklong visit that included Ghana.</p>\n\n<p>Princess Anne’s visit offered a moment to celebrate the UK’s unique and historic relationship with Sierra Leone, and to recognise the lasting friendship between both countries. The Princess is no stranger to Sierra Leone; she last visited the country in 2011 to celebrate Sierra Leone’s 50th Anniversary of Independence, following in the footsteps of Her Majesty the Queen’s visit in 1961.</p>\n\n<p>This time, she saw firsthand how Sierra Leone was recovering from Ebola and the vital contribution that the UK was making across the development spectrum. The Princess paid a courtesy call on President Ernest Bai Koroma to praise his personal leadership in leading the fight against Ebola and his commitment to transforming the lives of thousands of Sierra Leoneans through the President’s Recovery Programme. The Princess recognised the role of the UK Government and UK NGOs in key sectors, such as health, education, social protection and governance, to promote development and build security.</p>\n\n<p>To mark the visit, President Koroma held a State Reception for the Princess, an honour that brought together members of the Cabinet, senior government officials, and dignitaries from the diplomatic community and civil society.</p>\n\n<p>The Princess is closely associated with a number of UK NGOs that do important work in Sierra Leone, such as Save the Children; Voluntary Service Overseas; and the University of London and the Liverpool School of Tropical Medicine, which both have strong partnerships within the country’s health sector. She was keen to use her visit to see the difference that they and the UK Government continue to make.</p>\n\n<p>Princess Anne is well known for being one of the hardest working members of the Royal Family and this visit was no different. The Princess undertook a busy schedule across the city. She paid a visit to several hospitals, health centres and care homes where the UK and UK volunteers are helping to make a difference, including: the Ola During Hospital, the Aberdeen Women’s Centre, the Leonard Cheshire Home and Save the Children projects in Susan’s Bay and Wilberforce. At Connaught Hospital, she met the First Lady Sia Koroma, who explained how the hospital supports dialysis care, and saw the work that the Kings Sierra Leone Partnership is doing to build a more resilient health system.</p>\n\n<p>Her Royal Highness experienced the full extent of the UK’s work in Sierra Leone with visits to the British Council, at heart of the Hull-Freetown 2017 cultural twinning programme, and the UK-supported International Security Advisory Team that continues to enhance and professionalise the security sector. The Princess called in at the Pay No Bribe call centre, supported by UK Aid, to understand how the citizens are fighting back against graft through this anonymous reporting portal that curbs bribery.</p>\n\n<p>At a visit to the Queen Elizabeth II Port, the Princess Royal re-traced where the Royal Yacht Britannica sailed into Freetown harbour to a 21 gun-salute in Sierra Leone’s first year of independence. A visit to Tacugama Chimpanzee Sanctuary provided the perfect backdrop to see how conservationists around the country are working with the government to protect what is left of the country’s precious tropical rainforests and its spectacular flora and fauna, including the iconic chimpanzee, which is threatened by illegal hunters and traders.</p>\n\n<p>The incredible, heart-felt greeting that Sierra Leone gave the Princess Royal has given us all an opportunity to reflect on the strength of our historic ties, and it vividly demonstrates the UK’s commitment to this genuinely unique relationship.</p>\n\n</div>","change_history":[],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/63138/s300_HRH.jpg","alt_text":"HRH Princess Anne and President Ernest Bai Koroma","caption":"HRH Princess Anne and President Ernest Bai Koroma at the State Reception"},"political":false,"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"tags":{"browse_pages":[],"policies":[],"topics":[]},"first_public_at":"2017-04-10T12:45:57.000+01:00"},"routes":[{"path":"/government/world-location-news/hrh-princess-anne-the-princess-royal-visits-sierra-leone","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","first_published_at":"2017-04-10T11:45:57Z","base_path":"/government/world-location-news/hrh-princess-anne-the-princess-royal-visits-sierra-leone","description":"Her Royal Highness (HRH) Princess Anne paid a three-day official visit to Freetown on 5-7 April and witnessed firsthand the vital contributions the UK was making in Sierra Leone’s development.\r\n\r\n","content_id":"b3f550b9-8276-4ba7-9ce5-04389dfa747f","locale":"en","expanded_links":{"available_translations":[{"title":"HRH Princess Anne (The Princess Royal) visits Sierra Leone","public_updated_at":"2017-04-10T11:45:57Z","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","base_path":"/government/world-location-news/hrh-princess-anne-the-princess-royal-visits-sierra-leone","description":"Her Royal Highness (HRH) Princess Anne paid a three-day official visit to Freetown on 5-7 April and witnessed firsthand the vital contributions the UK was making in Sierra Leone’s development.\r\n\r\n","api_path":"/api/content/government/world-location-news/hrh-princess-anne-the-princess-royal-visits-sierra-leone","withdrawn":false,"content_id":"b3f550b9-8276-4ba7-9ce5-04389dfa747f","locale":"en"}]},"format":"world_location_news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}