{"title":"E Ivor Hughes Educational Foundation v Miss J E Morris and Others: UKEAT/0023/15/LA","public_updated_at":"2017-03-15T14:49:43Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full judgment in [embed:attachments:inline:0932af5a-f7d2-4fdf-91f9-06862feddfe7]."},{"content_type":"text/html","content":"<p>Read the full judgment in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58c03427e5274a2a5c000117/E_Ivor_Hughes_Educational_Foundation_v_Miss_J_E_Morris_and_Others_UKEAT_0023_15_LA.pdf\">E Ivor Hughes Educational Foundation v Miss J E Morris and Others: UKEAT/0023/15/LA</a></span>.</p>\n"}],"metadata":{"hidden_indexable_content":"Appeal No. UKEAT/0023/15/LA\r\n\r\n\r\nEMPLOYMENT APPEAL TRIBUNAL\r\nFLEETBANK HOUSE, 2-6 SALISBURY SQUARE, LONDON EC4Y 8AE\r\n\r\n\r\n\tAt the Tribunal\r\n\tOn 10 June 2015\r\n\tJudgment handed down on 19 June 2015\r\n\r\n\r\n\r\nBefore\r\nTHE HONOURABLE MR JUSTICE LEWIS \r\n(SITTING ALONE)\r\n\r\n\r\n\r\n\r\n\r\n\r\nE IVOR HUGHES EDUCATIONAL FOUNDATION\tAPPELLANT\r\n\r\n\r\n\r\n\r\n\r\nMISS J E MORRIS & OTHERS\tRESPONDENTS\r\n\r\n\r\n\r\nTranscript of Proceedings\r\n\r\nJUDGMENT\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\nAPPEARANCES\r\n\r\n\r\n\r\n\r\nFor the Appellant\tMR NICHOLAS GOODFELLOW\r\n(of Counsel)\r\nInstructed by:\r\nIBB Solicitors\r\nCapital Court\r\n30 Windsor Street\r\nUxbridge\r\nMiddlesex\r\nUB8 1AB\r\n\r\nFor the Respondents\tMR ADAM WAGNER\r\n(of Counsel)\r\nInstructed by:\r\nAssociation of Teachers & Lecturers \r\nLegal Services Department\r\n7 Northumberland Street\r\nLondon\r\nWC2N 5RD\r\n\r\nand\r\n\r\nThe Association of School and College Leaders (ASCL)\r\nLegal Services\r\n130 Regent Road\r\nLeicester\r\nLE1 7PG\r\n\r\nand\r\n\r\nNASUWT\r\n65 St John Street\r\nFarringdon\r\nLondon\r\nEC1M 4AN\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAPPEARANCES (CONTINUED)\r\n\r\n\r\n\r\n\r\n\tand\r\n\r\nNational Union of Teachers\r\n(Legal Department)\r\nThe Pavillion\r\n90 Point Pleasant Riverside Quarter\r\nLondon\r\nSW18 1PP\r\n\r\nand\r\n\r\nThompsons Solicitors\r\nCongress House\r\nGreat Russell Street\r\nLondon\r\nWC1B 3LD\r\n\r\nand\r\n\r\nVoice - The Union for Education Professionals\r\n2 St James Court\r\nFriar Gate\r\nDerby\r\nDE1 1BT\r\n\r\n\r\n\r\n\r\n \r\nSUMMARY\r\nREDUNDANCY - Collective consultation and information\r\nUNFAIR DISMISSAL\r\n\r\nDuty to Consult When Proposing to Dismiss Employees as Redundant - Time At Which Obligation Arose - Special Circumstances - Protective Awards - Unfair Dismissal - Procedural Fairness\r\nThe Appellant operated a girl’s school.  Due to declining pupil numbers, the Appellant decided at a meeting on 27 February 2013 to close the School unless numbers increased.  The final decision to close was taken on 25 April 2013 when pupil numbers for the 2013 to 2014 academic year were known.  In the particular circumstances of this case, the Tribunal was entitled to conclude that the obligation in section 188 of the Trade Union and Labour Relations (Consolidation) Act 1992 (“the 1992 Act”) to consult prior to dismissing staff as redundant arose on 27 February 2013.  The decision on that date to close the School, unless numbers increased, which was considered to be unlikely, was either a fixed, clear albeit provisional intention to close the School or amounted to a strategic decision on changes compelling the employer to contemplate or plan for collective redundancies.  On either analysis, the duty to consult arose on that date.  The Tribunal was entitled to conclude that there were no special circumstances which made it impracticable to consult and that a protective award of 90 days was appropriate given that there had been no consultation and the failure to consult resulted from the reckless failure to consult legal experts on the employment implications of the closure.  The fact that the employee had not suffered actual loss was not capable of amounting to a mitigating factor justifying a reduction in the period of a protective award that would otherwise be just and equitable having regard to the seriousness of the employer’s default.  The appeal against the protective award would be dismissed. \r\nIn relation to the unfair dismissal claim, the Tribunal acted unfairly in dealing with the question of the likelihood of three Claimants being been able to secure a post at another school operated by the Appellant.  The three Claimants were permitted at the hearing to adduce evidence on this issue at a time when it was known that the Appellant’s witness was unavailable.  The Tribunal, in permitting the evidence to be adduced, expressly recognised the need to ensure that the Appellant would not be prejudiced.  In those circumstances, it was unfair for the Tribunal to deal with the question of the likelihood of the three Claimants being able to secure the job without first giving the Appellant the opportunity to adduce evidence.  The appeal in relation to the unfair dismissal claim would be allowed to that extent and the question of the likelihood of the three Claimants being able to secure the post remitted to a differently constituted Tribunal.\r\n\r\n \r\nTHE HONOURABLE MR JUSTICE LEWIS\r\n\r\nIntroduction\r\n1.\tThis is an appeal against a Decision of the Watford Employment Tribunal (EJ Smail presiding) dated 17 August 2014.  By that Decision, the Employment Tribunal made a 90 day protective  award under section 189 of the Trade Union and Labour Relations (Consolidation) Act 1992 (“the 1992 Act”) as the Appellant, the employer, had failed to comply with its duty under section 188 of the 1992 Act to consult in respect of proposed redundancies.  The effect of the protective award was that the Appellant had to pay 90 days remuneration to each of the Claimants.  The Employment Tribunal also found, amongst other things, that three Claimants, Mrs Cotter, Mrs Williams and Mrs O’Dwyer had been unfairly dismissed as the Appellant had failed to provide the opportunity of suitable alternative employment in the form of another teaching job at another preparatory school and the chances of each of the three Claimants securing the job were, respectively, 40%, 40% and 20%.\r\n\r\n2.\tThe appeal concerns the Peterborough and St Margaret’s School (“the School”) previously operated by the Appellant.  Due to declining numbers, the Appellant decided to close the school and dismiss the staff on grounds of redundancy.  It did not consult representatives of the staff about the proposed redundancies prior to giving the staff notice of dismissal. \r\n\r\n3.\tThe Appellant contends first that the Employment Tribunal erred in law by finding that the obligation to consult imposed by section 188 of the 1992 Act arose on 27 February 2013 as there was no evidence upon which it could find that the governing body had decided on that date to close the School.  The Appellant also contends that the Employment Tribunal erred in law by finding that there were no special circumstances rendering it not reasonably practicable to consult at that stage.  Further the Appellant contends that the Tribunal failed to have regard to the fact that the Claimants suffered no actual loss as a result of the failure to consult.  A separate issue is whether the appeal in relation to these matters is academic.  The Appellant accepts that the duty to consult arose on later than 25 April 2013 when, on any analysis, a decision was taken to close the School and to dismiss the staff.  The Appellant did not consult at any stage and accepts that it was in breach of its duty under section 188 of the 1992 Act.  In those circumstances, even if there were any error of law in relation to the finding that the obligation to consult arose on 27 February 2013, rather than 25 April 2013, the question arises as to whether any such error of law has any material effect on the decision of the Tribunal.  In relation to the finding on unfair dismissal, the Appellant contends that the Employment Tribunal acted unfairly in allowing certain Claimants to adduce evidence as to the likelihood that they would have succeeded in obtaining a post at another of the Appellant’s schools, and then assessing the likelihood of them obtaining the post, without first permitting the Appellant the opportunity to put in evidence on that issue. \r\n\r\nThe Legal Framework\r\n4.\tSections 188 and 189 of the 1992 Act provides, so far as material, that:\r\n“188. Duty of employer to consult … representatives\r\n(1) Where an employer is proposing to dismiss as redundant 20 or more employees at one establishment within a period of 90 days or less, the employer shall consult about the dismissals all the persons who are appropriate representatives of any of the employees who may be [affected by the proposed dismissals or may be affected by measures taken in connection with those dismissals. \r\n(1A) The consultation shall begin in good time and in any event—\r\n(a) where the employer is proposing to dismiss 100 or more employees as mentioned in subsection (1) , at least 45 days , and \r\n(b) otherwise, at lest 30 days, \r\nbefore the first dismissal takes effect.\r\n(2) The consultation shall include consultation about ways of—\r\n(a) avoiding the dismissals,\r\n(b) reducing the numbers of employees to be dismissed, and\r\n(c) mitigating the consequences of the dismissals,\r\nand shall be undertaken by the employer with a view to reaching agreement with the appropriate representatives.\r\n… \r\n(7) If in any case there are special circumstances which render it not reasonably practicable for the employer to comply with a requirement of subsection [(1A), (2) or (4) the employer shall take all such steps towards compliance with that requirement as are reasonably practicable in those circumstances. \r\n188A. …\r\n189. Complaint … and protective award\r\n(1) Where an employer has failed to comply with a requirement of section 188 or section 188A, a complaint may be presented to an employment tribunal on that ground–\r\n(a) in the case of a failure relating to the election of employee representatives, by any of the affected employees or by any of the employees who have been dismissed as redundant;\r\n(b) in the case of any other failure relating to employee representatives, by any of the employee representatives to whom the failure related,\r\n(c) in the case of failure relating to representatives of a trade union, by the trade union, and\r\n(d) in any other case, by any of the affected employees or by any of the employees who have been dismissed as redundant.\r\n(2) If the tribunal finds the complaint well-founded it shall make a declaration to that effect and may also make a protective award.\r\n(3) A protective award is an award in respect of one or more descriptions of employees—\r\n(a) who have been dismissed as redundant, or whom it is proposed to dismiss as redundant, and\r\n(b) in respect of whose dismissal or proposed dismissal the employer has failed to comply with a requirement of section 188, \r\nordering the employer to pay remuneration for the protected period.\r\n(4) The protected period—\r\n(a) begins with the date on which the first of the dismissals to which the complaint relates takes effect, or the date of the award, whichever is the earlier, and\r\n(b) is of such length as the tribunal determines to be just and equitable in all the circumstances having regard to the seriousness of the employer's default in complying with any requirement of section 188;\r\nbut shall not exceed 90 days. \r\n…\r\n(6) If on a complaint under this section a question arises –\r\n(a) whether there were any special  circumstances which rendered it not reasonably practicable for the employer to comply with any requirement of section 188, or\r\n(b) whether he took all such steps towards compliance with that requirement as were reasonably practicable in those circumstances,\r\nit is for the employer to show that there were and that he did.”\r\n\r\nThe Facts\r\n5.\tThe Appellant is a charity which ran three private schools and two nursery schools.  The School was a girl’s school for those aged three to 16.  The Respondents to this appeal were 24 members of the teaching staff at the School. \r\n\r\n6.\tThe numbers of pupils attending the School had declined over the years from 167 in 2007 to 131 as at January 2013.  The projected pupils numbers for September 2103 were uncertain.  The Bursar prepared a draft budget assuming 105 and 115 pupils, and assuming that there would be a particular increase in fees and salaries.  If the number of pupils were 105, there would be a deficit of approximately £250,000 and if there were 115 pupils, there would be a deficit of approximately £130,000.  The governors were aware of the problems relating to the declining number of pupils at the School.\r\n\r\n7.\tOn 27 February 2013, there was a meeting of the governors.  The head teacher, Mrs Watts, was invited to attend.  Mrs Watts was asked to and did address possible options as to how to enable the School to be kept open or turn the position around during 2013 and 2014.  She addressed a variety of possibilities including changes in the subjects taught, resulting in savings in staff costs, amalgamation with another school, recruiting extra pupils and altering the age range of pupils.  The Employment Tribunal had the minutes of that meeting and heard evidence from Mrs Watts and one of the governors. \r\n\r\n8.\tOn 25 April 2013, Mrs Watts informed the governors that pupil numbers were now projected to be 99 for the 2013/2014 academic year.  That would result in a deficit in the order of £250,000.  The governors decided to close the School at the end of the summer term of 2013.  Staff were entitled to a term’s notice.  In order to save an extra term’s salary, the governors gave the staff notice of dismissal on the 29 April 2013 so that their contracts would end on 31 August 2013. \r\n\r\n9.\tThe Appellant did not carry out any consultation with the staff prior to the decision to dismiss.  It appears that the governors did not know that they had a legal obligation to consult when they were proposing to dismiss and did not seek legal advice as to their obligations.\r\n\r\n10.\tThe 24 Claimants brought proceedings in the Tribunal alleging that the Appellant was in breach of its obligations under section 188 of the 1992 Act.  They also brought claims for unfair dismissal.\r\n\r\nThe Decision of the Employment Tribunal\r\n11.\tIn relation to the protective award, the Employment Tribunal considered first when the duty to consult arose.  The Tribunal accepted that the final decision to close the School was deferred to April 2013 but considered that it had to distinguish between a proposal and a final decision and asked whether redundancies were being proposed as at 27 February 2013.  Its conclusion on that issue was as follows:\r\n“7.16 The position, we find, that had been adopted at this meeting was that unless numbers improved, which was said to be unlikely, the decision would be made to close the school in April. That is our finding in respect of the Governors’ position as at 27 February 2013. Unless numbers improved it would be closed. In our judgment that position amounts to a proposal under whatever legal test one applies; whether it is the test under Unison v Leicestershire County Council that something less than a decision that dismissals are to be made but more than a possibility that they might occur. It meets also the test in UK Coalmining v NUM. A proposal may not be made out when the closure is mooted as a possibility but only when it is fixed as a clear, albeit, provisional intention. In our judgment the position that the school will be closed unless numbers increase was fixed as a clear, albeit provisional intention. Similarly, it meets the test under Akavan v Fujitsu that the employer’s obligation to consult arises when strategic decisions on changes have been adopted within a group or undertaking compelling the employer to contemplate or to plan for collective redundancies. As we say, the decision had been taken that the school would be closed in April unless numbers improved. That amounted to a strategic decision on changes adopted within a group of undertaking compelling the employer to contemplate or plan for collective redundancies. So we have formed the conclusion that on any analysis what, in reality, was being proposed here was a proposal to make redundancies. The proposal is not the final decision – that was to take place in April – redundancies were certainly being proposed.”\r\n\r\n12.\tThe Tribunal then considered the question of whether there were special circumstances rendering it not practicable to consult following the decision of 27 February 2013.  Two sets of circumstances were put forward.  The first was that consultation would have, as it was put, sealed the School’s fate as the possibility of closure would have leaked and parents would have removed their children from the School anyway.  The second was that waiting until April 2013 to consult would give the School the best chance of saving itself.  The Employment Tribunal’s conclusion on the first set of circumstances was as follows:\r\n“7.24 We reject the premise that it would have been inevitable had consultation taken place that the teachers would have leaked the possibility of closure in a 30 day consultation period. The possibility of closure, unless better proposals emerged, is a different concept from informing of the fact of closure. If the staff were told that they had 30 days to come up with proposals to save their jobs at the school, and that this was a confidential matter, breach of which would amount to gross misconduct, we have no reason to believe that it would not have been taken seriously. Furthermore, this argument cannot amount to special circumstances because it could apply to very many proposals to close down a business. Routine situations would be treated as special circumstances if, for example, employers were allowed to say that they could not consult because of the risk of leaking the news to supplies and customers, such that suppliers would not supply and customers would remove their business. These are not special circumstances, they are standard circumstances.”\r\n\r\n13.\tThe Employment Tribunal stated that by not consulting the staff, the governors missed the opportunity of considering any proposals that the staff might make.  As to the suggestion that waiting until April 2013 to consult gave the School the best chance of survival, the Employment Tribunal considered that that was not a special circumstance.  Furthermore it rejected the premise underlying the submission as the decision would have been informed by anything that the teachers said. \r\n\r\n14.\tThe Employment Tribunal noted that the Appellant contended that the proposal to dismiss was first made in April 2013.  The Employment Tribunal rejected that but it considered whether or not there were special circumstances which meant that it was not practicable to consult in April 2013.  The special circumstances were said to be the need to serve notice in April in order to avoid giving an extra term’s notice to the staff.  The point being made by the Appellant was that if it consulted for 30 days after the April 2013 meeting and before giving notice of dismissal, that would have meant that notices of dismissal could not be given until after the start of the next term.  As staff were entitled to one term’s notice, that would have meant that the staff would have been paid until 31 December 2103 rather than 31 July 2013.  The Employment Tribunal said this:\r\n“7.28 The respondent contends that the proposal to dismiss was first made in April. We have already rejected that contention. But if we are wrong we deal with the special circumstances defence put forward in respect of April which was the need to avoid an extra terms notice, these teachers being entitled to a while terms notice. The premise of the argument is, that if one waits until the end of one term to make proposals, one need not consult because of the special circumstances then of having to pay an extra terms notice. These are not special circumstances; they are standard contractual obligations relating to the notice to terminate legal relationships; it could be landlord and tenant; it could be supplier contracts; it could be a whole host of such notice periods and this is whether or not the respondent, as Mr Goodfellow sought to emphasise, is a charity. Furthermore, and fundamentally, in terms of reasonable practicability, had this matter been dealt with competently, legal advice would have been taken and would have been given such as to ensure that consultation took place 30 days before the time to give notice. On this basis, consultation could have started towards the end of March. The respondent’s position on reasonable practicability is, in our judgment, wholly fallacious.”\r\n\r\nThere is no appeal against that finding \r\n\r\n15.\tThe Employment Tribunal therefore decided to exercise its discretion to make a protective award by reason of the Appellant’s failure to consult.  In terms of the length of time of the protective award, the Employment Tribunal referred to the Court of Appeal decision in Suzi Radin [2004] IRLR 40.  It set out the five matters referred to in paragraph 45 of that judgment.  It concluded that the period of the protective award would be 90 days.  It noted that there was no consultation prior to the decision to dismiss (and, indeed, the subsequent purported consultation carried out in June 2013 was a sham).  It considered that there had been a complete disregard of the statutory obligation to consult.  It noted that, if as seemed likely, the governors did not know about the obligation to consult under section 188 of the 1992 Act, the explanation for ignorance was the result of a reckless failure to consult relevant legal experts of the employment implications of the possibility of the closure of the School.  The Employment Tribunal also noted that the Appellant had submitted that the matters which they said amounted to special circumstances also amounted to mitigating circumstances.  The Tribunal considered that confidentiality would not have been breached if the staff had been given the appropriate warnings about not leaking information and that the governors lost the benefit of consultation.  The Tribunal did not consider that these were mitigating features.\r\n\r\n16.\tIn relation to the unfair dismissal, they found that the dismissals were unfair.  The Claimants accepted that the reason for the dismissal was redundancy which was a potentially fair reason for dismissal pursuant to section 98 of the Employment Rights Act 1996 (“ERA”).  However, certain Claimants contended, amongst other things, that the selection process used in the redundancy exercise was unfair because of the failure to offer them a chance of alternative employment.  There was a post available at one of the Appellant’s other schools.  The Employment Tribunal found that it was unfair not to ring-fence that job for the redundant employees from the School.  Had it done so two Claimants, Mrs Williams and Mrs Cotter, would each have had a 40% chance of obtaining that post and Mrs O’Dwyer had a 20% chance of obtaining that post.  The Appellant seeks to appeal the findings of the Employment Tribunal on the likelihood of those three Claimants being offered the post. \r\n\r\nThe Issues\r\n17.\tAgainst that background, and in the light of the grounds of appeal, the skeleton arguments and oral submissions made on behalf of the parties, the issues that arise are as follows:\r\n(1) Did the Tribunal err in finding that the obligation to consult arose on 27 February 2013 as there was no evidence upon which Tribunal could have found that the governors had decided to close the School at that meeting on the basis that any increase in pupil numbers was unlikely?; \r\n(2) Did the Tribunal err in finding that there were no special circumstances making it impracticable to consult in February 2013?;\r\n(3) Did the Tribunal fail to have regard to relevant mitigating circumstances, namely that the Claimants had not suffered any actual financial loss, when fixing the period of the protective award?\r\n(4) In any event, would any error of law, if there were one, in relation to whether the obligation arose on 27 February 2013 be material, given that the Appellant accepted that it should have consulted after it took the decision to close the School on 25 April 2013 and did not do so?; and \r\n(5) Did the Employment Tribunal act unfairly in deciding the likelihood of three particular Claimants obtaining the post at the Appellant’s other school?\r\n\r\nThe Protective Award\r\n18.\tThe first four issues relate to the protective award and can be taken together.  The Appellant contends that, properly understood, in the context of the closure of a business, the obligation to consult under section 188 of the 1992 Act only arises when the decision to close has been taken, not when the employer is proposing to make a decision to close.  In the present case, the Appellant contends that the decision to close the School was not taken until 25 April 2013 and it was only on that date that the obligation to consult arose.  The Appellant contends that there was no evidence upon which the Employment Tribunal could conclude that the decision had been taken on 27 February 2013 to close the School unless numbers improved “which was said to be unlikely”.  It contends that that there was no evidence that any person had said that an increase in numbers was unlikely.  The Appellant therefore contends that the Tribunal erred in finding that the obligation to consult arose on 27 February 2013.\r\n\r\nThe Date Upon Which The Obligation to Consult Arose\r\n19.\tBy way of background, Article 2(1) of Council Directive 98/59/EC of 20 July 1998 on the approximation of the laws of the Member States relating to collective redundancies (“the Directive”) provides that where an employer “is contemplating collective redundancies” he shall begin consultation.  That is implemented by section 188 of the 1992 Act which provides that where “an employer is proposing to dismiss as redundant 20 or more employees” at one establishment within a period of 90 days or less, he must consult.  There has been debate about the precise circumstances which must exist to trigger the obligation to consult and whether the provisions of section 188 of the 1992 Act fully implement the provisions of the Directive. \r\n\r\n20.\tThe possible different tests applicable when it is proposed to close a business are conveniently summarised in United States of America v Nolan [2011] IRLR 40 where the Court of Appeal identified the question at paragraph 57 as follows:\r\n“whether the consultation obligation arises (i) when the employer is proposing, but has not yet made, a strategic business or operational decision that will foreseeably or inevitably lead to collective redundancies; or (ii) only when that decision has actually been made and he is then proposing consequential redundancies?”\r\n\r\n21.\tIf it were the former test, then decisions such as those in UK Coal Mining Ltd. v National Union of Mineworkers (Northumberland Area) [1998] IRLR 4 were correct.  If it were the latter, then UK Coal was not correctly decided.  The Court of Appeal considered that the previous decision of the Court of Justice of the European Union in case C-44/08 Akavan Eritysialojen Keskuslitto AEK RY v Fujitsu Siemens Computers OY [2010] ICR 444 was uncertain on the issue and referred questions for a preliminary ruling to that Court.  In the event, the Court of Justice considered that the obligation did not apply in the circumstances in issue in that case and the question of the proper interpretation of the Akavan case remains unresolved: see United States of America v Nolan [2014] ICR 685.\r\n\r\n22.\tThe Tribunal in the present case considered that the Appellant had decided at the meeting on 27 February 2103 that the School would be closed in April unless numbers improved, which was said to be unlikely.  The Tribunal considered that whichever test was adopted, the obligation to consult arose on 27 February 2013.  The decision satisfied, for example, the test in UK Coal that closure was a “fixed, clear, albeit provisional intention”.  It satisfied the test based on the alternative interpretation of the decision in Akavan as the decision of 27 February 2013 amounted to a “strategic decision on changes … compelling the employer contemplate or plan for collective redundancies”.  The Appellant accepts that if the decision on 27 February 2013 could properly be characterised as a decision to close the School in 27 February 2013 unless numbers improved, either test would be satisfied.  However, the Appellant submits that the Tribunal erred in characterising the decision of 27 February 2013 in that way.  The Appellant submits that there is no evidence that that is what was decided.  Rather, it is submitted, the governors decided that the question of viability could only be determined once the figures for pupil numbers were known, which would not be until April 2013, and a decision on closure could not be taken until that date.  In effect, Mr Goodfellow on behalf of the Appellant submitted, if the figure was the higher number of 115, with a deficit of £130,000, the governors thought the School could continue.\r\n\r\n23.\tIn my judgment, the Tribunal were entitled to conclude on the evidence before them that the governing body had decided on 27 February 2103 that the School would close in April unless numbers improved.  That is consistent with the minutes of the meeting of 27 February 2013 which were summarised at paragraph 7.11 of the Tribunal Decision.  The minutes record that the Headteacher was unable to provide the Board of Governors with any solutions that would solve the shortfall of pupils in the coming year.  The projected figures led to a deficit of approximately £130,000 or £250,000 depending on the figures.  One of the governors made it clear that the Appellant could not accommodate that.  Other solutions to closure were discussed but were not viable.  The Headteacher was asked if the School had reached a situation where it was not viable and admitted that it had.  The numbers of pupils in the forthcoming academic year would be known in early April 2013.  In those circumstances, the Tribunal were entitled to conclude that the decision that was reached in February 2013 was to close the School in April 2013 unless numbers improved.  Further, the Tribunal was entitled to reach the conclusion that the governors considered it unlikely that numbers would improve.  While the Appellant contends that there was no evidence that “it was said” that an increase in numbers was unlikely, it is clear, reading the Tribunal Decision fairly that it was not saying that someone actually said, that is used those precise words, that an increase in numbers was unlikely but rather that that was what was considered to be the position.  The Headteacher had said that she could not offer any solutions that would solve the short-fall of pupils at the School.  She had said the School had reached the stage where it was no longer viable. \r\n\r\n24.\tIn the circumstances, therefore, the Tribunal was entitled to conclude that a decision had been taken on 27 February 2013 to close the School.  Whichever test is applied, the obligation to consult, therefore, arose on 27 February 2103 (subject to the question of special circumstances).  It is not necessary, therefore, to express a final conclusion on which test applies. \r\n\r\n\r\n\r\nSpecial Circumstances\r\n25.\tIn relation to the question of special circumstances, these are circumstances that are out of the ordinary, something uncommon: see The Bakers Union v Clarks of Hove Limited [1978] IRLR 366 at paragraph 16.  The Appellant contends that the Tribunal erred in substituting its view for that of the Appellant as to whether consultation after the decision of February 2013 would seal the fate of the School in that the information about possible closure would leak, parents would remove their children from the School and that ensure that the School ceased to be viable.  Further, the Appellant submits that the Tribunal erred in rejecting the argument that waiting until April 2013 would give the School the best chance of saving itself.\r\n\r\n26.\tThere is an artificiality in the arguments advanced on behalf of the Appellant in this regard.  The Appellant did not consult the staff about proposed redundancies arising if the School closed because it did not know that it was under an obligation to do so.  The Appellant did not take a decision that it could not begin consultations in February or March 2013 because it was afraid that the consequences of informing the staff would inevitably be leaked and lead to parents removing children from the School.  It did not take the view that leaving consultation until April 2013 would give the School the best chance of saving itself.  Indeed, it did not consult in April (or ever).  The Appellant never addressed its mind to those issues at the time.  Rather, the Appellant is submitting that if it had thought about the matter, it would have decided not to consult because the risk of the information being leaked and leading to the closure of the School or that waiting until April 2013 was preferable and the Tribunal should not substitute its assessment of the evidence for the ex post facto assessment of the Appellant on those matters.\r\n\r\n27.\tFirst, in my judgment, section 188(7) of the 1992 Act is looking at the actual events which occurred and deciding whether or not those events rendered it not reasonably practicable to consult.  It provides a limited exception to the obligation to consult when the circumstances prevailing at the time, which were out of the ordinary run of events, made it impracticable for consultation to occur.  The section is not concerned with what an employer might, with hindsight, have thought about consultation if the employer had addressed its mind to the question at the relevant time.  The fact that the employer subsequently identifies what it might have thought about the practicabilities of consultation, if it had thought about consultation at the relevant time, is not a special circumstance which rendered it impracticable to consult within the meaning of section 188(7) of the 1992 Act.  That view is reinforced by section 189(6) of the 1992 Act.  That section contemplates that where a question arises as to whether there were special circumstances which rendered consultation impracticable, it is for the employer to show that there were such special circumstances.  That, again, indicates that the exercise contemplated by section 188(7) of the 1992 Act is an historic one, considering what the actual circumstances were at the time when consultation should have occurred and if it was those circumstances which rendered consultation impracticable. \r\n\r\n28.\tSecondly, and in any event, the Tribunal was entitled on the evidence before it to conclude that it was not inevitable that information would have been leaked.  As the Tribunal concluded, it would have been possible to tell the staff they had 30 days to produce proposals to save their jobs at the School, that this was a confidential matter and breach would be gross misconduct and if so the employees would have taken that seriously (see paragraph 7.24 of the judgment, set out above).  Similarly, the Tribunal was entitled to conclude that not starting consultation until April 2013 in order to give the School the best chance of survival was not a special circumstance.  There is no error of law or perversity in its decision in respect of special circumstances.  The decision was one open to the Tribunal on the material before it.\r\n\r\n29.\tThe Appellant relies upon the decision in Hamish Armour v Association of Scientific, Technical, Managerial Staffs [1979] IRLR 24.  At paragraph 9, the Employment Appeal Tribunal warned against Tribunals substituting their own business and commercial judgment for that of the company in deciding when the company should have gone into liquidation.  That was said in a context where the company were anticipating that a government loan would be forthcoming and would enable the company to avoid insolvency but the Tribunal considered that the company should have appreciated that it would be unlikely to obtain the second loan.  The situation here is different, as explained above.  The Appellant did not make a commercial or business decision on 27 February 2013 not to consult because of the perceived risks of doing so.  Rather, the Appellant is submitting that if it had thought about the matter, it would have decided not to consult because of the risk of the information being leaked and the Tribunal should not substitute its assessment of the evidence for the ex post facto assessment of the Appellant on that matter.  That is not the situation, and not the kind of substitution, that the decision in Hamish Armour is concerned with.\r\n\r\n30.\tThe Appellant further contends that the Tribunal erred in concluding that the risk that the leaking of information about a possible closure could not be a special circumstance as that could apply to very many proposals to close down a business.  It emphasises that the business here was an independent school and there may be particular circumstances about parents having confidence in the ability of a school to provide a long-term education for their children.  I recognise the argument that there may be particular situations, or particular types of business, in which leakage of information about a possible closure of the business might be a special circumstance.  As the Court of Appeal observed in The Bakers Union v Clarks of Hove Ltd in the context of insolvency, whether something amounts to special circumstances may depend upon the particular facts of the case.  In the present case, however, the Tribunal reached its decision on the view that the possibility of information leaking in this case would not amount to a special circumstances for the reasons it gave, and not simply because of any view as to whether such a possibility could ever amount to a special circumstance.  In those circumstances, the decision of the Tribunal would not, in any event, be flawed.\r\n\r\nThe Length of the Protective Award - Mitigating Factors\r\n31.\tThe Appellant contends that the Tribunal erred when deciding the length of the protective award as it failed to consider relevant factors such as the amount of loss suffered by the employees in consequence of the failure to consult, whether the failure was deliberate and whether the Appellant genuinely considered whether consultation after the February 2013 decision would have sealed the School’s fate or delaying consultation until April 2013 would represent the best chance of saving the School.  In relation to the question of any loss suffered by the employees, the Appellant’s submission is that notice was given on 29 April 2013 and the notice period extended to 31 July 2013.  Even if there had been consultation over 30 days in February and March 2013, notice of dismissal would still have been given on 29 April 2013 and the Claimants would, and did, receive their salary for a period covering both any consultation period and any notice period.  The failure to consult, submits the Appellant, did not result in any loss to the Claimants and the absence of any loss is a mitigating factor which should have reduced the period of the protective award.\r\n\r\n32.\tFirst, section 189(4) of the 1992 Act provides that the protected period is to be of such length as the Tribunal considers to be “just and equitable in all the circumstances having regard to the seriousness of the employer’s default in complying with section 188”.  Secondly, the Court of Appeal has considered the meaning of section 189 of the 1992 Act in Suzi Radin v GMB [2004] ICR 893.  Gibson LJ (with whom Laws and Longmore LJJ agreed) held at paragraph 26 that the focus:\r\n“is not on compensating the employees but on the default of the employer and its seriousness which governs what is just and equitable in the circumstances. I find it impossible to see how compensation for loss could be implied into the statutory provisions, given that the award, if one is to be made, is across the board for all employees falling within a particular description, as distinct from an individual award.”\r\n\r\n33.\tAgainst that background, Gibson LJ identified the following five factors at paragraph 45 that Tribunals should take into account when deciding whether to make a protective award and the period of any protective award, namely:\r\n“(1) The purpose of the award is to provide a sanction for breach by the employer of the obligations in section 188: it is not to compensate the employees for loss which they have suffered in consequence of the breach. \r\n(2) The tribunal have a wide discretion to do what is just and equitable in all the circumstances, but the focus should be on the seriousness of the employer's default. \r\n(3) The default may vary in seriousness from the technical to a complete failure to provide any of the required information and to consult. \r\n(4) The deliberateness of the failure may be relevant, as may the availability to the employer of legal advice about his obligations under section 188. \r\n(5) How the tribunal assess the length of the protected period is a matter for the tribunal, but a proper approach in a case where there has been no consultation is to start with the maximum period and reduce it only if there are mitigating circumstances justifying a reduction to an extent which the tribunal consider appropriate.”\r\n\r\n34.\tIn my judgment, it is not open to a Tribunal to treat the fact that one or more employees has not suffered actual loss as a result of the failure to consult as a mitigating factor justifying a reduction in the length of the protective award that would otherwise be just and equitable having regard to the seriousness of the employer’s default. \r\n\r\n35.\tThe Appellant relies upon the observations of the Employment Appeal Tribunal in Sweetin v Coral Racing [2006] IRLR 252.  That case concerned a failure to comply with an obligation to consult under the relevant regulations in the context of a transfer of an undertaking.  The relevant regulation provides for the Tribunal to order the employer to pay appropriate compensation to the transferee which was defined as such sums (not exceeding 13 weeks pay) as the Tribunal considers just and equitable having regard to the seriousness of the failure of the employee to comply with his duty.  The Employment Appeal Tribunal considered that the duties to consult imposed by section 188 of the 1992 Act and the regulations relating to the transfer of undertakings reflected each other and a similar approach ought to be taken to the interpretation of both sets of provisions.  The Employment Appeal Tribunal considered that the use of the words “just and equitable” would entitle a Tribunal to take account of any actual loss that an employee had suffered as a result of a failure to consult in determining the appropriate compensation and, to that extent, actual loss was not wholly irrelevant. \r\n\r\n36.\tI accept the submissions of Mr Wagner for the Respondents on this issue, namely that, at most, these obiter dicta indicate that the fact that an employee has suffered actual loss may be relevant to determining the period of any protective award.  That is, they indicate that either the penal nature of such award, or the need to reflect any actual loss suffered, may justify fixing an award at a particular level.  I express no view on whether that view is correct in the context of the regulations on transfer of undertakings or whether, if it is, that approach is applicable to section 189 of the 1992 Act.  However, the fact that the employees concerned have not suffered any actual loss is not capable of being a mitigating factor justifying the reduction of the period of a protective award that is otherwise just and equitable having regard to the seriousness of the employer’s fault. \r\n\r\n37.\tSecondly, in any event, the Tribunal here were entitled to focus on the penal nature of any sanction for breach.  The Tribunal were well aware of, and cited, the relevant guidance in the decision in Suzie Radin.  The Tribunal knew that the employees in question had not suffered any loss.  They took account that there had been no consultation here.  There was a complete failure to comply with the obligation to consult under section 188 of the 1992 Act.  That was likely to result from ignorance because of a reckless failure to consult relevant legal experts.  The Tribunal was aware that the Appellant had not deliberately decided to breach its legal obligations.  The Tribunal considered, and rejected, the argument that the special circumstances relied upon in relation to section 188(7) of the Act nevertheless amounted to mitigation.  In all the circumstances, the Tribunal did have regard to relevant considerations and was entitled to conclude that the appropriate period for the protective award should be 90 days.  For all those reasons, the grounds of appeal in relation to the protective award fail. \r\n\r\nThe Academic Nature of the Appeal\r\n38.\tEven if there had been any error on the part of the Tribunal in relation to its finding that there had been a failure to consult following the decision of 27 February 2013 (and, in my judgment, there is no error), any such error would be immaterial in the circumstances of the present case. \r\n\r\n39.\tThe fact of the matter is that the Appellant accept that, at the latest, the obligation to consult arose when it decided on 25 April 2013 to close the School and redundancies were contemplated.  The Appellant accepts that it did not consult at that stage.  The Tribunal found that the circumstance relied upon as rendering it impracticable to consult - namely that the Appellant wanted to give notice to dismiss by 29 April 2013 to avoid becoming liable for another term’s salary as it would if notice was given after that date - was not a special circumstance within the meaning of section 188(7) of the 1992 Act.  There is no appeal against that finding.  The same factors justifying the making of a protective award for 90 days apply in relation to the period after 25 April 2013.  There was no consultation.  There was a complete failure to comply with the obligation to consult due to ignorance arising from a reckless failure to consult relevant legal experts.  The position in relation to actual loss by the employees could not amount to a mitigating factor justifying a reduction in the period of the protective award.  Indeed, on the facts, the employees would have suffered actual loss if the decision triggering the obligation to consult arose after the decision taken at the meeting on 25 April 2103.  Then there should have been 30 days consultation.  That would have taken the Appellant past the 29 April 2013 and it would have had to give a further term’s notice, so that the contracts of employment would have ended on 31 December 2013 not the 31 July 2013.  In all the circumstances, therefore, even if there had been an error (which there was not), that would not have been material and the same result, and the same 90 protective award, would have been made.  For those separate, and additional reasons, the appeal against the protective award would have been dismissed, applying Jafri v Lincoln College [2004] 3 WLR 933. \r\n\r\nThe Fifth Issue - Procedural Unfairness and the Unfair Dismissal Claim\r\n40.\tThe Appellant appeals against the finding that it failed to provide the opportunity of suitable employment in the form of a particular teaching post at another of its schools and, in particular, that two of the Claimants, Mrs Cotter and Mrs Williams, each had a 40% chance of securing the post and a third, Mrs O’Dwyer, had a 20% chance of securing the post.\r\n\r\n41.\tThe background is this.  The employees had complained that their dismissal was unfair in that the selection procedure for selecting those to be made redundant was unfair.  In particular, they contended that the Appellant had failed to taken steps to secure alternative employment for particular staff at the School.  There was a teaching post available but the Appellant took no steps to make that post available to, or even inform, staff at the School about the vacancy.  Even if staff should have been given adequate opportunities to apply for the vacant post, there would still have been an issue as to which employee, if any, would have been likely to secure the post.  That in turn, depended upon whether particular staff members were likely to apply for the post and their suitability for the post.  If employees would not have applied, or would not have been suitable, then they would not have suffered any loss by reason of any failure to secure the availability of the post and any compensation for unfair dismissal would have been reduced applying the principles in Polkey.\r\n\r\n42.\tA preliminary hearing was held on 26 February 2014 and case management orders made.  The case management summary noted that the issues to be considered at the first hearing including whether “the respondents failed to taken any or adequate steps to offer the claimants suitable alternative employment”.  The case management summary also noted that, in order to avoid unnecessary expense, a number of remedial issues would be considered at the first hearing including “the extent of any ‘Polkey’ reduction in compensation”.  The case management orders provided that evidence in chief would be given by reference to written statements and that those should be exchanged on or before 20 June 2014.\r\n\r\n43.\tOn that basis, the question of whether adequate steps had been taken to offer employment, and the likelihood of any particular Claimant being able to secure the available post, should have been dealt with by witnesses for the Claimant employees and the Appellant employer.  In the event, the case management summary had noted that the complaints of one Claimant, Mrs Mote, would be heard as it were a lead case.  Mrs Mote’s evidence could, and it appears, did deal with the question of whether steps should have been taken to offer the available post to staff at the School who were being dismissed, and in particular, whether the post should have been ring-fenced and made available, in the first instance, to those staff.  Mrs Mote could not, of course, give evidence on whether other employees would have applied for the post or their particular suitability for the post.\r\n44.\tIt appears that the Claimant realised the need to put in further witness statements dealing with their particular position at some stage early in the hearing after the matter was raised with the Tribunal.  The Appellant indicated that it would not be able to respond to any new evidence on those matters as the witness they would have called was not available during that week.\r\n\r\n45.\tThe Claimants applied for permission to adduce the witness statements out of time.  The Employment Tribunal recognised the difficulty that the Appellant would be placed by allowing late evidence to be adduced.  It decided to admit the evidence and said this:\r\n“We’re going to allow this evidence. There is a certain amount of confusion caused by treating Mrs Mote as the lead claimant, but that certainly is the CMD order. It does seem highly likely that the other Cs have not been as detailed for that reason. They thought they could rely upon her statement. Mrs Mote does make the point at paragraph 33 that these two posts were not ring-fenced in the redundancy process. By implication she makes that point. It is clearly pleaded in the amended particulars of claim. So the Respondent is on notice that this point was going to be made. Mrs Mote was treated as the lead claimant. Her own position on the evidence may well differ from other claimants who had expectation of having this role ring-fenced for them but that’s a matter as between the claimants as to who was most likely to get this job. We will ensure that Respondent is not prejudiced in terms of likelihood. The pounds, shillings and pence exervise we will reserve if necessary to the remedy hearing. But I think it is relevant at this stage of the hearing to identify those claimants who have a legitimate unfair dismissal argument that these posts were not ring-fenced for their possible benefit in the redundancy procedure. Right so, do you need time?”\r\n\r\n46.\tThe Employment Tribunal did, however, deal with the question of the likelihood of individual employees securing the available post in its decision, notwithstanding the fact that the Appellant had not had the opportunity to put its evidence in reply to the evidence of the Claimants.  It went on to make findings as to the likelihood, in percentage terms, that three of the Claimants would have secured the post.\r\n\r\n47.\tIn all the circumstances, in my judgment, it was procedurally unfair for the Tribunal to deal with the specific question of the likelihood of individual Claimants securing the post.  That was an issue that the case management summary envisaged would be dealt with at the first hearing.  However, neither the relevant Claimants nor the Appellant had adduced evidence dealing with that matter.  If the matter had been dealt with on that basis, the relevant Claimants would not have had evidence available to support their claim that they would have secured the post.  The Claimants were, therefore, given permission at the hearing to adduce evidence.  The Appellant had indicated that it would not be in a position to deal with the new evidence as the relevant witness they wished to call was away.  The Tribunal had expressly recognised the need to ensure that the Appellant was not prejudiced in respect of the issue of the likelihood of particular Claimants securing the post, although it recognised that it could deal with the general issue of whether the procedure for selecting employees for redundancy was unfair because steps should have been taken to ensure that the post was ring-fenced during the redundancy process.  In those circumstances, it was unfair for the Tribunal to consider the particular question of the likelihood, in percentage terms, of Mrs Williams, Mrs Cotter and Mrs O’Dwyer obtaining the post. \r\n\r\n48.\tTo that extent only, the appeal will be allowed.  Paragraph 5 of the findings says that;\r\n“The respondent failed to provide the opportunity of suitable alternative employment in the form of the Year 2 job in the preparatory school to Mrs Cotter, Mrs Harrison and Mrs O’Dwyer. Their chances of securing the job were respectively Cotter 40%; Harrison 40%; and O’Dwyer 20%.”\r\n\r\nThe finding says Mrs Harrison but the text of the judgment refers to Mrs Williams.\r\n\r\n49.\tThe only issue that needs to be remitted for reconsideration is the finding in the second sentence.  On the first issue, the Tribunal made it clear that the issue of whether the Appellant had failed to provide suitable alternative employment was an issue to be considered at the hearing.  It found that the post should have ring-fenced for the redundant employees at the School.  It is only the specific findings on the likelihood, in percentage terms, of Mrs Williams, Mrs Cotter and Mrs O’Dwyer that needs to be remitted.\r\n\r\n50.\tIn the particular circumstances of this case it is appropriate to remit that issue to a differently constituted Tribunal, having regard to the principles set out in Sinclar Roche & Temperley v Heard [2004] IRLR 763.  In the present case, the Tribunal has determined the issue of the likelihood of particular Claimants being able to secure the post, albeit without hearing the evidence from the Appellant on that issue.  It would be difficult for a Tribunal in those circumstances to start afresh, and put its earlier decision to one side. \r\n\r\n51.\tThere is one final issue.  There has been a remedies hearing and, I am informed, the Tribunal has made an award of compensation for the three employees based upon the findings that it made at the first hearing.  There has been no appeal against those awards.  The question arose as to whether allowing an appeal against the findings on likelihood would have any effect, given that the orders awarding compensation have been made and will stand unless reconsidered or set aside on appeal.  Both parties considered that there may be mechanisms available, such as applying to the Tribunal to reconsider its decision in the interest of justice in the event that different conclusions were reached on the issue of likelihood by a different Tribunal, or, possibly, seeking permission to appeal out of time.  In the circumstances, it is, therefore, appropriate to allow the appeal on the issue relating to the likelihood of the three particular Claimants being able to secure the post.\r\n\r\nConclusion\r\n52.\tIn the particular circumstances, of this case, the duty to consult under section 188 of the Act arose on 27 February 2013 as the Tribunal was entitled to conclude, on the evidence before it, that it was on that date that the Appellant decided to close the School, subject to the possibility of the numbers of pupils increasing.  The Tribunal was entitled to conclude that there were no special circumstances rendering it impracticable to consult.  The Tribunal was further entitled to conclude that a protective award of 90 days was appropriate given the particular circumstances of this case.  In any event, as the Appellant accepted, it had not consulted even when it finally decided to close the School on 25 April 2013 and it has not appealed against the finding that there were no special circumstances rendering it impracticable at that stage to consult.  The factors justifying a protective award of 90 days remained unchanged.  Even if there had been any error in relation to the finding that the duty to consult arose on 27 February 2013 (and there is no such error), that would not have been material as the Tribunal would have made a 90 day protective award in any event given the admitted breach of the duty to consult.  The appeal in relation to the protective award is dismissed. \r\n\r\n53.\tThe Tribunal did act unfairly in relation to the particular issue of the likelihood, in percentage terms, that three particular Claimants would have been able to secure an alternative post at one of the Appellant’s other schools.  The relevant Claimants’ evidence on this issue was admitted during the hearing, when it was known that the witness for the Appellant who would have dealt with the issue was unavailable and the Tribunal itself indicated that, while it would allow the Claimants’ evidence to be admitted, it would ensure the Appellant was not prejudiced on the issue of the likelihood of those Claimant being able to secure the post.  In the circumstances, it was unfair of the Tribunal to make specific findings on the likelihood of the three Claimants being able to secure the post without giving the Appellant to adduce its evidence on this issue.  The appeal in relation to the unfair dismissal claim will be allowed to that extent and the issue of the likelihood of those particular Claimants being able to secure the post will be remitted to a differently constituted Tribunal for consideration.\r\n","tribunal_decision_categories":["redundancy","unfair-dismissal"],"tribunal_decision_decision_date":"2015-06-19","tribunal_decision_landmark":"not-landmark","tribunal_decision_sub_categories":["redundancy-collective-consultation-and-information"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58c03427e5274a2a5c000117/E_Ivor_Hughes_Educational_Foundation_v_Miss_J_E_Morris_and_Others_UKEAT_0023_15_LA.pdf","title":"E Ivor Hughes Educational Foundation v Miss J E Morris and Others: UKEAT/0023/15/LA","content_type":"application/pdf","updated_at":"2017-03-08T16:41:11+00:00","created_at":"2017-03-08T16:41:11+00:00","content_id":"0932af5a-f7d2-4fdf-91f9-06862feddfe7"}],"change_history":[{"note":"First published.","public_timestamp":"2017-03-15T14:49:43.744Z"}]},"routes":[{"path":"/employment-appeal-tribunal-decisions/e-ivor-hughes-educational-foundation-v-miss-j-e-morris-and-others-ukeat-0023-15-la","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_appeal_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-03-15T14:49:43Z","base_path":"/employment-appeal-tribunal-decisions/e-ivor-hughes-educational-foundation-v-miss-j-e-morris-and-others-ukeat-0023-15-la","description":"Employment Appeal Tribunal judgment of Mr Justice Lewis on 19 June 2015.","content_id":"55179c35-436d-4f23-b96d-45439ef01977","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1134","api_path":"/api/content/courts-tribunals/employment-appeal-tribunal","base_path":"/courts-tribunals/employment-appeal-tribunal","content_id":"caeb418c-d11c-4352-92e9-47b21289f696","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-22T13:28:06Z","schema_name":"placeholder","title":"Employment Appeal Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Appeal Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-appeal-tribunal-decisions","base_path":"/employment-appeal-tribunal-decisions","content_id":"975cf540-6e64-40e3-b62a-df655a8c99ef","description":"Find decisions on appeals against employment tribunals heard by the Employment Appeal Tribunal.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment appeal tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_appeal_tribunal_decision"},"format_name":"Employment appeal tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against employment tribunals heard by the Employment Appeal Tribunal.</p><p>Includes decisions after December 2015. Find details of <a rel=\"external\" href=\"http://www.employmentappeals.gov.uk/Public/Search.aspx\">older cases.</a></p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity Rights and Parental Leave","value":"maternity-rights-and-parental-leave"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Practice and Procedure","value":"practice-and-procedure"},{"label":"Procedural Issues","value":"procedural-issues"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"}]},{"key":"tribunal_decision_categories_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Contract of Employment - Apprenticeship","value":"contract-of-employment-apprenticeship"},{"label":"Contract of Employment - Breach of Contract","value":"contract-of-employment-breach-of-contract"},{"label":"Contract of Employment - Damages for breach of contract","value":"contract-of-employment-damages-for-breach-of-contract"},{"label":"Contract of Employment - Definition of employee","value":"contract-of-employment-definition-of-employee"},{"label":"Contract of Employment - Disciplinary and grievance procedure","value":"contract-of-employment-disciplinary-and-grievance-procedure"},{"label":"Contract of Employment - Frustration","value":"contract-of-employment-frustration"},{"label":"Contract of Employment - Implied Term/Variation/Construction of Term","value":"contract-of-employment-implied-term-variation-construction-of-term"},{"label":"Contract of Employment - Incorporation into Contract","value":"contract-of-employment-incorporation-into-contract"},{"label":"Contract of Employment - Itemised pay statement","value":"contract-of-employment-itemised-pay-statement"},{"label":"Contract of Employment - Mitigation","value":"contract-of-employment-mitigation"},{"label":"Contract of Employment - Mutual trust and confidence","value":"contract-of-employment-mutual-trust-and-confidence"},{"label":"Contract of Employment - Notice and pay in lieu","value":"contract-of-employment-notice-and-pay-in-lieu"},{"label":"Contract of Employment - Sick pay and holiday pay","value":"contract-of-employment-sick-pay-and-holiday-pay"},{"label":"Contract of Employment - Whether established","value":"contract-of-employment-whether-established"},{"label":"Contract of Employment - Written particulars","value":"contract-of-employment-written-particulars"},{"label":"Contract of Employment - Wrongful dismissal","value":"contract-of-employment-wrongful-dismissal"},{"label":"Equal Pay Act - Article 141/European law","value":"equal-pay-act-article-141-european-law"},{"label":"Equal Pay Act - Case management","value":"equal-pay-act-case-management"},{"label":"Equal Pay Act - Damages/Compensation","value":"equal-pay-act-damages-compensation"},{"label":"Equal Pay Act - Equal value","value":"equal-pay-act-equal-value"},{"label":"Equal Pay Act - European law","value":"equal-pay-act-european-law"},{"label":"Equal Pay Act - Indirect discrimination","value":"equal-pay-act-indirect-discrimination"},{"label":"Equal Pay Act - Like work","value":"equal-pay-act-like-work"},{"label":"Equal Pay Act - Material factor defence and justification","value":"equal-pay-act-material-factor-defence-and-justification"},{"label":"Equal Pay Act - Other establishments","value":"equal-pay-act-other-establishments"},{"label":"Equal Pay Act - Out of time","value":"equal-pay-act-out-of-time"},{"label":"Equal Pay Act - Part-time Pensions","value":"equal-pay-act-part-time-pensions"},{"label":"Equal Pay Act - Work rated equivalent","value":"equal-pay-act-work-rated-equivalent"},{"label":"Harassment - Compensation","value":"harassment-compensation"},{"label":"Harassment - Conduct","value":"harassment-conduct"},{"label":"Harassment - Purpose","value":"harassment-purpose"},{"label":"Health & Safety - Detriment","value":"health-safety-detriment"},{"label":"Jurisdictional Points - 2002 Act and pre-action requirements","value":"jurisdictional-points-2002-act-and-pre-action-requirements"},{"label":"Jurisdictional Points - Agency relationships","value":"jurisdictional-points-agency-relationships"},{"label":"Jurisdictional Points - Claim in time and effective date of termination","value":"jurisdictional-points-claim-in-time-and-effective-date-of-termination"},{"label":"Jurisdictional Points - Continuity of employment","value":"jurisdictional-points-continuity-of-employment"},{"label":"Jurisdictional Points - Excluded employments","value":"jurisdictional-points-excluded-employments"},{"label":"Jurisdictional Points - Extension of time: just and equitable","value":"jurisdictional-points-extension-of-time-just-and-equitable"},{"label":"Jurisdictional Points - Extension of time: reasonably practicable","value":"jurisdictional-points-extension-of-time-reasonably-practicable"},{"label":"Jurisdictional Points - Fraud and illegality","value":"jurisdictional-points-fraud-and-illegality"},{"label":"Jurisdictional Points - State immunity","value":"jurisdictional-points-state-immunity"},{"label":"Jurisdictional Points - Worker employee or neither","value":"jurisdictional-points-worker-employee-or-neither"},{"label":"Jurisdictional Points - Working outside the jurisdiction","value":"jurisdictional-points-working-outside-the-jurisdiction"},{"label":"Maternity Rights and Parental Leave - Detriment","value":"maternity-rights-and-parental-leave-detriment"},{"label":"Maternity Rights and Parental Leave - Pregnancy","value":"maternity-rights-and-parental-leave-pregnancy"},{"label":"Maternity Rights and Parental Leave - Return to work","value":"maternity-rights-and-parental-leave-return-to-work"},{"label":"Maternity Rights and Parental Leave - Sex discrimination","value":"maternity-rights-and-parental-leave-sex-discrimination"},{"label":"Maternity Rights and Parental Leave - Unfair dismissal","value":"maternity-rights-and-parental-leave-unfair-dismissal"},{"label":"Practice and Procedure - 2002 Act and pre-action requirements","value":"practice-and-procedure-2002-act-and-pre-action-requirements"},{"label":"Practice and Procedure - Absence of Party","value":"practice-and-procedure-absence-of-party"},{"label":"Practice and Procedure - Admissibility of evidence","value":"practice-and-procedure-admissibility-of-evidence"},{"label":"Practice and Procedure - Amendment","value":"practice-and-procedure-amendment"},{"label":"Practice and Procedure - Appearance/Response","value":"practice-and-procedure-appearance-response"},{"label":"Practice and Procedure - Appellate jurisdiction/Reasons/Burns-Barke","value":"practice-and-procedure-appellate-jurisdiction-reasons-burns-barke"},{"label":"Practice and Procedure - Application/Claim","value":"practice-and-procedure-application-claim"},{"label":"Practice and Procedure - Absence of Party","value":"practice-and-procedure-absence-of-party"},{"label":"Practice and Procedure - Admissibility of evidence","value":"practice-and-procedure-admissibility-of-evidence"},{"label":"Practice and Procedure - Amendment","value":"practice-and-procedure-amendment"},{"label":"Practice and Procedure - Appearance/Response","value":"practice-and-procedure-appearance-response"},{"label":"Practice and Procedure - Appellate jurisdiction/Reasons/Burns-Barke","value":"practice-and-procedure-appellate-jurisdiction-reasons-burns-barke"},{"label":"Practice and Procedure - Bias misconduct and procedural irregularity","value":"practice-and-procedure-bias-misconduct-and-procedural-irregularity"},{"label":"Practice and Procedure - Case Management","value":"practice-and-procedure-case-management"},{"label":"Practice and Procedure - Chairman alone","value":"practice-and-procedure-chairman-alone"},{"label":"Practice and Procedure - Chairmans notes of evidence","value":"practice-and-procedure-chairmans-notes-of-evidence"},{"label":"Practice and Procedure - Compromise","value":"practice-and-procedure-compromise"},{"label":"Practice and Procedure - Contribution","value":"practice-and-procedure-contribution"},{"label":"Practice and Procedure - Costs","value":"practice-and-procedure-costs"},{"label":"Practice and Procedure - Delay in ET judgment","value":"practice-and-procedure-delay-in-et-judgment"},{"label":"Practice and Procedure - Disclosure","value":"practice-and-procedure-disclosure"},{"label":"Practice and Procedure - Disposal of appeal including remission","value":"practice-and-procedure-disposal-of-appeal-including-remission"},{"label":"Practice and Procedure - Estoppel or Abuse of Process","value":"practice-and-procedure-estoppel-or-abuse-of-process"},{"label":"Practice and Procedure - Imposition of Deposit","value":"practice-and-procedure-imposition-of-deposit"},{"label":"Practice and Procedure - Insolvency","value":"practice-and-procedure-insolvency"},{"label":"Practice and Procedure - New evidence on appeal","value":"practice-and-procedure-new-evidence-on-appeal"},{"label":"Practice and Procedure - No case to answer","value":"practice-and-procedure-no-case-to-answer"},{"label":"Practice and Procedure - Parties","value":"practice-and-procedure-parties"},{"label":"Practice and Procedure - Permission to appeal further","value":"practice-and-procedure-permission-to-appeal-further"},{"label":"Practice and Procedure - Perversity","value":"practice-and-procedure-perversity"},{"label":"Practice and Procedure - Postponement or stay","value":"practice-and-procedure-postponement-or-stay"},{"label":"Practice and Procedure - Preliminary issues","value":"practice-and-procedure-preliminary-issues"},{"label":"Practice and Procedure - Questionnaires","value":"practice-and-procedure-questionnaires"},{"label":"Practice and Procedure - Restricted Reporting Order","value":"practice-and-procedure-restricted-reporting-order"},{"label":"Practice and Procedure - Restriction of proceedings order","value":"practice-and-procedure-restriction-of-proceedings-order"},{"label":"Practice and Procedure - Review","value":"practice-and-procedure-review"},{"label":"Practice and Procedure - Right to be heard","value":"practice-and-procedure-right-to-be-heard"},{"label":"Practice and Procedure - Service","value":"practice-and-procedure-service"},{"label":"Practice and Procedure - Split hearings","value":"practice-and-procedure-split-hearings"},{"label":"Practice and Procedure - Striking-out/dismissal","value":"practice-and-procedure-striking-out-dismissal"},{"label":"Practice and Procedure - Time for appealing","value":"practice-and-procedure-time-for-appealing"},{"label":"Practice and Procedure - Transfer/Hearing together","value":"practice-and-procedure-transfer-hearing-together"},{"label":"Practice and Procedure - Withdrawal","value":"practice-and-procedure-withdrawal"},{"label":"Race Discrimination - Aiding and abetting","value":"race-discrimination-aiding-and-abetting"},{"label":"Race Discrimination - Burden of proof","value":"race-discrimination-burden-of-proof"},{"label":"Race Discrimination - Comparison","value":"race-discrimination-comparison"},{"label":"Race Discrimination - Continuing act","value":"race-discrimination-continuing-act"},{"label":"Race Discrimination - Contract workers","value":"race-discrimination-contract-workers"},{"label":"Race Discrimination - Detriment","value":"race-discrimination-detriment"},{"label":"Race Discrimination - Direct","value":"race-discrimination-direct"},{"label":"Race Discrimination - Discrimination by other bodies","value":"race-discrimination-discrimination-by-other-bodies"},{"label":"Race Discrimination - Illegality/Fraud","value":"race-discrimination-illegality-fraud"},{"label":"Race Discrimination - Indirect","value":"race-discrimination-indirect"},{"label":"Race Discrimination - Inferring discrimination","value":"race-discrimination-inferring-discrimination"},{"label":"Race Discrimination - Injury to feelings","value":"race-discrimination-injury-to-feelings"},{"label":"Race Discrimination - Jurisdiction","value":"race-discrimination-jurisdiction"},{"label":"Race Discrimination - Other losses","value":"race-discrimination-other-losses"},{"label":"Race Discrimination - Out of Time","value":"race-discrimination-out-of-time"},{"label":"Race Discrimination - Post Employment","value":"race-discrimination-post-employment"},{"label":"Race Discrimination - Prospective employees","value":"race-discrimination-prospective-employees"},{"label":"Race Discrimination - Protected by s41","value":"race-discrimination-protected-by-s41"},{"label":"Race Discrimination - Recommendations","value":"race-discrimination-recommendations"},{"label":"Race Discrimination - Vicarious liability","value":"race-discrimination-vicarious-liability"},{"label":"Race Discrimination - Victimisation","value":"race-discrimination-victimisation"},{"label":"Redundancy - Collective consultation and information","value":"redundancy-collective-consultation-and-information"},{"label":"Redundancy - Contractual scheme","value":"redundancy-contractual-scheme"},{"label":"Redundancy - Definition","value":"redundancy-definition"},{"label":"Redundancy - Exclusion","value":"redundancy-exclusion"},{"label":"Redundancy - Fairness","value":"redundancy-fairness"},{"label":"Redundancy - Protective award","value":"redundancy-protective-award"},{"label":"Redundancy - Suitable alternative employment","value":"redundancy-suitable-alternative-employment"},{"label":"Redundancy - Trial period","value":"redundancy-trial-period"},{"label":"Sex Discrimination - Aiding and abetting","value":"sex-discrimination-aiding-and-abetting"},{"label":"Sex Discrimination - Burden of proof","value":"sex-discrimination-burden-of-proof"},{"label":"Sex Discrimination - Comparison","value":"sex-discrimination-comparison"},{"label":"Sex Discrimination - Continuing act","value":"sex-discrimination-continuing-act"},{"label":"Sex Discrimination - Contract workers","value":"sex-discrimination-contract-workers"},{"label":"Sex Discrimination - Detriment","value":"sex-discrimination-detriment"},{"label":"Sex Discrimination - Direct","value":"sex-discrimination-direct"},{"label":"Sex Discrimination - Discrimination by other bodies","value":"sex-discrimination-discrimination-by-other-bodies"},{"label":"Sex Discrimination - Equal treatment directive","value":"sex-discrimination-equal-treatment-directive"},{"label":"Sex Discrimination - Illegality/Fraud","value":"sex-discrimination-illegality-fraud"},{"label":"Sex Discrimination - Indirect","value":"sex-discrimination-indirect"},{"label":"Sex Discrimination - Inferring discrimination","value":"sex-discrimination-inferring-discrimination"},{"label":"Sex Discrimination - Injury to feelings","value":"sex-discrimination-injury-to-feelings"},{"label":"Sex Discrimination - Jurisdiction","value":"sex-discrimination-jurisdiction"},{"label":"Sex Discrimination - Justification","value":"sex-discrimination-justification"},{"label":"Sex Discrimination - Marital status","value":"sex-discrimination-marital-status"},{"label":"Sex Discrimination - Other losses","value":"sex-discrimination-other-losses"},{"label":"Sex Discrimination - Post Employment","value":"sex-discrimination-post-employment"},{"label":"Sex Discrimination - Pregnancy and discrimination","value":"sex-discrimination-pregnancy-and-discrimination"},{"label":"Sex Discrimination - S4(2) Defence","value":"sex-discrimination-s4-2-defence"},{"label":"Sex Discrimination - Sexual harassment","value":"sex-discrimination-sexual-harassment"},{"label":"Sex Discrimination - Sexual orientation","value":"sex-discrimination-sexual-orientation"},{"label":"Sex Discrimination - Transsexualism","value":"sex-discrimination-transsexualism"},{"label":"Sex Discrimination - Vicarious liability","value":"sex-discrimination-vicarious-liability"},{"label":"Sex Discrimination - Victimisation","value":"sex-discrimination-victimisation"},{"label":"Statutory Discipline and Grievance Procedures - Impact on compensation","value":"statutory-discipline-and-grievance-procedures-impact-on-compensation"},{"label":"Statutory Discipline and Grievance Procedures - Whether applicable","value":"statutory-discipline-and-grievance-procedures-whether-applicable"},{"label":"Statutory Discipline and Grievance Procedures - Whether infringed","value":"statutory-discipline-and-grievance-procedures-whether-infringed"},{"label":"Time Off - Parental leave","value":"time-off-parental-leave"},{"label":"Time Off - Public duties","value":"time-off-public-duties"},{"label":"Time Off - Trade union activities","value":"time-off-trade-union-activities"},{"label":"Trade Union Rights - Action short of dismissal","value":"trade-union-rights-action-short-of-dismissal"},{"label":"Trade Union Rights - Dismissal","value":"trade-union-rights-dismissal"},{"label":"Trade Union Rights - Interim relief","value":"trade-union-rights-interim-relief"},{"label":"Transfer of Undertakings - Acquired rights directive","value":"transfer-of-undertakings-acquired-rights-directive"},{"label":"Transfer of Undertakings - Consultation and other information","value":"transfer-of-undertakings-consultation-and-other-information"},{"label":"Transfer of Undertakings - Continuity of employment","value":"transfer-of-undertakings-continuity-of-employment"},{"label":"Transfer of Undertakings - Dismissal/automatically unfair dismissal","value":"transfer-of-undertakings-dismissal-automatically-unfair-dismissal"},{"label":"Transfer of Undertakings - Economic technical or organisational reason","value":"transfer-of-undertakings-economic-technical-or-organisational-reason"},{"label":"Transfer of Undertakings - Entity","value":"transfer-of-undertakings-entity"},{"label":"Transfer of Undertakings - Insolvency","value":"transfer-of-undertakings-insolvency"},{"label":"Transfer of Undertakings - Insolvent Employer","value":"transfer-of-undertakings-insolvent-employer"},{"label":"Transfer of Undertakings - Objection to transfer","value":"transfer-of-undertakings-objection-to-transfer"},{"label":"Transfer of Undertakings - Pensions and other terms","value":"transfer-of-undertakings-pensions-and-other-terms"},{"label":"Transfer of Undertakings - Service Provision Change","value":"transfer-of-undertakings-service-provision-change"},{"label":"Transfer of Undertakings - Transfer","value":"transfer-of-undertakings-transfer"},{"label":"Transfer of Undertakings - Varying terms of employment","value":"transfer-of-undertakings-varying-terms-of-employment"},{"label":"Unfair Dismissal - Automatically unfair reasons","value":"unfair-dismissal-automatically-unfair-reasons"},{"label":"Unfair Dismissal - Compensation","value":"unfair-dismissal-compensation"},{"label":"Unfair Dismissal - Constructive dismissal","value":"unfair-dismissal-constructive-dismissal"},{"label":"Unfair Dismissal - Contributory fault","value":"unfair-dismissal-contributory-fault"},{"label":"Unfair Dismissal - Dismissal/ambiguous resignation","value":"unfair-dismissal-dismissal-ambiguous-resignation"},{"label":"Unfair Dismissal - Exclusions including worker/jurisdiction","value":"unfair-dismissal-exclusions-including-worker-jurisdiction"},{"label":"Unfair Dismissal - Illegality/Fraud","value":"unfair-dismissal-illegality-fraud"},{"label":"Unfair Dismissal - Mitigation of loss","value":"unfair-dismissal-mitigation-of-loss"},{"label":"Unfair Dismissal - National Security","value":"unfair-dismissal-national-security"},{"label":"Unfair Dismissal - Polkey deduction","value":"unfair-dismissal-polkey-deduction"},{"label":"Unfair Dismissal - Procedural fairness/automatically unfair dismissal","value":"unfair-dismissal-procedural-fairness-automatically-unfair-dismissal"},{"label":"Unfair Dismissal - Reason for dismissal including substantial other reason","value":"unfair-dismissal-reason-for-dismissal-including-substantial-other-reason"},{"label":"Unfair Dismissal - Reasonableness of dismissal","value":"unfair-dismissal-reasonableness-of-dismissal"},{"label":"Unfair Dismissal - Reinstatement/re-engagement","value":"unfair-dismissal-reinstatement-re-engagement"},{"label":"Unfair Dismissal - Retirement","value":"unfair-dismissal-retirement"},{"label":"Unfair Dismissal - S.98A(2) ERA","value":"unfair-dismissal-s-98a-2-era"},{"label":"Unlawful Deduction from Wages - Exclusions","value":"unlawful-deduction-from-wages-exclusions"},{"label":"Unlawful Deduction from Wages - Out of Time","value":"unlawful-deduction-from-wages-out-of-time"},{"label":"Unlawful Deduction from Wages - Ready, Willing and Able to Work","value":"unlawful-deduction-from-wages-ready-willing-and-able-to-work"},{"label":"Victimisation Discrimination - Detriment","value":"victimisation-discrimination-detriment"},{"label":"Victimisation Discrimination - Dismissal","value":"victimisation-discrimination-dismissal"},{"label":"Victimisation Discrimination - Health and safety","value":"victimisation-discrimination-health-and-safety"},{"label":"Victimisation Discrimination - Interim relief","value":"victimisation-discrimination-interim-relief"},{"label":"Victimisation Discrimination - Other forms of victimisation","value":"victimisation-discrimination-other-forms-of-victimisation"},{"label":"Victimisation Discrimination - Protected disclosure","value":"victimisation-discrimination-protected-disclosure"},{"label":"Victimisation Discrimination - Whistleblowing","value":"victimisation-discrimination-whistleblowing"},{"label":"Working Time Regulations - Holiday pay","value":"working-time-regulations-holiday-pay"},{"label":"Working Time Regulations - S.43A detriment","value":"working-time-regulations-s-43a-detriment"},{"label":"Working Time Regulations - Worker","value":"working-time-regulations-worker"}]},{"key":"tribunal_decision_sub_categories_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":false,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"E Ivor Hughes Educational Foundation v Miss J E Morris and Others: UKEAT/0023/15/LA","public_updated_at":"2017-03-15T14:49:43Z","analytics_identifier":null,"document_type":"employment_appeal_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-appeal-tribunal-decisions/e-ivor-hughes-educational-foundation-v-miss-j-e-morris-and-others-ukeat-0023-15-la","description":"Employment Appeal Tribunal judgment of Mr Justice Lewis on 19 June 2015.","api_path":"/api/content/employment-appeal-tribunal-decisions/e-ivor-hughes-educational-foundation-v-miss-j-e-morris-and-others-ukeat-0023-15-la","withdrawn":false,"content_id":"55179c35-436d-4f23-b96d-45439ef01977","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}