{"title":" Registration: Correction or amendments to register: Incorrect date of  registration","public_updated_at":"2015-11-27T11:03:21Z","details":{"body":"\n<p>A site operator who registered with effect from a particular date because of a genuineexpectation that taxable waste would shortly be received was properly registered witheffect from that date, even if the expected waste did not materialise until some timelater.   </p>\n\n<p>In principle the action required to deal with an incorrect date of registration for LT isthe same as that required for the correction or amendment of any information held on theregister. But it will be clear that if a registration has to be back-dated the landfillsite operator must have been carrying out taxable activities from an earlier date andthere is revenue due from that period. Accordingly the procedures for dealing with anincorrect date of registration are dealt with separately.   </p>\n\n<p>Notify the CCU of the correct date of registration using form LT12 and consider whether toimpose a penalty for failure to register.   </p>\n\n<p>It is, of course, possible that a registration has been effected from a date which is tooearly. This will usually be the result of a landfill site operator giving mistakeninformation on his application to register. Where a landfill site operator has, forexample registered with effect from 1 October 2006 but did not expect to receive taxablewaste until 1 April 2007 that landfill site operator has been registered from an earlierdate than is required. In theory such a case could be dealt with by correcting theregistration date. But if the landfill site operator dealt with such a situation by filingnil returns for periods 12/06 and 03/07 no action should be taken. Thispragmatic policy avoids unnecessary additional burdens on the landfill site operator andthe Department. If a landfill site operator who is in this position insists on hisregistration date being amended to a later date than that initially given, action shouldbe taken as explained below:   </p>\n\n<p>The Risk team should:   </p>\n\n<ul>\n  <li>confirm the correct effective date of registration (EDR);</li>\n  <li>complete form LT12 to amend the EDR. (There should not be any change in the true tax liability as a result of this action);</li>\n  <li>arrange with the CCU to refund any tax paid, but only if the site operator will refund this to those that paid the tax.</li>\n</ul>\n\n<p>The CCU will liaise with the Risk team to cancel any returns relating to periods priorto the correct EDR. This can be done where only Nil returns were submitted, or where thetax has been refunded.</p>\n","section_id":"LFT10120","breadcrumbs":[{"section_id":"LFT10000","base_path":"/hmrc-internal-manuals/landfill-tax-liability/lft10000"},{"section_id":"LFT10060","base_path":"/hmrc-internal-manuals/landfill-tax-liability/lft10060"}],"child_section_groups":[],"manual":{"base_path":"/hmrc-internal-manuals/landfill-tax-liability"}},"routes":[{"path":"/hmrc-internal-manuals/landfill-tax-liability/lft10120","type":"exact"}],"redirects":[],"publishing_app":"hmrc-manuals-api","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"hmrc_manual_section","schema_name":"hmrc_manual_section","first_published_at":"2016-04-10T16:55:53Z","base_path":"/hmrc-internal-manuals/landfill-tax-liability/lft10120","description":"","content_id":"fd554371-1ccc-5488-9b53-1c9e093c7e9e","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D25","api_path":"/api/content/government/organisations/hm-revenue-customs","base_path":"/government/organisations/hm-revenue-customs","content_id":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-13T10:09:06Z","schema_name":"placeholder","title":"HM Revenue & Customs","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"HM Revenue<br/>&amp; Customs","crest":"hmrc"}},"links":{}}],"available_translations":[{"title":null,"public_updated_at":"2016-09-30T12:46:42Z","analytics_identifier":null,"document_type":"redirect","schema_name":"redirect","base_path":"/hmrc-internal-manuals/landfill-tax-liability/lft10120","description":null,"api_path":"/api/content/hmrc-internal-manuals/landfill-tax-liability/lft10120","withdrawn":false,"content_id":"fd554371-1ccc-5488-9b53-1c9e093c7e9e","locale":"en"}]},"format":"hmrc_manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":1}