{"title":"Our FinTech industry can power a prosperous future: article by Philip Hammond","public_updated_at":"2017-04-12T11:16:00Z","details":{"body":"<div class=\"govspeak\"><p>From tapping your bank card to pay for your morning coffee, to using your smartphone to check your account in the evening, chances are you’re a regular consumer of one of Britain’s most ambitious and exciting industries.</p>\n\n<p>This week is <a href=\"https://www.gov.uk/government/news/fintech-week-2017-line-up-confirmed\">International Fintech Week</a>, which is fittingly being held in London — the world’s global financial hub — where the ambitions of some of Britain’s brightest innovators will take centre stage. Fintech is changing the way we bank and is one of Britain’s most exciting industries. It employs more than 60,000 people and contributes £7 billion a year to the UK economy.</p>\n\n<p>The industry provides consumers with better services and more choice, and lowers costs for businesses — we can all be proud of its success and the fact that the UK remains the best place to start and grow a fintech firm anywhere in the world. That isn’t just my view but that of independent experts, who rank us No 1. They cite a number of reasons, including our innovative approach to regulation, wider access to financial and technical talent and skills and easier access to capital than any of our rivals.</p>\n\n<p>As we prepare to leave the European Union and forge a bold new role for ourselves in the world, these assets can become an even stronger advantage as we build a global Britain where we can take our talent and ideas to the world.</p>\n\n<p>Today we will bring together more than 100 of the UK’s most exciting fintech firms with investors from every continent, so they can showcase their innovative products and investment plans. My message to this audience will be simple. First, because Brexit will open the doors to new opportunities, with enhanced business relationships, new jobs and more investment, British fintechs must not rest on their laurels but seize the enormous opportunities ahead.</p>\n\n<p>There is absolutely no reason why the UK shouldn’t be home to even more start-up fintechs, such as the hugely successful British firms Funding Circle and TransferWise, worth more than $1 billion.</p>\n\n<p>We can’t remain No 1 for fintech and the other technologies of the fourth industrial revolution by simply relying on our ingenuity, talent and openness — we have to go out, be proactive and remind the world how we got there and tell them where we are going.</p>\n\n<p>Second, the government will do everything it can to help you to attract the investment you need to grow — and we will make sure that we provide the right kind of support so that Britain’s innovators can seize the opportunities that lie ahead.</p>\n\n<p>As part of this, I am pleased to announce today that Barclays is committing nearly £25 million over the next five years to fund a new fintech site in London. Launching next month, it will be the largest fintech co-working site in Europe, hosting more than 500 people working in 50 fintech start-ups.</p>\n\n<p>Over the past 18 months, we have made it easier for UK fintech firms to expand into Singapore, the Republic of Korea and China with a series of fintech bridges.</p>\n\n<p>We want to increase trade and forge a new relationship with new markets, as I was doing last week in India, where their drive towards a cashless society has accelerated their fintech industry and, as a result, there are huge collaboration opportunities for British firms.</p>\n\n<p>I’m pleased that Britain continues to be at the forefront as the world’s leading innovator in fintech. For 300 years Britain has been at the heart of the global economy and our ability to invent, innovate and export goods and services has been second to none. We led the world into the first industrial revolution and have continued to be at the forefront of global innovation and technology since.</p>\n\n<p>Now, we stand on the cusp of the fourth industrial revolution, one that has the potential to transform the global economy. This revolution will be driven by disruptive technology such as artificial intelligence, biotech and fintech.</p>\n\n<p>I am determined that this continues because I know that this is the best way of driving the highly skilled, highly productive economy that we want. We must do better at nurturing and developing the homegrown talent to drive our economy forward in the future.</p>\n\n<p>Our vision of an outward-looking global Britain will deliver the \nhigh-skilled, high-wage economy of the future that will power the higher living standards we all want to see for future generations.</p>\n\n<p>That is one of the principal drivers of our modern industrial strategy and it’s why I announced a £23 billion national productivity and investment fund and a new industrial strategy challenge fund to keep the UK at the forefront of disruptive technology.</p>\n\n<p>And it is why, today, I am proud to host the UK’s first International Fintech conference in London.</p>\n</div>","political":true,"delivered_on":"2017-04-12T00:01:00+01:00","change_history":[{"public_timestamp":"2017-04-12T12:16:00.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Philip Hammond MP","url":"/government/uploads/system/uploads/person/image/14/12-140-001.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-04-12T12:16:00.000+01:00"},"routes":[{"path":"/government/speeches/our-fintech-industry-can-power-prosperous-future-article-by-philip-hammond","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","first_published_at":"2017-04-12T11:16:00Z","base_path":"/government/speeches/our-fintech-industry-can-power-prosperous-future-article-by-philip-hammond","description":"Fintech is changing the way we bank and is one of Britain’s most exciting industries, the Chancellor writes in The Times.","content_id":"a0abe0f8-0b2a-4ec4-8e8f-5569b228f50d","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D15","api_path":"/api/content/government/organisations/hm-treasury","base_path":"/government/organisations/hm-treasury","content_id":"1994e0e4-bd19-4966-bbd7-f293d6e90a6b","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:52:15Z","schema_name":"placeholder","title":"HM Treasury","withdrawn":false,"details":{"brand":"hm-treasury","logo":{"formatted_title":"HM Treasury","crest":"single-identity"}},"links":{}}],"people":[{"analytics_identifier":null,"api_path":"/api/content/government/people/philip-hammond","base_path":"/government/people/philip-hammond","content_id":"8529264b-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T11:14:36Z","schema_name":"placeholder","title":"The Rt Hon Philip Hammond","withdrawn":false,"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/financial-services","base_path":"/government/topics/financial-services","content_id":"6c9928ae-c74b-4ef8-948b-7cea56ccbebe","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:05Z","schema_name":"placeholder_policy_area","title":"Financial services","withdrawn":false,"links":{}}],"roles":[{"analytics_identifier":null,"api_path":"/api/content/government/ministers/chancellor-of-the-exchequer","base_path":"/government/ministers/chancellor-of-the-exchequer","content_id":"845e5c6b-c0f1-11e4-8223-005056011aef","description":null,"document_type":"ministerial_role","locale":"en","public_updated_at":"2013-04-24T14:21:55Z","schema_name":"placeholder","title":"Chancellor of the Exchequer","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/philip-hammond","base_path":"/government/people/philip-hammond","content_id":"8529264b-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T11:14:36Z","schema_name":"placeholder","title":"The Rt Hon Philip Hammond","withdrawn":false,"links":{}}],"available_translations":[{"title":"Our FinTech industry can power a prosperous future: article by Philip Hammond","public_updated_at":"2017-04-12T11:16:00Z","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","base_path":"/government/speeches/our-fintech-industry-can-power-prosperous-future-article-by-philip-hammond","description":"Fintech is changing the way we bank and is one of Britain’s most exciting industries, the Chancellor writes in The Times.","api_path":"/api/content/government/speeches/our-fintech-industry-can-power-prosperous-future-article-by-philip-hammond","withdrawn":false,"content_id":"a0abe0f8-0b2a-4ec4-8e8f-5569b228f50d","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}