{"title":"ETB (2014) Limited v The Commissioners for HM Revenue and Customs: [2016] UKUT 0424 (TCC)","public_updated_at":"2017-02-15T08:42:07Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:f0f1ef09-39dc-4921-b1f6-fc2dc470c023].\r\n\r\nVAT - PENALTIES – appeal against default surcharge – whether reasonable\r\nexcuse - sections 59(7) and 71(1)(b) VAT Act 1994 - appeal dismissed by First-tier\r\nTribunal – whether First-tier Tribunal erred - decision of First-tier Tribunal set\r\naside and remade – default surcharge upheld"},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58a4143b40f0b66bd600001c/ETB__2014__v_HMRC.pdf\">ETB (2014) Limited v The Commissioners for HM Revenue and Customs: [2016] UKUT 0424 (TCC)</a></span>.</p>\n\n<p>VAT - PENALTIES – appeal against default surcharge – whether reasonable\nexcuse - sections 59(7) and 71(1)(b) VAT Act 1994 - appeal dismissed by First-tier\nTribunal – whether First-tier Tribunal erred - decision of First-tier Tribunal set\naside and remade – default surcharge upheld</p>\n"}],"metadata":{"hidden_indexable_content":"[2016] UKUT 0424 (TCC)\r\nAppeal number: UT/2016/0005\r\nVAT - PENALTIES – appeal against default surcharge – whether reasonable\r\nexcuse - sections 59(7) and 71(1)(b) VAT Act 1994 - appeal dismissed by First-tier\r\nTribunal – whether First-tier Tribunal erred - decision of First-tier Tribunal set\r\naside and remade – default surcharge upheld\r\nUPPER TRIBUNAL\r\nTAX AND CHANCERY CHAMBER\r\nBETWEEN:\r\nETB (2014) LIMITED\r\nAppellant\r\n- and –\r\nTHE COMMISSIONERS FOR\r\nHER MAJESTY’S REVENUE AND CUSTOMS\r\nRespondents\r\nTribunal: Judge Greg Sinfield\r\nJudge John Clark\r\nSitting in public in London on 1 September 2016\r\nEdward Thackray, former director of ETB (2014) Limited, for the Appellant\r\nAlice Carse, counsel, instructed by the General Counsel and Solicitor to HM\r\nRevenue and Customs, for the Respondents\r\n© CROWN COPYRIGHT 2016\r\n2\r\nDECISION\r\nIntroduction\r\n1. The Appellant (‘ETB’) appealed to the Tax Chamber of the First-tier Tribunal\r\n(‘FTT’) against a default surcharge of £972.11 imposed under section 59 of the VAT\r\nAct 1994 (‘VATA94’) because ETB had not paid VAT of £19,442.26 due for\r\naccounting period 12/14 on time. ETB did not dispute that it had paid the tax late but\r\ncontended that it had a reasonable excuse for the default.\r\n2. The appeal was categorised under rule 23 of the Tribunal Procedure (First-tier\r\nTribunal) (Tax Chamber) Rules 2009 (‘the FTT Rules’) and in accordance with the\r\nPractice Statement on the categorisation of tax cases issued by the Chamber President\r\non 29 April 2013 as a Default Paper case. Accordingly, the appeal was determined, in\r\naccordance with rule 26, without a hearing on the basis of written submissions and\r\npapers provided by the parties. The facts relevant to the appeal were not in dispute. In\r\na decision released on 17 November 2015, [2015] UKFTT 0569 (TC), (‘the Decision’),\r\nthe FTT (Judge Dr K Khan) held that ETB did not have a reasonable excuse and\r\ndismissed the appeal.\r\n3. ETB now appeals, with the permission of the FTT (Judge Richards), against the\r\nDecision on the ground that the FTT applied the wrong test for determining whether\r\nETB had a reasonable excuse and the reasoning in the Decision was not sufficient to\r\njustify the conclusion. As is appropriate for an appeal originally heard on the papers,\r\nthe hearing before us was brief and concentrated mostly on what documents were before\r\nthe FTT as well, of course, as the contents of the Decision. Ms Alice Carse appeared\r\nfor HMRC and we are grateful to her for her helpful submissions at the hearing.\r\nConscious of her duty to the tribunal in view of the fact that ETB, represented at the\r\nhearing by its former director Mr Edward Thackray who is not a lawyer, was effectively\r\na litigant in person, Ms Carse fairly set out all the relevant matters and accepted that\r\nsome parts of the Decision could not be defended while maintaining that the FTT had\r\nnot erred in the result.\r\n4. For the reasons given below, we have decided that the Decision must be set aside\r\nand we should remake it. Having reviewed the evidence and submissions, our decision\r\nis that ETB’s appeal against the default surcharge must be dismissed.\r\nLiability for a default surcharge\r\n5. Regulation 25(1) of the VAT Regulations 1995 provides that a person who is\r\nregistered for VAT (or liable to be so registered) must submit a VAT return to HMRC\r\nno later than the last day of the month next following the end of the VAT accounting\r\nperiod to which it relates. There is a seven day extension for persons who submit\r\nreturns electronically which is what ETB did. Under regulation 40(2), any person\r\nrequired to make a return must pay any VAT shown as payable on the return to HMRC\r\nnot later than the last day on which that return is due.\r\n6. Liability for a default surcharge arises under section 59 VATA94. Section 59(1)\r\nprovides that a taxable person is in default where HMRC do not receive a VAT return\r\nand any VAT shown as payable on such return on or before the due date. Where a\r\nperson is in default, HMRC may issue a surcharge liability notice (‘SLN’). If, having\r\nbeen served with a SLN, the taxable person defaults again during the period of one year\r\n(‘the Surcharge Liability Period’) from the end of the period of default, the person\r\n3\r\nbecomes liable to a surcharge. On each subsequent default, the Surcharge Liability\r\nPeriod is extended to run for 12 months from the end of the latest period of default.\r\n7. The surcharge is the greater of £30 and a specified percentage of the outstanding\r\nVAT. The percentage specified increases according to the number of VAT periods in\r\nrespect of which the person is in default during the Default Surcharge Period starting\r\nwith 2% for the first period of default. For the second period in respect of which the\r\ntaxable person is in default during the Default Surcharge Period, the specified\r\npercentage is 5%. The maximum percentage is 15% where there have been four or\r\nmore periods in default during the Default Surcharge Period.\r\n8. Section 59(7) VATA94 provides that a taxable person is not treated as in default\r\nin respect of any VAT period if the person satisfies HMRC, or on appeal the FTT, that\r\nin respect of the period:\r\n(1) the return or the VAT due was despatched at such a time and in such a\r\nmanner that it was reasonable to expect that it would be received by HMRC\r\nwithin the time limit; or\r\n(2) there is a reasonable excuse for the return or VAT not having been so\r\ndespatched.\r\n9. Section 71(1)(a) VATA94 provides that for these purposes an insufficiency of\r\nfunds to pay any VAT due is not a reasonable excuse. Section 71(1)(b) VATA94\r\nfurther provides that, where reliance is placed on any other person to perform any task,\r\nneither the fact of that reliance nor any dilatoriness or inaccuracy on the part of the\r\nperson relied upon is a reasonable excuse.\r\n10. The Respondents have the burden of proving that the Appellant failed to pay the\r\nVAT on time and is liable to pay the default surcharge. The onus then passes to the\r\nAppellant to prove that he had a reasonable excuse for his failure to pay on time.\r\nTest for reasonable excuse where late payment caused by insufficiency of funds\r\n11. The leading case on the meaning of reasonable excuse in the context of an\r\ninsufficiency of funds is the decision of the Court of Appeal in Customs and Excise v\r\nSteptoe [1992] STC 757 (‘Steptoe’). In that case, the Court of Appeal held unanimously\r\nthat although insufficiency of funds can never of itself constitute a reasonable excuse,\r\nthe cause of that insufficiency – the underlying cause of the taxpayer’s default – might\r\ndo so. There was some disagreement, however, about what constitutes a reasonable\r\nexcuse.\r\n12. Lord Donaldson MR first set out the unanimous view of the Court on the\r\nconstruction of what is now section 71(1) VATA94 as follows at 769-770:\r\n“There is agreement between [Nolan and Scott LJJ] that section\r\n33(2)(a) of the Finance Act 1985 is not to be construed in the\r\nway in which the Commissioners of Customs and Excise (the\r\ncommissioners) would wish to construe it, namely, that an\r\ninsufficiency of funds can in no circumstances amount to a\r\nreasonable excuse for failing to dispatch the tax due, however\r\nshort the duration of that failure and whatever the reason for the\r\ninsufficiency of funds. In practice this would mean that the\r\n4\r\ntaxpayer had always to demonstrate that he could have paid the\r\ntax, but failed to do so for some reason constituting a reasonable\r\nexcuse. Not only is this an improbable construction, but it really\r\ncannot survive in the context of section 33(2)(b) [now section\r\n71(1)(b) VATA94]. There the words ‘neither the fact of that\r\nreliance nor any dilatoriness or inaccuracy on the part of the\r\nperson relied upon is a reasonable excuse’ show clearly that\r\nalthough reliance on another person is not of itself capable of\r\nconstituting a reasonable excuse, the commissioners and the\r\ntribunal are expected to look behind that reliance and to ask\r\nthemselves whether in such a case the underlying cause was\r\ndilatoriness or inaccuracy on the part of that person or whether,\r\nfor example, he was run over by a bus. If the same approach is\r\napplied to section 33(2)(a) [now section 71(1)(a) VATA94], as\r\nclearly it should be, the legislative intention is that insufficiency\r\nof funds can never of itself constitute a reasonable excuse, but\r\nthat the cause of that insufficiency, ie the underlying cause of\r\nthe default, might do so.”\r\n13. Lord Donaldson then turned to the question of what constitutes a reasonable\r\nexcuse in cases where the default occurred because of an insufficiency of funds. Lord\r\nDonaldson described the different views of the Court and the prevailing majority view\r\nas follows:\r\n“The difficulty which then arises is that Parliament has not\r\nspecified what underlying causes of an insufficiency of funds\r\nwhich lead to a default are to be regarded as reasonable or as not\r\nbeing reasonable. Prima facie the legislative intention is the\r\nsame as in the context of section 33(2)(b). This is that, save in\r\nso far as Parliament has given guidance, it is initially for the\r\ncommissioners to decide whether the underlying cause\r\nconstitutes a reasonable excuse and for the tribunal to decide\r\nthis on an appeal. That said, there must be limits to what could\r\nbe regarded as a reasonable cause. Nolan LJ, as I read his\r\njudgment explaining and expanding on his judgment in Customs\r\nand Excise Comrs v Salevon Ltd [1989] STC 907, is saying that\r\nif the exercise of reasonable foresight and of due diligence and a\r\nproper regard for the fact that the tax would become due on a\r\nparticular date would not have avoided the insufficiency of\r\nfunds which led to the default, then the taxpayer may well have\r\na reasonable excuse for non-payment, but that excuse will be\r\nexhausted by the date on which such foresight, diligence and\r\nregard would have overcome the insufficiency of funds.\r\nScott LJ on the other hand is of the opinion that the underlying\r\ncause of the insufficiency of funds must be an ‘unforeseeable or\r\ninescapable event’. I have come to the conclusion that this is\r\ntoo narrow in that (a) it gives insufficient weight to the concept\r\nof reasonableness and (b) it treats foreseeability as relevant in its\r\nown right, whereas I think that ‘foreseeability’ or as I would say\r\n‘reasonable foreseeability’ is only relevant in the context of\r\n5\r\nwhether the cash flow problem was ‘inescapable’ or, as I would\r\nsay, ‘reasonably avoidable’. It is more difficult to escape from\r\nthe unforeseeable than from the foreseeable.\r\nIt follows that if I have correctly interpreted the two judgments,\r\nI am in agreement with Nolan LJ rather than Scott LJ.”\r\n14. As an aside, we note that in July 2016 HMRC issued an updated version of\r\nfactsheet CC/FS12 on penalties for VAT and excise wrongdoings. In that document,\r\nHMRC express the view that a “reasonable excuse is normally an unexpected or\r\nunusual event that’s either unforeseeable or beyond your control”. There are strong\r\nechoes there of Scott LJ’s dissenting judgment in Steptoe and it certainly does not\r\nreflect the views of the majority in that case. The wording in CC/FS12 is unfortunate as\r\nit could lead a taxpayer or HMRC officer or even a tribunal into error when assessing\r\nwhether particular circumstances constitute a reasonable excuse. The new VAT Default\r\nSurcharge Officer’s Guide published online on 26 August 2016 avoids this error by not\r\ntrying to define what is or is not a reasonable excuse. The Guide refers HMRC officers\r\nto the Compliance Handbook which contains further guidance on reasonable excuse in\r\nthe context of late payment of tax due to a shortage of funds. The Handbook states, at\r\nCH555800, that a person may have a reasonable excuse for failing to pay on time when\r\nthe failure resulted from a shortage of funds which:\r\n“… occurred despite the person exercising reasonable foresight\r\nand due diligence, having given proper regard to their tax due\r\ndate obligations.”\r\nIt seems to us that the statement in the Compliance Handbook at CH555800 is much\r\nbetter than the one found in factsheet CC/FS12 and more closely reflects the views of\r\nLord Donaldson MR and Nolan LJ in Steptoe.\r\n15. In summary, the question to be asked when considering whether someone has a\r\nreasonable excuse for failing to pay an amount of tax on time because of a cash flow\r\nproblem is whether the insufficiency of funds was reasonably avoidable. A cash flow\r\nproblem would usually be regarded as reasonably avoidable if the person, having a\r\nproper regard for the fact that the tax was due on a particular date, could have avoided\r\nthe insufficiency of funds by the exercise of reasonable foresight and due diligence. If\r\nthe cash flow problem was reasonably avoidable then the mere fact that the taxpayer\r\ncould not afford to pay the VAT at the proper time would not, without more, be a\r\nreasonable excuse. On the other hand, if such foresight, diligence and regard would not\r\nhave avoided the insufficiency of funds then the taxpayer will usually be regarded as\r\nhaving a reasonable excuse for the VAT having been paid late until it would be\r\nreasonable to expect the taxpayer to have found alternative funding or taken other action\r\nto counteract the insufficiency.\r\nThe Decision\r\n16. As we have already stated, the appeal was a Default Paper case. The front sheet\r\nof the Decision states that the FTT determined the appeal on 6 October 2015 without a\r\nhearing, having first read the Notice of Appeal and HMRC’s Statement of Case. Some\r\nDefault Paper cases may contain complicated facts which can only ascertained by\r\nreviewing sometimes extensive correspondence between the parties. We are aware that\r\na single judge sitting alone in the FTT is often given several Default Paper cases to deal\r\nwith at a time, sometimes to fill a morning or afternoon when a hearing has gone short\r\n6\r\nor been unexpectedly vacated. In those circumstances, the judge may feel under\r\npressure to determine the cases quickly but while that may explain, it cannot excuse a\r\ndecision that contains, as this one does, errors varying from simple typographical errors\r\nor slips to more serious errors of law. We do not know the circumstances in which the\r\njudge determined the appeal in this case but if, as we think likely, the errors discussed\r\nbelow could have been avoided by the judge taking more time to consider the case, draft\r\nthe Decision and review it before it was issued then we would support any judge in\r\nasking to be given that time.\r\n17. Apart from the “Introduction”, the Decision is not set out in consecutively\r\nnumbered paragraphs. Instead, each section restarts the numbering and so contains the\r\nsame numbered paragraphs as all the other sections save that some sections contain\r\nmore paragraphs than others. For example, there are four paragraphs numbered “(1)”.\r\nThis makes referring to an individual paragraph unnecessarily difficult. We consider\r\nthat all decisions should use a single series of consecutively numbered paragraphs, with\r\nsub-paragraphs as appropriate. There is a standard template for full decisions in Default\r\nPaper cases issued by the FTT which automatically uses the correct paragraph styles.\r\nThe template should be used unless there are good reasons (and we cannot think of any)\r\nto the contrary.\r\n18. In the “Introduction”, which consists of three paragraphs, the FTT stated that the\r\nappeal was against a default surcharge for period 12/14 in the sum of £972.11 calculated\r\nat 5% of the tax due of £19,442.26; ETB had been registered for VAT since 1 April\r\n1973 prior to changing to a group registration on 1 July 2013; and had been in the\r\nDefault Surcharge Regime from period 12/13 onwards.\r\n19. The section of the Decision headed “Background facts” is as follows:\r\n“(1) The Appellant requested a review of the surcharge in a\r\nletter dated 25 February 2015 and presented further information\r\nto assist their deliberations in a letter dated 18 March 2015. The\r\nRespondents upheld the surcharge by letter on 2 April 2015.\r\n(2) The Appellant sent additional information by letter dated 7\r\nApril 2015 which the Respondents considered and sent a reply\r\nmaintaining the surcharge on 13 April 2015.\r\n(3) There was yet further information provided by the Appellant\r\non 24 April 2015 which the Respondents considered and\r\nmaintained the Surcharge Penalty.\r\n(4) The Appellant acknowledges that the payment for the period\r\n12/14 was rendered late and as a result a default occurred.”\r\n20. As Ms Carse accepted, this section of the Decision does not describe the\r\nbackground to the default at all. The first three paragraphs of the section describe the\r\ncorrespondence between ETB and HMRC after the surcharge had been imposed. The\r\nfourth paragraph sets out an admission by ETB that VAT due for period 12/14 was paid\r\nlate.\r\n21. The next section of the Decision is headed “The Appellant’s submission” (sic) and\r\nis as follows:\r\n7\r\n“(1) The Appellant has traded through a number of businesses\r\nover a twenty year period during which time they collected\r\nsubstantial VAT from customers and paid this to HMRC without\r\npenalty.\r\n(2) They sold the assets and goodwill of the business on 31\r\nDecember 2014 and as a consequence had to crystallize all the\r\ndebt and work in progress within the company. This had the\r\neffect of inflating the VAT due for the period subject to appeal.\r\n(3) On 1 January 2015, the Appellant no longer directly\r\nemployed any staff since the business had effectively been sold.\r\n(4) In the period December 2014, the Appellant was taken ill\r\nwith viruses and towards the end of 2015 it became clear that\r\nthe cash flow within the business would prevent payment of\r\nVAT being made on time. The required funds were\r\nimmediately raised through another common company and the\r\nVAT payment was made thirteen days late.\r\n(5) The Appellant has always been diligent and timely in their\r\npayment of their tax liability.”\r\n22. This section of the Decision describes ETB’s evidence of facts relied on as\r\nshowing that it had a reasonable excuse. Before us, both parties agreed that, in (4),\r\n“January” should be inserted before “2015”.\r\n23. The next section is headed “HMRC’s submissions” and is as follows:\r\n“(1) HMRC say that the surcharge was correctly levied in\r\naccordance with the law and given the history of the Appellant’s\r\nsurcharge liability they would have known the date for the\r\nsubmission of the return and payment of VAT. Further they\r\nwould have had the necessary HMRC contacts to assist if there\r\nwere problems with the timely payment of the VAT. The\r\nSurcharge Liability Notice VAT 160 would have assisted the\r\nAppellant in understanding how the surcharges are calculated\r\nand the percentages used in those calculations\r\n(2) The Respondents say that since the director Edward\r\nThackray, who had ultimate responsibility for the timely\r\nsubmission of the VAT return and payment, resigned on 31\r\nDecember 2014 there was reliance on a third party to submit the\r\nreturn and to pay the VAT due. Such reliance on a third party\r\nprecluded there being a reasonable excuse under the provisions\r\nof VATA 1994 Section 71(1) (b).\r\n(3) The sale of the business and its consequential effect on the\r\nliability to VAT was known by the directors at the time and\r\ntherefore a foreseeable event. It would be reasonable to expect a\r\nprudent businessman to make provision for such liability and to\r\nallocate funds from the sale to meet the tax liability.\r\n(4) The Respondents say that since the Appellant explained that\r\nthey were waiting for funds to be received to pay the VAT and\r\n8\r\nin such case an insufficiency of funds at the due date is not a\r\nreasonable excuse. A better course of action would have been\r\nfor the Appellant to contact the Respondents before the due date\r\nto explain the lack of funds and to make arrangements for\r\npayment.\r\n(5) Section 71(1)(a) VATA 1994 specifically excludes an\r\ninsufficiency of funds as providing a reasonable excuse for late\r\npayment and the removal of the surcharge.\r\n(6) HMRC say that the Appellant sought to raise funds by\r\nselling shares held in an associated company and did not allow\r\nsufficient time for cleared funds to be received by the\r\nAppellant’s bank account to enable them to pay the VAT on\r\ntime. It is clear that the Appellant did not obtain an overdraft\r\nfacility which would have facilitated an earlier payment.”\r\n24. The FTT then set out its conclusions in the next section under the heading\r\n“Conclusion”:\r\n“(1) There is no question that the Appellant was late in making\r\nthe payment. This is acknowledged and appears to be the result\r\nof an insufficiency of funds at the due date.\r\n(2) The burden of proof is on the Appellant to show that the\r\nunderlying cause of its failure to meet its VAT payment\r\nobligations was due to unforeseen circumstances or events\r\nbeyond its control. In the Tribunal’s view, this burden has not\r\nbeen discharged and there is no reasonable excuse for the\r\nAppellant’s late payment of VAT. It is sensible for traders in a\r\ndifficult situation to enter into negotiations with HMRC before\r\nthe due date for the payment of tax. The default surcharge is\r\nlevied if payment is made late but not in cases where [the]\r\nAppellant had negotiated a time to pay arrangement and agreed\r\na payment schedule. Sadly this was not done, (sic)\r\n(3) It is clear to the Tribunal that the Appellant through the\r\nDirector dealing with this matter had a history of dealing with\r\nthe Company’s tax affairs in a diligent and timely fashion.\r\nThere is no question that they would have wanted to do the right\r\nthing. This is quite clear from the correspondence between the\r\nparties. However, the Tribunal has very limited discretion in\r\ndealing with these matters. If a taxpayer is late with the\r\npayment of their tax then a penalty is applied. In this case, the\r\npenalty was applied in accordance with the law and the payment\r\nwas late. There are no grounds for holding that there is a\r\nreasonable excuse and the appeal is accordingly dismissed and\r\nthe surcharge in the sum of £972.11 is upheld.”\r\n25. In paragraph (2) of the “Conclusion”, the FTT stated that, in order to establish that\r\nit had a reasonable excuse, ETB had to show that the late payment of VAT was due to\r\nunforeseen circumstances or events beyond its control. That view was consistent with\r\nHMRC’s submission in their Statement of Case, although not recorded in the Decision,\r\nthat the “late payment did not occur as a result of something which was entirely out of\r\n9\r\n[ETB’s] control.” It will be immediately apparent to the attentive reader that HMRC’s\r\nsubmission and, more seriously, the FTT’s description of what is required to show a\r\nreasonable excuse are not consistent with the views of the majority in Steptoe, which\r\nMs Carse acknowledged. Ms Carse submitted that, although the FTT appears to have\r\nrelied on the dissenting judgment of Scott LJ in Steptoe in paragraph (2) of the\r\n“Conclusion”, its actual conclusions did not appear to be based on an analysis of\r\nwhether the circumstances were unforeseen or beyond ETB’s control. The conclusion\r\nof the FTT appeared to be that a reasonable businessman in ETB’s position would have\r\nsought to agree a time to pay arrangement with HMRC. Ms Carse submitted that,\r\nalthough it referred to unforeseen circumstances and events beyond ETB’s control, the\r\nFTT did not make an error of law in its legal analysis because the conclusion was\r\nconsistent with the application of the approach of the majority in Steptoe.\r\n26. We do not accept that submission. It amounts to saying that if the FTT reached\r\nthe right conclusion then the fact that the FTT misstated the legal test to be applied does\r\nnot amount to an error of law. In our view, there would still be an error of law even if\r\nthe outcome of the appeal before the FTT would inevitably have been the same. In our\r\nopinion, the FTT made an error of law when it stated, in (2) of the “Conclusion”, that\r\nETB had to show that the late payment was due to unforeseen circumstances or events\r\nbeyond its control and, as ETB could not do so, it did not have a reasonable excuse.\r\n27. In the “Conclusion”, the FTT states, which was not disputed, that ETB paid the\r\nVAT late and it appeared to the FTT (which we take to mean that it found) that this was\r\nbecause of an insufficiency of funds at the due date. Apart from stating that ETB had a\r\nhistory of dealing with its tax affairs in a diligent and timely fashion and that it wanted\r\nto “do the right thing”, there are no findings of fact in relation to the circumstances\r\nleading up to the default. It is not possible to determine from the Decision whether the\r\nFTT accepted the description of the events put forward on behalf of ETB. Ms Carse\r\nsubmitted that the FTT did not err in law by being unclear about its findings of fact.\r\nShe contended that the FTT made findings of fact in the “Background facts” section and\r\nalso referred to the facts in the “Appellant’s submission” section as well as in the\r\n“HMRC’s submissions” section. We do not accept that the sections of the Decision that\r\nrecord the parties’ submissions can be taken to be findings of fact. There is nothing in\r\nthose parts of the Decision, or elsewhere, to indicate whether the FTT accepted a party’s\r\ndescription of the facts. It would have been a simple matter, and helpful to us, for the\r\nFTT to set out its findings as a single narrative of the relevant facts in chronological\r\norder or simply to state that it accepted the parties’ version of events as set out in their\r\nsubmissions.\r\n28. In our view, the FTT failed to address the circumstances leading up to the default\r\nrelied upon by ETB and analyse whether they could provide a reasonable excuse as\r\nexplained in Steptoe. The FTT does not appear to have considered any of the facts\r\nrelied on by ETB in its submissions, namely the effect of the sale of the assets and\r\ngoodwill of the business on 31 December 2014, the fact that ETB no longer had any\r\nstaff from that date, the illness of the director and that the director only realised what\r\namount of VAT would fall due when preparing the return. We do not say that any or all\r\nof those facts necessarily constitute a reasonable excuse but we consider that, having\r\nbeen raised and noted by the FTT, they should have been discussed. Instead, the FTT\r\nseems to have focused exclusively on the fact that ETB did not try to negotiate a time to\r\npay arrangement with HMRC in advance of the due date for payment. A failure to take\r\nsteps to overcome a cash flow problem, such as agreeing time to pay or arranging a\r\n10\r\nloan, is obviously a relevant factor in a case such as this but it is not necessarily\r\ndeterminative and does not relieve the tribunal from considering other facts put forward\r\nas establishing a reasonable excuse. In the result, ETB could not be certain that the FTT\r\nhad considered the facts relied on in its grounds of appeal and described in the Decision\r\nas its submissions or, if the FTT had considered them, why the FTT had rejected those\r\nmatters as constituting a reasonable excuse. We consider that the failure to deal with\r\nthe facts relied on by ETB in the Decision was a flaw in the reasoning of the FTT and\r\nan error of law.\r\n29. As was pointed out by Lord Carnwath in Pendragon Plc v HMRC [2015] UKSC\r\n37, where an error of law has been established (whether on the application of the\r\nEdwards v Bairstow principle or because of some other kind of error of law), the Upper\r\nTribunal may exercise its power under section 12 of the TCEA 2007 to set aside the\r\ndecision of the FTT and re-make it. In doing so, the Upper Tribunal may make such\r\nfindings of fact as are appropriate (section 12(4)(b)). We have found that there are\r\nerrors of law in the Decision. Accordingly, we set aside the Decision. As we have the\r\nsame papers before us as the FTT had and the facts are not disputed, we consider that\r\nwe are able to remake the decision on the material before us and there is no need to\r\nremit the case to the FTT.\r\nFacts\r\n30. The primary facts were not in dispute and we find them to be as set out below.\r\nOur description of the relevant facts is taken from the papers that were before the FTT.\r\nThere is one difference between the facts below and those in the papers where we prefer\r\nthe date given to us by Mr Thackray for his illness over that contained in his letter of 7\r\nApril 2015 to HMRC.\r\n31. ETB, formerly Edward Thackray Building Limited, has been registered for VAT\r\nsince 1 April 1973. It changed to a group registration on 1 July 2013.\r\n32. In over 20 years of trading, ETB has paid approximately £3.5 million in VAT\r\nwithout incurring any penalties. Mr Thackray was a director of the company until the\r\nsale of the business. The only other director was Mr Thackray’s daughter but she did\r\nnot play any active part in the business at the time of its sale. We accept, as did the\r\nFTT, that Mr Thackray believes in paying tax where due and on time if at all possible.\r\nMr Thackray’s father had been a Tax Commissioner and that helped form his attitude to\r\nhis tax obligations.\r\n33. In period 12/13, ETB entered the default surcharge regime when it failed to pay\r\n£30,683.48 shown as due on its VAT return, which was also late, by the due date which\r\nwas 7 February 2014. As this was the first default, no surcharge was imposed. On\r\n4 March, ETB telephoned HMRC to make a promise of payment but, as the call was\r\nmade after the due date, the relief granted by section 108 of the Finance Act 2009,\r\nwhich provides for the suspension of penalties when there is a deferred payment\r\nagreement, did not apply.\r\n34. ETB was also late in paying the VAT of £7,868.51 due for the period 03/14 which\r\nwas due on 7 May. The VAT return was received on 14 May and the payment was\r\nreceived on 16 May. HMRC issued a default surcharge. ETB requested a review in a\r\nletter dated 11 June and HMRC accepted that a reasonable excuse existed and removed\r\nthe surcharge in a letter dated 7 July.\r\n11\r\n35. ETB was one day late in paying the VAT due for the period 06/14. ETB again\r\nasked for a review of the decision to impose a surcharge for that default. HMRC agreed\r\nto remove the surcharge in a letter dated 2 October 2014. HMRC state that they were\r\nwrong to remove the surcharge in relation to period 06/14. HMRC now consider that\r\nETB had allowed insufficient time for the payment to reach HMRC by the due date\r\nbecause ETB had only initiated a three-day electronic payment one day before the due\r\ndate. HMRC stated that they did not seek to re-impose the surcharge for that period.\r\n36. The due date for receipt of a VAT return and any payment due for period 09/14\r\nwas 7 November. The return was received early on 31 October but the payment was\r\nreceived in two parts on 1 and 9 December. Someone from ETB telephoned HMRC on\r\n25 November to make a promise of payment but, as the due date had passed, the relief\r\nunder section 108 Finance Act 2009 did not apply. HMRC did not impose a surcharge\r\nin respect of this default as the amount of the surcharge was below the threshold for\r\ndoing so.\r\n37. On the reverse of each surcharge Liability Notice issued by HMRC were certain\r\nstandard paragraphs which included the following:\r\n“Problems paying your VAT?\r\nIf you can’t pay the full amount on time, pay as much as you can\r\nand before the payment is due, contact the Business Payment\r\nSupport Service.”\r\n38. On 6 June, 7 July and 2 October 2014, HMRC sent letters to ETB containing a\r\nfact sheet “How to avoid VAT Default Surcharges” or “Top tips on how to avoid VAT\r\nSurcharges”.\r\n39. On 31 December 2014, Mr Thackray sold the assets and goodwill of ETB and the\r\ncompany changed its name. As a result, all the debts and work in progress as at\r\n31 December 2014 were brought into account and ETB was required to account for the\r\nVAT on them in period 12/14. The due date for submission of the electronic VAT\r\nreturn and payment of any VAT due for period 12/14 was 7 February 2015.\r\n40. Mr Thackray told us that he had never resigned as director of ETB. He accepted\r\nthat Companies House records showed that he had done so but he had no explanation\r\nfor that unless his solicitor had arranged it without him realising it. On balance, we find\r\nthat Mr Thackray resigned as a director of ETB with effect from 31 December 2014\r\nalthough nothing in this appeal turns on that fact.\r\n41. From December 2014 until the beginning of February 2015 when the VAT\r\npayment was due, Mr Thackray suffered from three separate viruses and lost three\r\nquarters of a stone in weight. In late December, Mr Thackray was ill while abroad. On\r\n15 January (not 13 February, as stated in the letter of 7 April, which we accept was a\r\nmistake), Mr Thackray went to see his doctor who sent him for a blood test.\r\n42. From 1 January 2015, ETB no longer employed any staff. Mr Thackray found\r\nhimself in a completely different and strange operating environment. Towards the end\r\nof January, it became clear to Mr Thackray that a cash flow problem would prevent the\r\npayment being made on time.\r\n12\r\n43. On 4 February 2015, Mr Thackray took steps to raise funds to enable ETB to pay\r\nthe VAT due. First, Mr Thackray instructed F&C Investments to sell shares in Foreign\r\n& Colonial Investment Trust for £21,014.72. Secondly, he made arrangements to\r\nwithdraw all the savings in Edward Thackray Limited’s Business Saver Account with\r\nCambridge Building Society. That account normally required a three month notice\r\nperiod and so a forfeit was paid.\r\n44. The VAT return for period 12/14 was received, in time, on 6 February 2015. The\r\nreturn showed that the VAT due for the period was £19,442.26. On 13 February,\r\nHMRC notified ETB that it was liable to pay a default surcharge. The amount of the\r\nsurcharge was £972.11 being 5% of the tax not paid by the due date. Also on 13\r\nFebruary, ETB received a cheque for the proceeds of the sale of the shares in Foreign &\r\nColonial Investment Trust which were paid into ETB’s bank account on the same day.\r\n45. The VAT due was received by HMRC on 25 February 2015 which was 18 days\r\nlate. Also on 25 February, Mr Thackray wrote to HMRC seeking a review of the\r\ndefault surcharge. In the letter, Mr Thackray explained that, at the end of 2014, he had\r\nsold the goodwill and assets of ETB and changed the company name. He explained\r\nthat, in the intervening period, he had been dealing with the transition transactions on a\r\npart-time basis and had been ill for a number of weeks.\r\n46. In a letter dated 18 March 2015, HMRC asked Mr Thackray to provide further\r\ninformation. The information included evidence, such as bank statements, to show ETB\r\nhad cleared funds at the due date or an overdraft and medical certificates or other\r\nevidence to confirm the nature and period of illness. HMRC asked for a response by 1\r\nApril. On 2 April, not having received the requested evidence, HMRC issued a letter\r\nupholding the default surcharge.\r\n47. In a letter dated 7 April 2015, ETB provided some further information. Enclosed\r\nwith the letter was a bank statement for the period 20 January to 27 February. The letter\r\nalso stated:\r\n“Dealing with my illnesses these were a series of viruses that\r\nbegan in the two weeks before Christmas (I was abroad at the\r\ntime and can provide a bill for medical consultation if required).\r\nOver New Year I suffered from a bout of diarrhoea and was\r\nconfined to bed for two days. Then over the period that our\r\nVAT was due I had yet another virus that lasted three weeks\r\nwith a complete loss of appetite (I lost ¾ stone over the period)\r\nand a high temperature. On 13 February I consulted a GP who\r\nsent me for a blood test.\r\n48. HMRC considered the further information and sent a letter maintaining the default\r\nsurcharge on 13 April 2015. In the letter, HMRC pointed out that the bank statement\r\nshowed that, as at the due date, ETB did not have sufficient cleared funds to pay the\r\nVAT due. The letter also expressed sympathy in relation to Mr Thackray’s health\r\nissues. They were not, however, accepted as constituting a reasonable excuse.\r\n49. ETB sent HMRC a further letter dated 24 April 2015. In the letter, Mr Thackray\r\nstated that\r\n13\r\n“I suffered from a number of viruses over the period that the\r\nVAT submission was due and I was also dealing single\r\nhandedly with the complications of winding the business up.\r\nOne of these areas of complication was collecting payments\r\nagainst bills raised up to the end of 31 December 2014 and\r\ntherefore included in your VAT return. Large sums did not\r\narrive into my account until well after the ‘VAT due date’ and\r\nso when I paid the VAT on 25 February 2014 I was in effect\r\nlending you the money.\r\nYou have made the point that there were not sufficient cleared\r\nfunds in my bank account at the due date. This is something\r\nthat I had already foreseen and had arranged to sell £21,002.40\r\nof stock-market investments in my associated Company,\r\nEdward Thackray Limited. There were unexpected delays in the\r\nrealisation of these assets and the money did not actually arrive\r\ninto that account until 13 February 2015 (see attached bank\r\nstatement) when I was ill. By the time that I got back to work I\r\nfound sufficient funds in the [ETB] account to pay you.\r\n50. On 29 April 2015, HMRC replied maintaining the default surcharge in a letter\r\nincorrectly dated 20 April 2015. HMRC pointed out that, while Mr Thackray stated that\r\nhe was unwell from a virus for three weeks over the period that the VAT was due, the\r\nbank statements provided showed that it was possible for online bill payments to be\r\nmade during that time but that sufficient funds were not available in the ETB bank\r\naccount until 18 February 2015. The payment of the VAT was not actually made until\r\none week later on 25 February. HMRC confirmed that in their view, insufficiency of\r\nfunds prevented ETB from making the payment by the due date and upheld the decision\r\nto impose a surcharge.\r\n51. On 10 May 2015, ETB wrote again to HMRC setting out a diary of events and\r\nproviding further information in relation to Mr Thackray’s attempts to raise additional\r\nfunding on 4 February. Those events are included in the description of the facts above.\r\n52. HMRC maintained the default surcharge in a letter dated 21 May 2015, noting\r\nthat Mr Thackray gave instructions for the sale of shares on 4 February which would not\r\nappear to allow sufficient time for cleared funds to reach him and thus ETB in time to\r\npay the VAT due for period 12/14 on 7 February.\r\n53. On 30 May 2015, ETB appealed to the FTT against the default surcharge.\r\nSubmissions and discussion\r\n54. The only issue in the appeal is whether ETB had a reasonable excuse for its\r\nfailure to pay the VAT due for period 12/14 on time. As can clearly be seen from the\r\nbank statements provided by ETB, the reason why the VAT due for period 12/14 was\r\nnot paid by the due date was that ETB did not have sufficient funds in its bank account\r\nto pay the amount due. Insufficiency of funds cannot constitute a reasonable excuse\r\n(section 71(1)(a) VATA94) but the underlying cause may do so (see Steptoe). In the\r\ncorrespondence, ETB relies on two particular circumstances as providing a reasonable\r\nexcuse for the late payment of VAT in this case. The first is the sale of the business and\r\nthe second is Mr Thackray’s illness. We consider each separately and then together.\r\n14\r\n55. In relation to the sale of the business, it appears from the correspondence that\r\nETB contends that the VAT amount due for period 12/14 was exceptionally high\r\nbecause of the need to raise VAT invoices and account for VAT on all work in progress\r\nas at the date of the sale. ETB also stated that a large proportion of the invoices were\r\nunpaid by the due date of 7 February 2015.\r\n56. We do not accept that the sale of the business and the consequences that followed\r\nfrom it, without more, are capable of constituting a reasonable excuse in this case. As\r\nstated above, the test for establishing a reasonable excuse for failing to pay an amount\r\nof tax on time because of a cash flow problem is whether the insufficiency of funds was\r\nreasonably avoidable ie could ETB have avoided the insufficiency of funds by the\r\nexercise of reasonable foresight and due diligence. In relation to the consequences of\r\nthe sale of the business, the answer to that question in this case is plainly yes. It was, in\r\nour view, not only reasonably foreseeable but blindingly obvious that the issue of VAT\r\ninvoices for all work in progress as at 31 December 2014 would lead to an obligation to\r\naccount for the VAT shown on those invoices in the VAT return for that period.\r\n57. Mr Thackray submitted that the effect of the sale of the business on ETB’s VAT\r\nliability did not become apparent to him until he completed the VAT return at the end of\r\nJanuary 2015. He suggests that this was because of all the other matters he had to deal\r\nwith related to the sale of the business, with no staff and suffering from a bout of\r\nviruses which began in December 2014. We consider the effect of Mr Thackray’s ill\r\nhealth below but, putting that to one side, we do not consider ETB has shown that the\r\nlack of funds was not reasonably avoidable. This is clear from the letter dated 24 April\r\n2015 in which Mr Thackray said that he had foreseen that ETB would not have enough\r\nfunds to satisfy its VAT liability on the due date which is why he took steps to raise\r\nfunds. From the papers provided, we know that Mr Thackray did not start to take those\r\nsteps until 4 February which was too late to secure the funds by the due date for\r\npayment of the VAT. It is clear, however, that had Mr Thackray exercised his foresight\r\nand taken action earlier then those funds could have been obtained and ETB would have\r\nbeen in a position to pay the VAT on the due date. Nothing (except possibly illness\r\nwhich we discuss below) explains why Mr Thackray did not start to raise the funds\r\nearlier. It is no answer for him to say, as he does, that he did not become aware of the\r\nVAT liability until the end of January. As we have already said, it should have been\r\nobvious when ETB raised the VAT invoices in December that it would have to account\r\nfor the VAT on them in early February. Accordingly, we do not accept that such a lack\r\nof awareness of the looming VAT liability was reasonable. We bear in mind that the\r\nsale of the business resulted in a change in the working environment for Mr Thackray,\r\nincluding loss of staff, but it is clear that Mr Thackray is a capable and intelligent man\r\nwho was, when he turned his mind to it, able to operate the VAT accounting software\r\nused by ETB and foresee the need to raise funds in order to settle the company’s VAT\r\nliability. In this case, it appears that Mr Thackray did not turn his mind to the issue\r\nuntil it was too late. Without more, failing to think about the need to account for VAT\r\non invoices issued during an accounting period cannot constitute a reasonable excuse in\r\nthe sense explained by the Court of Appeal in Steptoe.\r\n58. We have considered whether our analysis of the situation is altered by the fact of\r\nMr Thackray’s illnesses during the period from December 2014 to February 2015. Mr\r\nThackray has not provided any evidence of the effects of the illnesses such as a doctor’s\r\nletter or certificate despite being asked for one by HMRC in their letter of 18 March. It\r\nis clear that Mr Thackray was in sufficiently good health in December to go on holiday\r\n15\r\nabroad, where he unfortunately became ill. That bout of illness does not seem to be\r\nrelevant as it was a planned absence and, in so far as anything needed to be done in\r\nrelation to VAT accounting during that time, it is reasonable to assume that Mr\r\nThackray would have made arrangements for it to be done in his absence. Mr Thackray\r\nstated that one virus lasted three weeks but we have no evidence of when the illness\r\nstarted, how it affected him and when he was well enough to resume work. If, when he\r\nsaw the doctor on 15 January, he had just begun to feel ill then the three weeks would\r\nlast almost until the due date of 7 February. It is clear, however, from Mr Thackray’s\r\nown evidence that he was working at the end of January, because that was when he says\r\nthat it became clear to him that ETB would not be able to pay the VAT on the due date,\r\nand on 4 February when he tried to raise funds to enable ETB to meet its liability. As to\r\nthe third virus, it seems that Mr Thackray returned to work on 25 February so that bout\r\nof illness post-dated the default and cannot provide a reasonable excuse.\r\n59. We are not satisfied, on the evidence presented, that ETB has established that Mr\r\nThackray’s ill health meant that ETB could not have avoided the insufficiency of funds.\r\nIn saying this, we wish to make clear that we do not doubt that Mr Thackray suffered\r\nbouts of illness but there was simply no evidence to show that the illness prevented Mr\r\nThackray dealing with ETB’s lack of funds by raising alternative funding as he\r\neventually did or contacting HMRC. For example, Mr Thackray could have contacted\r\nHMRC before the due date, eg at the end of January when he realised that ETB would\r\nnot be able to pay the VAT due on 7 February. Mr Thackray submitted that ETB did\r\nnot have any HMRC contacts and he would have made use of them if ETB had had such\r\ncontacts. We do not accept this submission. It is clear from the telephone records\r\nincluded in the papers that Mr Thackray or someone else from ETB telephoned HMRC\r\nto make promises of payment when amounts of VAT were not paid on the due dates in\r\nrelation to periods 12/13 and 09/14. No other explanation is given in the papers for\r\nETB’s failure to contact HMRC to discuss late payment.\r\n60. Finally, we have considered whether the combination of the impact of the sale of\r\nthe business and Mr Thackray’s ill health, when viewed together, constitute a\r\nreasonable excuse for ETB’s late payment of the VAT. We bear in mind that Mr\r\nThackray was handling numerous issues single-handedly as he no longer employed any\r\nstaff following the sale of the goodwill and assets of the company. It follows that his\r\nillness would have had a greater impact on ETB’s ability to deal with its affairs than\r\nwould have been the case if Mr Thackray had been ill when there were other members\r\nof staff who could deal with VAT matters. Although we have considerable sympathy\r\nfor Mr Thackray and ETB, we have concluded that the combination of the sale of the\r\nbusiness and the bouts of illness suffered by Mr Thackray are not such as to constitute a\r\nreasonable excuse because, notwithstanding the illness, Mr Thackray could reasonably\r\nhave been expected to foresee the consequences of the sale of the business and\r\nanticipate them by arranging finance, as he eventually sought to do in February. Mr\r\nThackray was not incapacitated by illness for the whole of the period between the sale\r\nof the business and the end of January 2015. Had he anticipated the cash flow problem\r\nearlier, the fact that he experienced some periods of illness would not have prevented\r\nhim arranging funding so that ETB could pay the VAT on the due date or contacting\r\nHMRC as he had done in the past on two occasions (albeit after the due date) to discuss\r\nwhat could be done. In the circumstances, we conclude that ETB did not have a\r\nreasonable excuse.\r\n16\r\nDisposition\r\n61. For the reasons given above, ETB’s appeal against the Decision is allowed and the\r\nDecision is set aside. We remake the decision of the FTT and dismiss ETB’s appeal\r\nagainst the default surcharge of £972.11.\r\nGreg Sinfield John Clark\r\nUpper Tribunal Judge Upper Tribunal Judge\r\nRelease date: 30 September 2016","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2016-09-30"},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58a4143b40f0b66bd600001c/ETB__2014__v_HMRC.pdf","title":"ETB (2014) Limited v The Commissioners for HM Revenue and Customs: [2016] UKUT 0424 (TCC)","content_type":"application/pdf","updated_at":"2017-02-15T08:41:31+00:00","created_at":"2017-02-15T08:41:31+00:00","content_id":"f0f1ef09-39dc-4921-b1f6-fc2dc470c023"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-15T08:42:07.737Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/etb-2014-limited-v-the-commissioners-for-hm-revenue-and-customs-2016-ukut-0424-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-02-15T08:42:07Z","base_path":"/tax-and-chancery-tribunal-decisions/etb-2014-limited-v-the-commissioners-for-hm-revenue-and-customs-2016-ukut-0424-tcc","description":"Upper Tribunal Tax and Chancery decision of Judge Sinfield and Judge Clark on 30 September 2016.             ","content_id":"c01108cd-c3d1-4aa9-bbb2-53e918ba351a","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"ETB (2014) Limited v The Commissioners for HM Revenue and Customs: [2016] UKUT 0424 (TCC)","public_updated_at":"2017-02-15T08:42:07Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/etb-2014-limited-v-the-commissioners-for-hm-revenue-and-customs-2016-ukut-0424-tcc","description":"Upper Tribunal Tax and Chancery decision of Judge Sinfield and Judge Clark on 30 September 2016.             ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/etb-2014-limited-v-the-commissioners-for-hm-revenue-and-customs-2016-ukut-0424-tcc","withdrawn":false,"content_id":"c01108cd-c3d1-4aa9-bbb2-53e918ba351a","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}