{"title":"Egypt travel advice","public_updated_at":"2017-01-06T14:07:56Z","details":{"summary":[{"content_type":"text/govspeak","content":"The Foreign and Commonwealth Office (FCO) advise against all travel to:\r\n\r\n- the Governorate of [North Sinai](/foreign-travel-advice/egypt/safety-and-security) due to the significant increase in criminal activity and continued terrorist attacks on police and security forces that have resulted in deaths\r\n\r\nThe FCO advise against all but essential travel to:\r\n\r\n- the Governorate of [South Sinai,](/foreign-travel-advice/egypt/safety-and-security) with the exception of the area within the Sharm el Sheikh perimeter barrier, which includes the airport and the areas of Sharm el Maya, Hadaba, Naama Bay, Sharks Bay and Nabq; however, we advise against all but essential travel by air to or from Sharm el Sheikh;\r\n\r\n- the area west of the Nile Valley and Nile Delta regions, excluding the coastal areas between the Nile Delta and Marsa Matruh (as shown on the map).\r\n\r\nThe tourist areas along the Nile river (including Luxor, Qina, Aswan, Abu Simbel and the Valley of the Kings) and the Red Sea resorts of Sharm el Sheikh and Hurghada aren't included in the areas to which the FCO advise against all but essential travel.\r\n\r\nOn 11 December 2016, there was an explosion in the vicinity of the Orthodox Cathedral in Abbaseya, Cairo, killing at least 20 people and injuring more than 35. You should remain vigilant at all times and follow the advice of local security officials.\r\n\r\nOn 31 October 2015, a flight from Sharm el Sheikh to St Petersburg crashed in North Sinai. Egyptian and Russian authorities are conducting an investigation. The investigation has not yet formally concluded, but on 17 November 2015 Russian authorities stated that the crash was caused by an explosive device on board the flight. As a precautionary measure, we are advising against all but essential travel by air to or from Sharm el Sheikh.\r\n\r\nWe are not raising the threat level in the resort. The above advice applies only to air travel to and from Sharm el Sheikh. \r\n\r\nWe will continue working with the Egyptian Authorities to enable regular flights between the UK and Sharm el Sheikh to resume. We are also liaising with travel companies so that they are able to resume flights and holidays in Sharm el Sheikh as soon as appropriate security arrangements are in place.\r\n\r\nA flight from Borg el-Arab, Alexandria to Cairo was hijacked on 29 March 2016 and diverted to Larnaca, Cyprus. The alleged hijacker was arrested by the Cypriot authorities. The incident was resolved without loss and is not believed to be terrorist related.\r\n\r\nOn 19 May 2016 EgyptAir Flight MS804 from Paris to Cairo disappeared over the Mediterranean. The Egyptian authorities are co-ordinating the response to this incident. The causes of the aircraft’s disappearance are as yet unknown.\r\n\r\nAround 865,000 British nationals visited Egypt in 2015. Most visits are trouble-free.\r\n\r\n###Terrorism\r\n\r\nThere is a high threat from terrorism in Egypt. Terrorists continue to plan and conduct attacks. Further attacks are likely. Most terrorist attacks target the security forces, but it’s likely that foreigners, including tourists, will also be targeted. \r\n\r\nAttacks could be indiscriminate and may occur without prior warning. There have been threats to western nationals, institutions, and businesses posted on websites and social media. There is a threat of kidnapping, particularly in remote desert areas. \r\n\r\nOn 9 December 2016 there was an explosion on Pyramid Road in Giza, killing at least 6 police officers. Religious sites have been targeted by terrorist groups.  In December 2016, a church next to the Orthodox Cathedral in Abbaseya, Cairo, was attacked killing at least 25 people. You should remain vigilant at all times and follow the advice of local security officials, including during religious festivals. Take particular care around Coptic Christmas (7 January). A list of local holidays can be found on the [website of the British Embassy in Cairo](https://www.gov.uk/government/world/organisations/british-embassy-cairo/office/british-embassy-cairo-main-contact)  \r\n\r\nThe FCO is constantly reviewing the threat to British nationals from international terrorism and will reflect any credible threats in this travel advice. See [Terrorism](/foreign-travel-advice/egypt/terrorism)\r\n\r\n###Protests and demonstrations\r\n\r\nProtests, marches and demonstrations can occur across Egypt, often on Fridays, but also at other times and with little prior notice. If you become aware of any nearby protests, marches or demonstrations you should leave the area immediately as the atmosphere can change quickly and without warning. Police may use water cannon, tear gas, birdshot or live ammunition for crowd control. \r\n\r\nYou should keep valid photographic identification with you at all times. Westerners, including British nationals, have been killed, raped and sexually assaulted in crowds – including at celebratory events as well as at demonstrations and protests.\r\n\r\n###Travel insurance\r\n\r\nTake out comprehensive [travel and medical insurance](https://www.gov.uk/foreign-travel-insurance) before you travel. "},{"content_type":"text/html","content":"<p>The Foreign and Commonwealth Office (FCO) advise against all travel to:</p>\n\n<ul>\n  <li>the Governorate of <a href=\"/foreign-travel-advice/egypt/safety-and-security\">North Sinai</a> due to the significant increase in criminal activity and continued terrorist attacks on police and security forces that have resulted in deaths</li>\n</ul>\n\n<p>The FCO advise against all but essential travel to:</p>\n\n<ul>\n  <li>\n    <p>the Governorate of <a href=\"/foreign-travel-advice/egypt/safety-and-security\">South Sinai,</a> with the exception of the area within the Sharm el Sheikh perimeter barrier, which includes the airport and the areas of Sharm el Maya, Hadaba, Naama Bay, Sharks Bay and Nabq; however, we advise against all but essential travel by air to or from Sharm el Sheikh;</p>\n  </li>\n  <li>\n    <p>the area west of the Nile Valley and Nile Delta regions, excluding the coastal areas between the Nile Delta and Marsa Matruh (as shown on the map).</p>\n  </li>\n</ul>\n\n<p>The tourist areas along the Nile river (including Luxor, Qina, Aswan, Abu Simbel and the Valley of the Kings) and the Red Sea resorts of Sharm el Sheikh and Hurghada aren&rsquo;t included in the areas to which the FCO advise against all but essential travel.</p>\n\n<p>On 11 December 2016, there was an explosion in the vicinity of the Orthodox Cathedral in Abbaseya, Cairo, killing at least 20 people and injuring more than 35. You should remain vigilant at all times and follow the advice of local security officials.</p>\n\n<p>On 31 October 2015, a flight from Sharm el Sheikh to St Petersburg crashed in North Sinai. Egyptian and Russian authorities are conducting an investigation. The investigation has not yet formally concluded, but on 17 November 2015 Russian authorities stated that the crash was caused by an explosive device on board the flight. As a precautionary measure, we are advising against all but essential travel by air to or from Sharm el Sheikh.</p>\n\n<p>We are not raising the threat level in the resort. The above advice applies only to air travel to and from Sharm el Sheikh. </p>\n\n<p>We will continue working with the Egyptian Authorities to enable regular flights between the UK and Sharm el Sheikh to resume. We are also liaising with travel companies so that they are able to resume flights and holidays in Sharm el Sheikh as soon as appropriate security arrangements are in place.</p>\n\n<p>A flight from Borg el-Arab, Alexandria to Cairo was hijacked on 29 March 2016 and diverted to Larnaca, Cyprus. The alleged hijacker was arrested by the Cypriot authorities. The incident was resolved without loss and is not believed to be terrorist related.</p>\n\n<p>On 19 May 2016 EgyptAir Flight MS804 from Paris to Cairo disappeared over the Mediterranean. The Egyptian authorities are co-ordinating the response to this incident. The causes of the aircraft’s disappearance are as yet unknown.</p>\n\n<p>Around 865,000 British nationals visited Egypt in 2015. Most visits are trouble-free.</p>\n\n<h3 id=\"terrorism\">Terrorism</h3>\n\n<p>There is a high threat from terrorism in Egypt. Terrorists continue to plan and conduct attacks. Further attacks are likely. Most terrorist attacks target the security forces, but it’s likely that foreigners, including tourists, will also be targeted. </p>\n\n<p>Attacks could be indiscriminate and may occur without prior warning. There have been threats to western nationals, institutions, and businesses posted on websites and social media. There is a threat of kidnapping, particularly in remote desert areas. </p>\n\n<p>On 9 December 2016 there was an explosion on Pyramid Road in Giza, killing at least 6 police officers. Religious sites have been targeted by terrorist groups.  In December 2016, a church next to the Orthodox Cathedral in Abbaseya, Cairo, was attacked killing at least 25 people. You should remain vigilant at all times and follow the advice of local security officials, including during religious festivals. Take particular care around Coptic Christmas (7 January). A list of local holidays can be found on the <a href=\"https://www.gov.uk/government/world/organisations/british-embassy-cairo/office/british-embassy-cairo-main-contact\">website of the British Embassy in Cairo</a>  </p>\n\n<p>The FCO is constantly reviewing the threat to British nationals from international terrorism and will reflect any credible threats in this travel advice. See <a href=\"/foreign-travel-advice/egypt/terrorism\">Terrorism</a></p>\n\n<h3 id=\"protests-and-demonstrations\">Protests and demonstrations</h3>\n\n<p>Protests, marches and demonstrations can occur across Egypt, often on Fridays, but also at other times and with little prior notice. If you become aware of any nearby protests, marches or demonstrations you should leave the area immediately as the atmosphere can change quickly and without warning. Police may use water cannon, tear gas, birdshot or live ammunition for crowd control. </p>\n\n<p>You should keep valid photographic identification with you at all times. Westerners, including British nationals, have been killed, raped and sexually assaulted in crowds – including at celebratory events as well as at demonstrations and protests.</p>\n\n<h3 id=\"travel-insurance\">Travel insurance</h3>\n\n<p>Take out comprehensive <a href=\"https://www.gov.uk/foreign-travel-insurance\">travel and medical insurance</a> before you travel. </p>\n"}],"country":{"slug":"egypt","name":"Egypt"},"updated_at":"2017-01-06T14:07:56Z","reviewed_at":"2017-01-06T14:07:56Z","change_description":"Latest update: Summary – religious sites have been targeted by terrorist groups; in December 2016, a church next to the Orthodox cathedral in Abbaseya was attacked killing 25 people; you should remain vigilant at all times including during religious festivals; take particular care around Coptic Christmas (7 January)\r\n","email_signup_link":"/foreign-travel-advice/egypt/email-signup","parts":[{"slug":"safety-and-security","title":"Safety and security","body":[{"content_type":"text/govspeak","content":"###Political and security situation\r\n\r\nSince January 2011 Egypt has experienced significant political turmoil, sometimes involving violent protests and disturbances, which have resulted in a number of deaths. \r\n\r\nFollow the news on television and radio closely, and take advice from the authorities, hotels and tour operators. Stay away from demonstrations and large gatherings of people. If you become aware of any nearby protests, leave the area immediately. \r\n \r\n###Crime \r\n\r\nThe crime rate in Egypt is generally low, but over the years expatriates have sometimes suffered armed robberies, muggings, sexual assaults, rapes, break-ins to accommodation and cars, and car-jackings at gun and knife-point have taken place in areas popular with expatriates, including during the daytime. Car-jackings generally target four-wheel drive vehicles. Muggings have occurred in taxis. \r\n\r\nIn 2015, the British Embassy responded to 22 cases of rape and sexual assault against British nationals in Egypt. Some assaults were against children. Many occurred in what were considered to be safe places, like hotels. Assaults have occurred in taxis and on microbuses. If you are travelling on a microbus, avoid being the last passenger left on the bus. Take extra care when travelling alone, particularly in taxis and microbuses.\r\n\r\nTake care of your passport and valuables. Use hotel safes and beware of pickpockets and bag snatchers.\r\n\r\nIf you are the victim of any crime you must report it to the tourist police immediately. Failure to report crimes before you leave Egypt will make it impossible to seek a prosecution at a later date.\r\n \r\n###North Sinai \r\n\r\nThe FCO advise against all travel to the Governorate of North Sinai. The Egyptian armed forces are conducting military operations against extremist groups in this area. \r\n\r\nThere are regular bomb attacks against government buildings, security forces and energy infrastructure. The al-Arish area has seen many attacks, but the whole of the North Sinai region is at risk. \r\n\r\nA state of emergency has been declared and a curfew is in place between 7pm and 6am along the coast between al-Arish and Rafah extending around 40km inland.\r\n\r\nFor the latest requirements on crossing from Egypt to Gaza, delivering aid or entering for humanitarian purposes, you should contact the Egyptian Embassy in London. However, the Egyptian authorities have stated that all aid going into Gaza from Egypt must be channelled through the Egyptian Red Crescent (telephone: + 20 226 703 979, + 20 226 703 983, fax: + 20 226 703 967). Short notice requests for humanitarian access and those made in Egypt are unlikely to be considered. The Egyptian authorities can ask for a letter from the British Embassy in Cairo as part of their entry requirements. The British Embassy considers each request carefully and is only able to provide letters in certain circumstances and against strict criteria when entry is for humanitarian aid purposes. Contact the British Embassy directly for details. You should also read the FCO Travel Advice for Israel and the Occupied Territories.\r\n\r\nForeign workers have been taken hostage by Bedouin tribesmen.\r\n\r\nSecurity authorities often close the Suez-Taba road.\r\n \r\n###South Sinai and Hurghada\r\n \r\nThe FCO advise against all but essential travel to the Governorate of South Sinai, with the exception of the area within the Sharm el Sheikh perimeter barrier, which includes the airport and the areas of Sharm el Maya, Hadaba, Naama Bay, Sharks Bay and Nabq. However, the FCO  advise against all but essential travel by air to or from Sharm el Sheikh.\r\n\r\nSecurity measures are in place in the Sharm el Sheikh and Hurghada resort areas. Security forces are situated at airports, at checkpoints around the perimeter of the towns and throughout the South Sinai and Red Sea Governorates. Routine security checks are being performed on entry into the airports and police are carrying out vehicle checks in towns. \r\n\r\n###Cairo \r\nThere’s a risk that tourists at high profile sites like the Giza Pyramids may be confronted aggressively for money or business, even while travelling by car, or taxi. Visitors using a pre-booked guide, or taking an organised tour to visit the Giza Pyramids are likely to face fewer difficulties.\r\n\r\nThere have been a number of attacks in Cairo mainly targeting government and security targets.\r\n\r\n###Nile Delta\r\nPolitical protests are common in many Delta towns and many Delta towns have also seen attacks against security forces buildings and personnel. These attacks often happen at security checkpoints. \r\n\r\n###Western Desert\r\n \r\nExercise extreme caution in all border areas.\r\n\r\nThe FCO advise against all but essential travel to the area west of the Nile Valley and Nile Delta regions, excluding the coastal areas between the Nile Delta and Marsa Matruh (as shown on the map). The tourist areas along the Nile river (including Luxor, Qina, Aswan, Abu Simbel and the Valley of the Kings) and the Red Sea resorts of Sharm el Sheikh and Hurghada aren't included in the areas to which the FCO advise against all but essential travel. \r\n\r\nYou’ll need a permit from the Travel Permits Department of the Egyptian Ministry of the Interior if you travel to the south west corner of Egypt near the border with Sudan or Libya. You should carefully consider your security arrangements; the border areas are porous, and bandits and armed groups operate. In July 2014, an armed group attacked a security checkpoint along the Farafra-Bawati road in the New Valley Governorate, killing 22 border guards.  In September 2015 Egyptian security forces mistakenly killed 12 Egyptian and Mexican members of a tour group in the western desert area of Al-Wahat. \r\n  \r\n###Road travel\r\n \r\nAccidents are common, mainly due to poor road conditions, dangerous driving and non-enforcement of traffic laws. The UN estimates that road accidents killed almost 16,000 people in Egypt in 2011. This is more than eight times the number in the UK. Observe the speed limit and if possible avoid independent road travel outside main cities and resorts at night. Make sure you have adequate insurance.\r\n \r\nYou can drive in Egypt on an International driving permit for up to six months. If you intend to remain in Egypt for a longer period you must apply for an Egyptian driving licence.\r\n \r\nBy law, seatbelts must be worn when travelling in the front of a vehicle. \r\n \r\nIf you are travelling off road, employ a qualified guide and obtain appropriate permits from the Ministry of Interior. \r\n \r\nOnly certain categories of foreign residents may import vehicles. Vehicles of visitors should be temporarily imported with a valid \"carnet de passage\" available from the Automobile Association.\r\n \r\nThere have been a number of serious bus crashes in recent years with large numbers of fatalities, including tourists.\r\n \r\n###Rail travel\r\n \r\nThere have been a number of fatal accidents in recent years. Suspect devices have been found at train stations and on the rail network. Although several of these have been hoaxes or false alarms, you should remain vigilant, and take into account the possibility of delay or disruption to rail services, especially on the Cairo-Alexandria line.\r\n \r\n###River and sea travel\r\n \r\nIn the past, overcrowding and poor safety standards have led to several accidents on Red Sea ferries and Nile cruisers. There were four significant fires on Nile cruisers between September 2006 and November 2012.\r\n \r\n###Adventure travel\r\n \r\nBefore undertaking any adventure activity, make sure you are covered by your travel insurance.\r\n \r\nNineteen people, including two British nationals, died in a hot air balloon accident in Luxor in February 2013. Some UK tour operators have not been able to verify independently safety procedures for balloon flights and are not selling balloon flights to their customers. Speak to your tour company before booking a balloon flight.\r\n \r\nIf you are considering diving or snorkelling in any of the Red Sea resorts be aware that safety standards of diving operators can vary considerably. Never dive or snorkel unaccompanied. Where possible make bookings through your tour representative. Very cheap operators may not provide adequate safety and insurance standards. Diving beyond the depth limit of your insurance policy will invalidate your cover.\r\n \r\nShark attacks of any kind are very unusual in the Red Sea. There were a series of attacks in Sharm el Sheikh in late 2010 and in March 2015, a German tourist was killed by a shark attack in al-Qusair. You should monitor updates issued by the local authorities and your tour operator.\r\n \r\nMake sure your travel insurance, or that of your tour or dive company, provides adequate cover for the costs involved in any air/sea rescue. The current fee can exceed US$4,000 per hour. The Egyptian authorities will only undertake air/sea rescue operations on receipt of a guarantee of payment.\r\n \r\nThere have been several serious quad bike accidents involving British nationals in resort areas. Take the same precautions as you would in the UK and note that safety standards can vary considerably. Always wear a crash helmet.\r\n \r\n###Landmines \r\n\r\nThere remains a small risk from unexploded landmines in certain desert areas in the north west of Egypt near to Alamein, and on some limited stretches of the Mediterranean coast near Marsa Matrouh and on the Red Sea coast south of Suez. Danger areas are usually well marked with signs and barbed wire fencing. Take care and follow local advice, especially if planning trips off marked roads."},{"content_type":"text/html","content":"<h3 id=\"political-and-security-situation\">Political and security situation</h3>\n\n<p>Since January 2011 Egypt has experienced significant political turmoil, sometimes involving violent protests and disturbances, which have resulted in a number of deaths. </p>\n\n<p>Follow the news on television and radio closely, and take advice from the authorities, hotels and tour operators. Stay away from demonstrations and large gatherings of people. If you become aware of any nearby protests, leave the area immediately. </p>\n\n<h3 id=\"crime\">Crime</h3>\n\n<p>The crime rate in Egypt is generally low, but over the years expatriates have sometimes suffered armed robberies, muggings, sexual assaults, rapes, break-ins to accommodation and cars, and car-jackings at gun and knife-point have taken place in areas popular with expatriates, including during the daytime. Car-jackings generally target four-wheel drive vehicles. Muggings have occurred in taxis. </p>\n\n<p>In 2015, the British Embassy responded to 22 cases of rape and sexual assault against British nationals in Egypt. Some assaults were against children. Many occurred in what were considered to be safe places, like hotels. Assaults have occurred in taxis and on microbuses. If you are travelling on a microbus, avoid being the last passenger left on the bus. Take extra care when travelling alone, particularly in taxis and microbuses.</p>\n\n<p>Take care of your passport and valuables. Use hotel safes and beware of pickpockets and bag snatchers.</p>\n\n<p>If you are the victim of any crime you must report it to the tourist police immediately. Failure to report crimes before you leave Egypt will make it impossible to seek a prosecution at a later date.</p>\n\n<h3 id=\"north-sinai\">North Sinai</h3>\n\n<p>The FCO advise against all travel to the Governorate of North Sinai. The Egyptian armed forces are conducting military operations against extremist groups in this area. </p>\n\n<p>There are regular bomb attacks against government buildings, security forces and energy infrastructure. The al-Arish area has seen many attacks, but the whole of the North Sinai region is at risk. </p>\n\n<p>A state of emergency has been declared and a curfew is in place between 7pm and 6am along the coast between al-Arish and Rafah extending around 40km inland.</p>\n\n<p>For the latest requirements on crossing from Egypt to Gaza, delivering aid or entering for humanitarian purposes, you should contact the Egyptian Embassy in London. However, the Egyptian authorities have stated that all aid going into Gaza from Egypt must be channelled through the Egyptian Red Crescent (telephone: + 20 226 703 979, + 20 226 703 983, fax: + 20 226 703 967). Short notice requests for humanitarian access and those made in Egypt are unlikely to be considered. The Egyptian authorities can ask for a letter from the British Embassy in Cairo as part of their entry requirements. The British Embassy considers each request carefully and is only able to provide letters in certain circumstances and against strict criteria when entry is for humanitarian aid purposes. Contact the British Embassy directly for details. You should also read the FCO Travel Advice for Israel and the Occupied Territories.</p>\n\n<p>Foreign workers have been taken hostage by Bedouin tribesmen.</p>\n\n<p>Security authorities often close the Suez-Taba road.</p>\n\n<h3 id=\"south-sinai-and-hurghada\">South Sinai and Hurghada</h3>\n\n<p>The FCO advise against all but essential travel to the Governorate of South Sinai, with the exception of the area within the Sharm el Sheikh perimeter barrier, which includes the airport and the areas of Sharm el Maya, Hadaba, Naama Bay, Sharks Bay and Nabq. However, the FCO  advise against all but essential travel by air to or from Sharm el Sheikh.</p>\n\n<p>Security measures are in place in the Sharm el Sheikh and Hurghada resort areas. Security forces are situated at airports, at checkpoints around the perimeter of the towns and throughout the South Sinai and Red Sea Governorates. Routine security checks are being performed on entry into the airports and police are carrying out vehicle checks in towns. </p>\n\n<h3 id=\"cairo\">Cairo</h3>\n<p>There’s a risk that tourists at high profile sites like the Giza Pyramids may be confronted aggressively for money or business, even while travelling by car, or taxi. Visitors using a pre-booked guide, or taking an organised tour to visit the Giza Pyramids are likely to face fewer difficulties.</p>\n\n<p>There have been a number of attacks in Cairo mainly targeting government and security targets.</p>\n\n<h3 id=\"nile-delta\">Nile Delta</h3>\n<p>Political protests are common in many Delta towns and many Delta towns have also seen attacks against security forces buildings and personnel. These attacks often happen at security checkpoints. </p>\n\n<h3 id=\"western-desert\">Western Desert</h3>\n\n<p>Exercise extreme caution in all border areas.</p>\n\n<p>The FCO advise against all but essential travel to the area west of the Nile Valley and Nile Delta regions, excluding the coastal areas between the Nile Delta and Marsa Matruh (as shown on the map). The tourist areas along the Nile river (including Luxor, Qina, Aswan, Abu Simbel and the Valley of the Kings) and the Red Sea resorts of Sharm el Sheikh and Hurghada aren&rsquo;t included in the areas to which the FCO advise against all but essential travel. </p>\n\n<p>You’ll need a permit from the Travel Permits Department of the Egyptian Ministry of the Interior if you travel to the south west corner of Egypt near the border with Sudan or Libya. You should carefully consider your security arrangements; the border areas are porous, and bandits and armed groups operate. In July 2014, an armed group attacked a security checkpoint along the Farafra-Bawati road in the New Valley Governorate, killing 22 border guards.  In September 2015 Egyptian security forces mistakenly killed 12 Egyptian and Mexican members of a tour group in the western desert area of Al-Wahat. </p>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>Accidents are common, mainly due to poor road conditions, dangerous driving and non-enforcement of traffic laws. The UN estimates that road accidents killed almost 16,000 people in Egypt in 2011. This is more than eight times the number in the UK. Observe the speed limit and if possible avoid independent road travel outside main cities and resorts at night. Make sure you have adequate insurance.</p>\n\n<p>You can drive in Egypt on an International driving permit for up to six months. If you intend to remain in Egypt for a longer period you must apply for an Egyptian driving licence.</p>\n\n<p>By law, seatbelts must be worn when travelling in the front of a vehicle. </p>\n\n<p>If you are travelling off road, employ a qualified guide and obtain appropriate permits from the Ministry of Interior. </p>\n\n<p>Only certain categories of foreign residents may import vehicles. Vehicles of visitors should be temporarily imported with a valid &ldquo;carnet de passage&rdquo; available from the Automobile Association.</p>\n\n<p>There have been a number of serious bus crashes in recent years with large numbers of fatalities, including tourists.</p>\n\n<h3 id=\"rail-travel\">Rail travel</h3>\n\n<p>There have been a number of fatal accidents in recent years. Suspect devices have been found at train stations and on the rail network. Although several of these have been hoaxes or false alarms, you should remain vigilant, and take into account the possibility of delay or disruption to rail services, especially on the Cairo-Alexandria line.</p>\n\n<h3 id=\"river-and-sea-travel\">River and sea travel</h3>\n\n<p>In the past, overcrowding and poor safety standards have led to several accidents on Red Sea ferries and Nile cruisers. There were four significant fires on Nile cruisers between September 2006 and November 2012.</p>\n\n<h3 id=\"adventure-travel\">Adventure travel</h3>\n\n<p>Before undertaking any adventure activity, make sure you are covered by your travel insurance.</p>\n\n<p>Nineteen people, including two British nationals, died in a hot air balloon accident in Luxor in February 2013. Some UK tour operators have not been able to verify independently safety procedures for balloon flights and are not selling balloon flights to their customers. Speak to your tour company before booking a balloon flight.</p>\n\n<p>If you are considering diving or snorkelling in any of the Red Sea resorts be aware that safety standards of diving operators can vary considerably. Never dive or snorkel unaccompanied. Where possible make bookings through your tour representative. Very cheap operators may not provide adequate safety and insurance standards. Diving beyond the depth limit of your insurance policy will invalidate your cover.</p>\n\n<p>Shark attacks of any kind are very unusual in the Red Sea. There were a series of attacks in Sharm el Sheikh in late 2010 and in March 2015, a German tourist was killed by a shark attack in al-Qusair. You should monitor updates issued by the local authorities and your tour operator.</p>\n\n<p>Make sure your travel insurance, or that of your tour or dive company, provides adequate cover for the costs involved in any air/sea rescue. The current fee can exceed US$4,000 per hour. The Egyptian authorities will only undertake air/sea rescue operations on receipt of a guarantee of payment.</p>\n\n<p>There have been several serious quad bike accidents involving British nationals in resort areas. Take the same precautions as you would in the UK and note that safety standards can vary considerably. Always wear a crash helmet.</p>\n\n<h3 id=\"landmines\">Landmines</h3>\n\n<p>There remains a small risk from unexploded landmines in certain desert areas in the north west of Egypt near to Alamein, and on some limited stretches of the Mediterranean coast near Marsa Matrouh and on the Red Sea coast south of Suez. Danger areas are usually well marked with signs and barbed wire fencing. Take care and follow local advice, especially if planning trips off marked roads.</p>\n"}]},{"slug":"terrorism","title":"Terrorism","body":[{"content_type":"text/govspeak","content":"There is a high threat from [terrorism](https://www.gov.uk/reduce-your-risk-from-terrorism-while-abroad) in Egypt. Terrorists continue to plan and conduct attacks. Further attacks are likely. Most terrorist attacks target the security forces, their facilities and other government buildings. You should take great care near these places. It's also likely that foreigners, including tourists, will be targeted. Attacks could be indiscriminate and occur without prior warning. \r\n\r\nThere is a threat of kidnapping, particularly in remote desert areas. The long-standing policy of the British government is not to make substantive concessions to hostage-takers. The British government considers that paying ransoms and releasing prisoners increases the risk of further hostage-taking.\r\n\r\nDaesh-Sinai (formerly known as Ansar Bayt al-Maqdis (ABM)) is the most active terrorist group in Egypt. In November 2014, ABM announced they had pledged allegiance to Daesh (formerly referred to as ISIL). Most Daesh-Sinai attacks have targeted government and security forces, but foreigners have also been targeted. Their main area of operations is northern Sinai, but the group has claimed responsibility for attacks in other areas including South Sinai, Cairo, the western desert and Nile delta cities.\r\n \r\nIn North Sinai, terrorists seek to prevent the Egyptian authorities from exercising control. There have been frequent, almost daily reports of attacks since the change in government. Most attacks are against the Egyptian government and military installations and personnel. \r\n\r\nOn 9 December 2016 there was an explosion on Pyramid Road in Giza, killing at least 6 police officers. Religious sites have been targeted by terrorist groups.  In December 2016, a church next to the Orthodox Cathedral in Abbaseya, Cairo, was attacked killing at least 25 people. You should remain vigilant at all times and follow the advice of local security officials, including during religious festivals. A list of local holidays can be found on the [website of the British Embassy in Cairo](https://www.gov.uk/government/world/organisations/british-embassy-cairo/office/british-embassy-cairo-main-contact)\r\n\r\nOn 8 January 2016, a knife attack at the Bella Vista Hotel in Hurghada resulted in injuries to 3 foreign tourists. One of the attackers was killed and the other was injured and arrested. \r\n\r\nOn 31 October 2015, a flight from Sharm el Sheikh to St Petersburg crashed in North Sinai resulting in the deaths of 224 people, mostly tourists. Egyptian and Russian authorities are conducting an investigation. The investigation hasn't yet formally concluded, but on 17 November 2015 Russian authorities stated that the crash was caused by an explosive device on board the flight. On 24 February 2016, President Abdel Fattah El-Sisi of Egypt said during a speech that the crash was an act of terrorism. \r\n\r\nIn July 2015, a foreign national was kidnapped in the western desert. He was murdered in August 2015. Daesh-Sinai claimed responsibility for the murder. ABM also claimed responsibility for the death in August 2014 of a US oil worker in the western desert.\r\n\r\nIn July 2015, there was an explosion at the Italian Consulate in Cairo.\r\n\r\nOn 10 June 2015, an attack on a security checkpoint at the Karnak Temple site in Luxor was repelled by Egyptian security personnel, resulting in the death of 2 attackers.\r\n\r\nThe last terrorist attack in South Sinai involving British nationals was in April 2006 when a series of bombs exploded in Dahab, killing 23 people and injuring 80, including 2 British nationals.\r\n\r\nThere is also a threat of maritime terrorism. In August 2013, there was an attack against a container ship in the Suez Canal and an attack on Egyptian navy vessels in November 2014 may also be linked to terrorism.\r\n \r\nBe vigilant, monitor media reports and keep up to date with the travel advice [covering your location](/foreign-travel-advice/egypt/safety-and-security). Take extra care over local holiday weekends, as some past terrorist attacks have occurred during these times. A [list of local holidays](https://www.gov.uk/government/world/organisations/british-embassy-cairo/office/british-embassy-cairo-main-contact) can be found on the website of the British Embassy in Cairo.\r\n\r\nThere is considered to be a heightened threat of terrorist attack globally against UK interests and British nationals, from groups or individuals motivated by the conflict in Iraq and Syria. You should be vigilant at this time."},{"content_type":"text/html","content":"<p>There is a high threat from <a href=\"https://www.gov.uk/reduce-your-risk-from-terrorism-while-abroad\">terrorism</a> in Egypt. Terrorists continue to plan and conduct attacks. Further attacks are likely. Most terrorist attacks target the security forces, their facilities and other government buildings. You should take great care near these places. It&rsquo;s also likely that foreigners, including tourists, will be targeted. Attacks could be indiscriminate and occur without prior warning. </p>\n\n<p>There is a threat of kidnapping, particularly in remote desert areas. The long-standing policy of the British government is not to make substantive concessions to hostage-takers. The British government considers that paying ransoms and releasing prisoners increases the risk of further hostage-taking.</p>\n\n<p>Daesh-Sinai (formerly known as Ansar Bayt al-Maqdis (ABM)) is the most active terrorist group in Egypt. In November 2014, ABM announced they had pledged allegiance to Daesh (formerly referred to as ISIL). Most Daesh-Sinai attacks have targeted government and security forces, but foreigners have also been targeted. Their main area of operations is northern Sinai, but the group has claimed responsibility for attacks in other areas including South Sinai, Cairo, the western desert and Nile delta cities.</p>\n\n<p>In North Sinai, terrorists seek to prevent the Egyptian authorities from exercising control. There have been frequent, almost daily reports of attacks since the change in government. Most attacks are against the Egyptian government and military installations and personnel. </p>\n\n<p>On 9 December 2016 there was an explosion on Pyramid Road in Giza, killing at least 6 police officers. Religious sites have been targeted by terrorist groups.  In December 2016, a church next to the Orthodox Cathedral in Abbaseya, Cairo, was attacked killing at least 25 people. You should remain vigilant at all times and follow the advice of local security officials, including during religious festivals. A list of local holidays can be found on the <a href=\"https://www.gov.uk/government/world/organisations/british-embassy-cairo/office/british-embassy-cairo-main-contact\">website of the British Embassy in Cairo</a></p>\n\n<p>On 8 January 2016, a knife attack at the Bella Vista Hotel in Hurghada resulted in injuries to 3 foreign tourists. One of the attackers was killed and the other was injured and arrested. </p>\n\n<p>On 31 October 2015, a flight from Sharm el Sheikh to St Petersburg crashed in North Sinai resulting in the deaths of 224 people, mostly tourists. Egyptian and Russian authorities are conducting an investigation. The investigation hasn&rsquo;t yet formally concluded, but on 17 November 2015 Russian authorities stated that the crash was caused by an explosive device on board the flight. On 24 February 2016, President Abdel Fattah El-Sisi of Egypt said during a speech that the crash was an act of terrorism. </p>\n\n<p>In July 2015, a foreign national was kidnapped in the western desert. He was murdered in August 2015. Daesh-Sinai claimed responsibility for the murder. ABM also claimed responsibility for the death in August 2014 of a US oil worker in the western desert.</p>\n\n<p>In July 2015, there was an explosion at the Italian Consulate in Cairo.</p>\n\n<p>On 10 June 2015, an attack on a security checkpoint at the Karnak Temple site in Luxor was repelled by Egyptian security personnel, resulting in the death of 2 attackers.</p>\n\n<p>The last terrorist attack in South Sinai involving British nationals was in April 2006 when a series of bombs exploded in Dahab, killing 23 people and injuring 80, including 2 British nationals.</p>\n\n<p>There is also a threat of maritime terrorism. In August 2013, there was an attack against a container ship in the Suez Canal and an attack on Egyptian navy vessels in November 2014 may also be linked to terrorism.</p>\n\n<p>Be vigilant, monitor media reports and keep up to date with the travel advice <a href=\"/foreign-travel-advice/egypt/safety-and-security\">covering your location</a>. Take extra care over local holiday weekends, as some past terrorist attacks have occurred during these times. A <a href=\"https://www.gov.uk/government/world/organisations/british-embassy-cairo/office/british-embassy-cairo-main-contact\">list of local holidays</a> can be found on the website of the British Embassy in Cairo.</p>\n\n<p>There is considered to be a heightened threat of terrorist attack globally against UK interests and British nationals, from groups or individuals motivated by the conflict in Iraq and Syria. You should be vigilant at this time.</p>\n"}]},{"slug":"local-laws-and-customs","title":"Local laws and customs","body":[{"content_type":"text/govspeak","content":" Local laws reflect the fact that Egypt is predominantly an Islamic country. Respect local traditions, customs, laws and religions at all times and be aware of your actions to ensure that they do not offend other cultures or religious beliefs. This is especially important during the holy month of Ramadan or if you intend to visit religious areas. Dress modestly, especially in rural areas, mosques and souqs (markets). Women's clothes should cover the legs and upper arms. Men should cover their chests. Public displays of affection are frowned upon. What may be acceptable in the tourist resort areas may not be in other areas. \r\n\r\nIn 2017, the holy month of Ramadan is expected to start on 27 May and finish on 25 June. See [Travelling during Ramadan](https://www.gov.uk/travelling-during-ramadan)\r\n \r\nDrinking alcohol in the street and anywhere other than a licensed restaurant or bar is not allowed and can lead to arrest.\r\n \r\nPossession, use or trafficking in illegal drugs is a serious offence and can, even for small amounts, lead to lengthy prison sentences (25 years), life imprisonment or the death penalty. Those convicted to life imprisonment on drugs charges will normally spend the rest of their life in prison with no possibility of parole or pardon. Khat is illegal in Egypt.\r\n \r\nPhotography of, or near, military official installations is strictly prohibited. This includes the Suez Canal. Don’t photograph officials without their consent. There are sensitivities about taking photographs of public buildings or infrastructure. British nationals have been arrested for photographing electricity stations, train stations and bridges if you are in any doubt seek permission before taking photographs. Don’t use radio controlled helicopters or ‘drones’ to take photographs.  \r\n \r\nAlthough homosexuality is not illegal under Egyptian law, homosexual acts in public are illegal and homosexuals have been convicted for breaching laws on public decency.\r\n \r\nThe government does not interfere with the practice of Christianity but encouraging conversion to the Christian faith is illegal.\r\n \r\nEgyptian family law is very different from UK law and particular caution is needed when, for example, child custody becomes an issue."},{"content_type":"text/html","content":"<p>Local laws reflect the fact that Egypt is predominantly an Islamic country. Respect local traditions, customs, laws and religions at all times and be aware of your actions to ensure that they do not offend other cultures or religious beliefs. This is especially important during the holy month of Ramadan or if you intend to visit religious areas. Dress modestly, especially in rural areas, mosques and souqs (markets). Women&rsquo;s clothes should cover the legs and upper arms. Men should cover their chests. Public displays of affection are frowned upon. What may be acceptable in the tourist resort areas may not be in other areas. </p>\n\n<p>In 2017, the holy month of Ramadan is expected to start on 27 May and finish on 25 June. See <a href=\"https://www.gov.uk/travelling-during-ramadan\">Travelling during Ramadan</a></p>\n\n<p>Drinking alcohol in the street and anywhere other than a licensed restaurant or bar is not allowed and can lead to arrest.</p>\n\n<p>Possession, use or trafficking in illegal drugs is a serious offence and can, even for small amounts, lead to lengthy prison sentences (25 years), life imprisonment or the death penalty. Those convicted to life imprisonment on drugs charges will normally spend the rest of their life in prison with no possibility of parole or pardon. Khat is illegal in Egypt.</p>\n\n<p>Photography of, or near, military official installations is strictly prohibited. This includes the Suez Canal. Don’t photograph officials without their consent. There are sensitivities about taking photographs of public buildings or infrastructure. British nationals have been arrested for photographing electricity stations, train stations and bridges if you are in any doubt seek permission before taking photographs. Don’t use radio controlled helicopters or ‘drones’ to take photographs.  </p>\n\n<p>Although homosexuality is not illegal under Egyptian law, homosexual acts in public are illegal and homosexuals have been convicted for breaching laws on public decency.</p>\n\n<p>The government does not interfere with the practice of Christianity but encouraging conversion to the Christian faith is illegal.</p>\n\n<p>Egyptian family law is very different from UK law and particular caution is needed when, for example, child custody becomes an issue.</p>\n"}]},{"slug":"entry-requirements","title":"Entry requirements","body":[{"content_type":"text/govspeak","content":"###Visas\r\n\r\nBritish passport holders travelling to Egypt normally require a visa.\r\n \r\nFor visits of up to 30 days, you can get a visa on arrival by payment in Sterling, US Dollars or Euros; the visa fee is US$25 at approved bank kiosks within airport arrival halls, before reaching immigration counters. There's no need to buy a visa from an agent. In many cases agents will charge more than US$25 for a visa. If you're harassed by an agent, report the incident to the tourist police in the airport terminal.  \r\n\r\nAlternatively you can get a visa from an Egyptian Consulate outside Egypt before you travel. If you’re entering Egypt for work or business it is preferable to get a visa before you travel.\r\n\r\nBritish nationals travelling to Sharm el Sheikh, Dahab, Nuweiba and Taba resorts for up to 15 days receive a free entry permission stamp upon arrival. If you intend to travel out of these areas or stay longer than 15 days, you must get a visa. \r\n \r\nIf you have travelled to one of the South Sinai Red Sea resorts, entering without a visa and your plans change you can normally purchase a visa at Sharm el Sheikh airport to allow you to travel elsewhere.\r\n \r\nApplications for visa extensions should be made at Egyptian Passport and Immigration Offices. You may have difficulties leaving Egypt with an out of date visa. You will not normally be allowed to leave without paying a fine if your visa is out of date by more than 14 days.\r\n\r\nFurther information and enquiries contact the [Egyptian Consulate](http://www.egyptianconsulate.co.uk/visas.php) in London or the [Ministry of Immigration](http://www.moiegypt.gov.eg/english/).\r\n \r\n###Passport validity\r\n\r\nYour passport should be valid for a minimum period of 6 months from the date of entry into Egypt.\r\n\r\n###UK Emergency Travel Documents\r\n\r\nUK Emergency Travel Documents (ETDs) are accepted for exit from Egypt, but not accepted for entry or transit. \r\n\r\nTo leave Egypt on an ETD you will need to visit an Egyptian Passport and Immigraton Office to complete the exit formalities. Some passport offices outside of Cairo may assist, but in many cases you will have to complete the formalities at the National HQ at:\r\n\r\nImmigration Office\r\nMogammaa El Tahrir,\r\nTahrir Square, Down Town, Cairo\r\n1st floor:\r\nTel.: 27956301/2/3\r\n\r\nOpening hours: 8am-2pm from Saturday-Thursday (N.B. The immigration office is a 10 minute walk from the British Embassy).\r\n\r\nPlease note that the immigration clearance may take up to 5 working days. Please adjust your travel plans accordingly.\r\n\r\n###Yellow fever certificate requirements\r\n\r\nCheck whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s [TravelHealthPro website](http://travelhealthpro.org.uk/country/71/egypt#Vaccine_recommendations).\r\n  \r\n###Previous travel to Israel\r\n    \r\nEvidence of a previous visit to Israel like as an Israeli entry/exit stamp in your passport does not normally cause any difficulties when entering Egypt. It is, however, for the Egyptian authorities to determine the right of entry into the country. If you have any concerns, you should contact the  [Egyptian consulate](http://www.egyptianconsulate.co.uk/visas.php).\r\n    \r\n###Work permits \r\n    \r\nEvidence of testing for HIV is required if you are applying for a work permit.  \r\n    \r\n###Customs regulations  \r\n    \r\nThere's a limit of 5,000 Egyptian pounds that you are allowed to bring in or take out of Egypt. There is no limit to the amount of hard currency that you may bring in, but sums that exceed USD 10,000 should be declared on arrival. Certain valuables like electrical equipment, video cameras etc must be declared on arrival.  Satellite phones and radio communications equipment brought into Egypt without prior clearance from the Ministry of Telecommunications are likely to be confiscated. Electrical items noted in passports on entry to Egypt must be produced on exit from the country. Failure to do so will result in payment of high rates of customs duty. Contact the Egyptian embassy in your country of residence for further information on customs requirements."},{"content_type":"text/html","content":"<h3 id=\"visas\">Visas</h3>\n\n<p>British passport holders travelling to Egypt normally require a visa.</p>\n\n<p>For visits of up to 30 days, you can get a visa on arrival by payment in Sterling, US Dollars or Euros; the visa fee is US$25 at approved bank kiosks within airport arrival halls, before reaching immigration counters. There&rsquo;s no need to buy a visa from an agent. In many cases agents will charge more than US$25 for a visa. If you&rsquo;re harassed by an agent, report the incident to the tourist police in the airport terminal.  </p>\n\n<p>Alternatively you can get a visa from an Egyptian Consulate outside Egypt before you travel. If you’re entering Egypt for work or business it is preferable to get a visa before you travel.</p>\n\n<p>British nationals travelling to Sharm el Sheikh, Dahab, Nuweiba and Taba resorts for up to 15 days receive a free entry permission stamp upon arrival. If you intend to travel out of these areas or stay longer than 15 days, you must get a visa. </p>\n\n<p>If you have travelled to one of the South Sinai Red Sea resorts, entering without a visa and your plans change you can normally purchase a visa at Sharm el Sheikh airport to allow you to travel elsewhere.</p>\n\n<p>Applications for visa extensions should be made at Egyptian Passport and Immigration Offices. You may have difficulties leaving Egypt with an out of date visa. You will not normally be allowed to leave without paying a fine if your visa is out of date by more than 14 days.</p>\n\n<p>Further information and enquiries contact the <a rel=\"external\" href=\"http://www.egyptianconsulate.co.uk/visas.php\">Egyptian Consulate</a> in London or the <a rel=\"external\" href=\"http://www.moiegypt.gov.eg/english/\">Ministry of Immigration</a>.</p>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n\n<p>Your passport should be valid for a minimum period of 6 months from the date of entry into Egypt.</p>\n\n<h3 id=\"uk-emergency-travel-documents\">UK Emergency Travel Documents</h3>\n\n<p>UK Emergency Travel Documents (ETDs) are accepted for exit from Egypt, but not accepted for entry or transit. </p>\n\n<p>To leave Egypt on an ETD you will need to visit an Egyptian Passport and Immigraton Office to complete the exit formalities. Some passport offices outside of Cairo may assist, but in many cases you will have to complete the formalities at the National HQ at:</p>\n\n<p>Immigration Office\nMogammaa El Tahrir,\nTahrir Square, Down Town, Cairo\n1st floor:\nTel.: 27956301/2/3</p>\n\n<p>Opening hours: 8am-2pm from Saturday-Thursday (N.B. The immigration office is a 10 minute walk from the British Embassy).</p>\n\n<p>Please note that the immigration clearance may take up to 5 working days. Please adjust your travel plans accordingly.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n\n<p>Check whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/71/egypt#Vaccine_recommendations\">TravelHealthPro website</a>.</p>\n\n<h3 id=\"previous-travel-to-israel\">Previous travel to Israel</h3>\n\n<p>Evidence of a previous visit to Israel like as an Israeli entry/exit stamp in your passport does not normally cause any difficulties when entering Egypt. It is, however, for the Egyptian authorities to determine the right of entry into the country. If you have any concerns, you should contact the  <a rel=\"external\" href=\"http://www.egyptianconsulate.co.uk/visas.php\">Egyptian consulate</a>.</p>\n\n<h3 id=\"work-permits\">Work permits </h3>\n\n<p>Evidence of testing for HIV is required if you are applying for a work permit.  </p>\n\n<h3 id=\"customs-regulations\">Customs regulations</h3>\n\n<p>There&rsquo;s a limit of 5,000 Egyptian pounds that you are allowed to bring in or take out of Egypt. There is no limit to the amount of hard currency that you may bring in, but sums that exceed USD 10,000 should be declared on arrival. Certain valuables like electrical equipment, video cameras etc must be declared on arrival.  Satellite phones and radio communications equipment brought into Egypt without prior clearance from the Ministry of Telecommunications are likely to be confiscated. Electrical items noted in passports on entry to Egypt must be produced on exit from the country. Failure to do so will result in payment of high rates of customs duty. Contact the Egyptian embassy in your country of residence for further information on customs requirements.</p>\n"}]},{"slug":"health","title":"Health","body":[{"content_type":"text/govspeak","content":"Contact your GP around 8 weeks before your trip to check whether you need any vaccinations or other preventive measures. Country specific information and advice is published by the [National Travel Health Network and Centre](http://travelhealthpro.org.uk/country/71/egypt), and useful information about healthcare abroad, including a country-by-country guide of reciprocal health care agreements with the UK, is available from [NHS Choices](http://www.nhs.uk/NHSEngland/Healthcareabroad/countryguide/NonEEAcountries/Pages/Non-EEAcountries.aspx).\r\n \r\nMedical facilities outside Cairo and other major cities and resorts can be basic and in case of emergency you are advised to seek treatment in Cairo or the nearest town/city. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.\r\n\r\nThere are some concerns about the quality of medical treatment in holiday resorts in Egypt. \r\n\r\nThe South Sinai Hospital in Sharm el Sheikh is currently under investigation by the Egyptian authorities; there are alternative state and private hospitals in Sharm el Sheikh. You can find a list of most commonly used hospitals in Egypt on the British Embassy website.   \r\n\r\nIn an emergency dial 123 and ask for an ambulance. You should contact your travel company and your insurance/medical assistance company promptly if you are referred to a medical facility for treatment. \r\n\r\nThere are reports of some hotel doctors overcharging for treatment and medicines. Examine your bill closely and challenge excessive charges. Pharmacies outside hotels will often supply medication at lower prices. \r\n\r\nAccess to specialised treatment for psychiatric illness is limited and may not be available outside major cities. \r\n\r\nFollowing an increase in cases of Hepatitis A infections in travellers returning from Egypt, pre-travel Hepatitis A vaccine is now recommended for all travellers.\r\n\r\nThere are cases of bird flu in Egypt, mostly in rural areas. The risk to humans from Avian Influenza is believed to be very low. As a precaution you should avoid visiting live animal markets, poultry farms and other places where you may come into close contact with domestic, caged or wild birds; and make sure poultry and egg dishes are thoroughly cooked."},{"content_type":"text/html","content":"<p>Contact your GP around 8 weeks before your trip to check whether you need any vaccinations or other preventive measures. Country specific information and advice is published by the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/71/egypt\">National Travel Health Network and Centre</a>, and useful information about healthcare abroad, including a country-by-country guide of reciprocal health care agreements with the UK, is available from <a rel=\"external\" href=\"http://www.nhs.uk/NHSEngland/Healthcareabroad/countryguide/NonEEAcountries/Pages/Non-EEAcountries.aspx\">NHS Choices</a>.</p>\n\n<p>Medical facilities outside Cairo and other major cities and resorts can be basic and in case of emergency you are advised to seek treatment in Cairo or the nearest town/city. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p>There are some concerns about the quality of medical treatment in holiday resorts in Egypt. </p>\n\n<p>The South Sinai Hospital in Sharm el Sheikh is currently under investigation by the Egyptian authorities; there are alternative state and private hospitals in Sharm el Sheikh. You can find a list of most commonly used hospitals in Egypt on the British Embassy website.   </p>\n\n<p>In an emergency dial 123 and ask for an ambulance. You should contact your travel company and your insurance/medical assistance company promptly if you are referred to a medical facility for treatment. </p>\n\n<p>There are reports of some hotel doctors overcharging for treatment and medicines. Examine your bill closely and challenge excessive charges. Pharmacies outside hotels will often supply medication at lower prices. </p>\n\n<p>Access to specialised treatment for psychiatric illness is limited and may not be available outside major cities. </p>\n\n<p>Following an increase in cases of Hepatitis A infections in travellers returning from Egypt, pre-travel Hepatitis A vaccine is now recommended for all travellers.</p>\n\n<p>There are cases of bird flu in Egypt, mostly in rural areas. The risk to humans from Avian Influenza is believed to be very low. As a precaution you should avoid visiting live animal markets, poultry farms and other places where you may come into close contact with domestic, caged or wild birds; and make sure poultry and egg dishes are thoroughly cooked.</p>\n"}]},{"slug":"money","title":"Money","body":[{"content_type":"text/govspeak","content":"Cash machines are common, especially in the main tourist areas. Take care and be aware of your surroundings if you are taking out large amounts of money, especially in deserted areas or at night.\r\n \r\nScottish and Northern Irish bank notes are not exchangeable in Egypt.\r\n \r\nTravellers' cheques are not easily cashed. Most banks, including international banks, will not accept them.\r\n\r\nMajor hotels will usually accept payment by credit card. However, smaller hotels may expect payment in cash and in hard currency.  Medical facilities will usually accept payment by credit card or cash.\r\n "},{"content_type":"text/html","content":"<p>Cash machines are common, especially in the main tourist areas. Take care and be aware of your surroundings if you are taking out large amounts of money, especially in deserted areas or at night.</p>\n\n<p>Scottish and Northern Irish bank notes are not exchangeable in Egypt.</p>\n\n<p>Travellers&rsquo; cheques are not easily cashed. Most banks, including international banks, will not accept them.</p>\n\n<p>Major hotels will usually accept payment by credit card. However, smaller hotels may expect payment in cash and in hard currency.  Medical facilities will usually accept payment by credit card or cash.</p>\n\n"}]},{"slug":"contact-fco-travel-advice-team","title":"Contact FCO Travel Advice Team","body":[{"content_type":"text/govspeak","content":"This email service only offers information and advice for British nationals planning to travel abroad. \r\n \r\nIf you need urgent help because something has happened to a friend or relative abroad, contact the consular assistance team on 020 7008 1500 (24 hours).\r\n \r\nIf you’re abroad and need emergency help, please contact the nearest [British embassy, consulate or high commission](https://www.gov.uk/government/world/organisations).\r\n\r\nIf you have a question about this travel advice, you can email us at <TravelAdvicePublicEnquiries@fco.gov.uk>\r\n \r\nBefore you send an email, make sure you have read the travel advice for the country you’re travelling to, and the guidance on [how the FCO puts travel advice together](https://www.gov.uk/how-the-foreign-commonwealth-office-puts-together-travel-advice)."},{"content_type":"text/html","content":"<p>This email service only offers information and advice for British nationals planning to travel abroad. </p>\n\n<p>If you need urgent help because something has happened to a friend or relative abroad, contact the consular assistance team on 020 7008 1500 (24 hours).</p>\n\n<p>If you’re abroad and need emergency help, please contact the nearest <a href=\"https://www.gov.uk/government/world/organisations\">British embassy, consulate or high commission</a>.</p>\n\n<p>If you have a question about this travel advice, you can email us at <a href=\"&#109;&#097;&#105;&#108;&#116;&#111;:&#084;&#114;&#097;&#118;&#101;&#108;&#065;&#100;&#118;&#105;&#099;&#101;&#080;&#117;&#098;&#108;&#105;&#099;&#069;&#110;&#113;&#117;&#105;&#114;&#105;&#101;&#115;&#064;&#102;&#099;&#111;&#046;&#103;&#111;&#118;&#046;&#117;&#107;\">&#084;&#114;&#097;&#118;&#101;&#108;&#065;&#100;&#118;&#105;&#099;&#101;&#080;&#117;&#098;&#108;&#105;&#099;&#069;&#110;&#113;&#117;&#105;&#114;&#105;&#101;&#115;&#064;&#102;&#099;&#111;&#046;&#103;&#111;&#118;&#046;&#117;&#107;</a></p>\n\n<p>Before you send an email, make sure you have read the travel advice for the country you’re travelling to, and the guidance on <a href=\"https://www.gov.uk/how-the-foreign-commonwealth-office-puts-together-travel-advice\">how the FCO puts travel advice together</a>.</p>\n"}]}],"alert_status":[],"max_cache_time":10,"image":{"url":"https://assets.publishing.service.gov.uk/media/55cf24e840f0b61371000021/150812_Egypt_jpeg.jpg","content_type":"image/jpeg"},"document":{"url":"https://assets.publishing.service.gov.uk/media/56e2b38ced915d037900001f/160311_Egypt_pdf.pdf","content_type":"application/pdf"},"publishing_request_id":"29685-1483711676.474-185.22.226.96-38282"},"routes":[{"path":"/foreign-travel-advice/egypt","type":"prefix"},{"path":"/foreign-travel-advice/egypt.atom","type":"exact"}],"redirects":[],"publishing_app":"travel-advice-publisher","rendering_app":"multipage-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"travel_advice","schema_name":"travel_advice","first_published_at":"2016-02-29T09:24:10Z","base_path":"/foreign-travel-advice/egypt","description":"Latest travel advice by country including safety and security, entry requirements, travel warnings and health","content_id":"52e41c89-6f2c-4db6-9370-6d41fb44fd0f","locale":"en","expanded_links":{"ordered_related_items":[{"analytics_identifier":null,"api_path":"/api/content/guidance/how-the-foreign-commonwealth-office-puts-together-travel-advice","base_path":"/guidance/how-the-foreign-commonwealth-office-puts-together-travel-advice","content_id":"5e5e195e-7631-11e4-a3cb-005056011aef","description":"The purpose of Foreign and Commonwealth Office (FCO) travel advice is to provide information and advice to help British nationals make their own informed decisions about foreign travel. How the FCO assesses the risks of terrorism, civil unrest and natural disasters to advise against travel to countries or regions.","document_type":"detailed_guide","locale":"en","public_updated_at":"2017-02-15T15:56:39Z","schema_name":"detailed_guide","title":"About Foreign and Commonwealth Office travel advice","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/guidance/how-to-deal-with-a-crisis-overseas","base_path":"/guidance/how-to-deal-with-a-crisis-overseas","content_id":"5dc09a0e-7631-11e4-a3cb-005056011aef","description":"Advice for British nationals affected by crises abroad, including terrorist attacks, natural disasters and major political unrest, and information on what help the Foreign and Commonwealth Office (FCO) can provide.","document_type":"detailed_guide","locale":"en","public_updated_at":"2017-03-27T09:59:25Z","schema_name":"detailed_guide","title":"What to do if you’re affected by a crisis overseas","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/guidance/foreign-travel-checklist","base_path":"/guidance/foreign-travel-checklist","content_id":"5d8baf93-7631-11e4-a3cb-005056011aef","description":"Advice from the Foreign and Commonwealth Office (FCO) to help you prepare for foreign travel and stay safe abroad. ","document_type":"detailed_guide","locale":"en","public_updated_at":"2017-02-14T15:07:41Z","schema_name":"detailed_guide","title":"Foreign travel checklist","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/world/embassies","base_path":"/government/world/embassies","content_id":"430df081-f28e-4a1f-b812-8977fdac6e9a","description":"Contact details of British embassies, consulates, high commissions around the world for help with visas, passports and more.","document_type":"finder","locale":"en","public_updated_at":"2017-03-17T15:09:32Z","schema_name":"placeholder","title":"Find a British embassy, high commission or consulate","withdrawn":false,"links":{}}],"organisations":[{"analytics_identifier":"D13","api_path":"/api/content/government/organisations/foreign-commonwealth-office","base_path":"/government/organisations/foreign-commonwealth-office","content_id":"9adfc4ed-9f6c-4976-a6d8-18d34356367c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:43:46Z","schema_name":"placeholder","title":"Foreign & Commonwealth Office","withdrawn":false,"details":{"brand":"foreign-commonwealth-office","logo":{"formatted_title":"Foreign &amp;<br/>Commonwealth <br/>Office","crest":"single-identity"}},"links":{}}],"parent":[{"analytics_identifier":null,"api_path":"/api/content/foreign-travel-advice","base_path":"/foreign-travel-advice","content_id":"08d48cdd-6b50-43ff-a53b-beab47f4aab0","description":"Latest travel advice by country including safety and security, entry requirements, travel warnings and health","document_type":"travel_advice_index","locale":"en","public_updated_at":"2017-05-02T10:51:33Z","schema_name":"travel_advice_index","title":"Foreign travel advice","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/travel-abroad","base_path":"/browse/abroad/travel-abroad","content_id":"b9849cd6-61a7-42dc-8124-362d2c7d48b0","description":"Includes the latest travel advice by country, your rights at the airport and getting help abroad","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-06-24T13:56:51Z","schema_name":"mainstream_browse_page","title":"Travel abroad","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}}]}}]}}],"related":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/driving-abroad","base_path":"/driving-abroad","content_id":"e4d06cb9-9e2e-4e82-b802-0aad013ae16c","description":"You'll need a Great Britain or Northern Ireland licence to drive abroad and an International Driving Permit in some non-EU countries","document_type":"answer","locale":"en","public_updated_at":"2015-07-09T08:31:23Z","schema_name":"answer","title":"Driving abroad","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/hand-luggage-restrictions","base_path":"/hand-luggage-restrictions","content_id":"95f9c380-30bc-44c7-86b4-e9c9ef0fc272","description":"Hand luggage restrictions at UK airports - carry-on luggage, checked-in baggage, restricted items and liquids","document_type":"guide","locale":"en","public_updated_at":"2015-09-07T16:23:07Z","schema_name":"guide","title":"Hand luggage restrictions at UK airports","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/travel-abroad","base_path":"/browse/abroad/travel-abroad","content_id":"b9849cd6-61a7-42dc-8124-362d2c7d48b0","description":"Includes the latest travel advice by country, your rights at the airport and getting help abroad","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-06-24T13:56:51Z","schema_name":"mainstream_browse_page","title":"Travel abroad","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/renew-adult-passport","base_path":"/renew-adult-passport","content_id":"82248bb1-c4d6-41e0-9494-d98123475626","description":"How to apply, how long it takes, how much it costs, track your application, unexpired visas, replacing a damaged passport","document_type":"guide","locale":"en","public_updated_at":"2015-01-12T00:01:07Z","schema_name":"guide","title":"Renew or replace your adult passport","withdrawn":false,"links":{}}],"available_translations":[{"title":"Egypt travel advice","public_updated_at":"2017-04-24T13:02:10Z","analytics_identifier":null,"document_type":"travel_advice","schema_name":"travel_advice","base_path":"/foreign-travel-advice/egypt","description":"Latest travel advice by country including safety and security, entry requirements, travel warnings and health","api_path":"/api/content/foreign-travel-advice/egypt","withdrawn":false,"content_id":"52e41c89-6f2c-4db6-9370-6d41fb44fd0f","locale":"en"}]},"format":"travel_advice","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}