{"title":"SY v Secretary of State for the Home Department: AS/08/05/17593","public_updated_at":"2017-02-08T16:16:14Z","details":{"body":[{"content_type":"text/govspeak","content":"Refusal of Section 4 support under Regulation 3(2)(a).  This appeal concerns the same appellant as in 17274 (SY) which was dismissed under Regulation 3(2)(a).  Finding that, since her previous appeal in which it was found that there were five steps which the appellant had not taken, the appellant had taken all steps in which she had previously been found wanting.  Appeal allowed under Regulation 3(2)(a).\r\n\r\nRead the full decision in [embed:attachments:inline:3c71b137-2b92-4393-bdfe-1a2327c52894]\r\n\r\n"},{"content_type":"text/html","content":"<p>Refusal of Section 4 support under Regulation 3(2)(a).  This appeal concerns the same appellant as in 17274 (SY) which was dismissed under Regulation 3(2)(a).  Finding that, since her previous appeal in which it was found that there were five steps which the appellant had not taken, the appellant had taken all steps in which she had previously been found wanting.  Appeal allowed under Regulation 3(2)(a).</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584ea582ed915d0b120000ad/SY_v_SOS_AS_08_05_17593.pdf\">SY v SOS AS_08_05_17593</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":" \r\n1.\tThis Reasons Statement is made in accordance with Rule 13 of the Asylum Support Appeals (Procedure) Rules 2000 (‘the Rules’), and gives reasons for the Adjudication given on Monday the 19th day of May 2008 allowing the above mentioned appeal.\r\n\r\n2.\tThe appellant, a citizen of Eritrea born on 2 September 1968, appeals against the decision of the Secretary of State who refused support under Section 4 of the Immigration and Asylum Act 1999 (“the 1999 Act”) on 25 April 2008 on the grounds that the appellant did not satisfy one or more of the conditions set out in Regulation 3 of the Immigration and Asylum (Provision of Accommodation to Failed Asylum Seekers) Regulations 2005 (“the 2005 Regulations”).  \r\n\r\n3.\tThe appellant has not requested an oral hearing and I have considered my powers under Rule 5 and do not consider that such a hearing is required for this matter to be disposed of justly.  I therefore proceed to determine the matter on the basis of the papers before me.\r\n\r\n4.\tThe question of the appellant’s support has been subject to a previous appeal under number AST/08/03/17274. The appellant’s support and immigration history is fully set out in that case and I do not propose to rehearse the same here. To summarise, the appellant is a failed asylum seeker, who has made a previous Section 4 support application which was refused on 3 March 2008 and dismissed on appeal on 17 March 2008. \r\n\r\n5.\tThe relevant legislation regarding the provision of support to failed asylum seekers is set out in Section 4 of the 1999 Act (as amended by Section 49 of the Nationality, Immigration and Asylum Act 2002). Since this is rehearsed in detail in the Adjudicator’s determination of 17 March 2008, I do not need to repeat it here.\r\n\r\n6.\tThe criteria to be used in determining eligibility for, and provision of, accommodation to a failed asylum-seeker under Section 4 are set out in Regulation 3 of the 2005 Regulations. The matters which are relevant to the current appeal are Regulations 3(1) and 3(2)(a). For ease of reference I set these out below:-\r\n\r\n(1)\t…..the criteria to be used in determining the matters referred to in paragraphs (a) and (b) of section 4(5) of the 1999 Act in respect of a person falling within section 4(2) or (3) of that Act are-\r\n\r\n(a)\tthat he appears to the Secretary of State to be destitute, and\r\n\r\n(b)\tthat one or more of the conditions set out in paragraph (2) are satisfied in relation to him.\r\n\r\n(2)\tThose conditions are that-\r\n\r\n(a)\the is taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave the United Kingdom, which may include complying with attempts to obtain a travel document to facilitate his departure;\r\n\r\n7.\tThe respondent’s decision to refuse support on 25 April 2008 is based on both Regulation 3(1), that is to say the respondent does not accept that the appellant is destitute and Regulation 3(2)(a), that is to say the respondent is not satisfied that the appellant is taking all reasonable steps to leave the United Kingdom.\r\n\r\n8.\tI deal firstly with the issue of destitution under Regulation 3(1). The previous (3 March 2008) refusal of support was similarly based on the appellant’s alleged failure to satisfy Regulation 3(1) and Regulation 3(2)(a).  Whilst the Adjudicator on 17 March 2008 upheld the respondent’s decision with regard to Regulation 3(2)(a), she took detailed oral evidence from the appellant, considered a number of letters from persons who had been supporting her and concluded that the appellant was at that time destitute.\r\n\r\n9.\tIn a directions order of 12 May 2008, the respondent was asked to address what had changed since the Asylum Support Adjudicator found the appellant to be destitute in March 2008. The respondent has replied in a submission dated 13 May 2008 in which she appears to indicate that evidence regarding the appellant’s identity and/or nationality would address this issue. Further the respondent has stated “each application is based on its own merits with all prejudice to any previous decision” [sic]. It is to be hoped that the respondent is not advocating that decisions made in previous appeals should be ignored when a fresh application is being determined. In any event, I conclude that the respondent’s submission has added nothing of relevance.\r\n\r\n10.\tBy contrast, the appellant has produced a witness statement dated 3 April 2008 in which she details her means of survival, including her efforts to seek charitable support, support from various friends and times that she has spent on the street. Further it is to be noted that the appellant made an application for interim relief from the Administrative Court (as part of a claim for judicial review which has now been determined). I find it unlikely that the appellant’s representatives would have made such an application had they not been convinced of the appellant’s imminent destitution and it would appear that this application was refused only because the substantive permission application failed. \r\n\r\n11.\tBearing all of these factors in mind I have no hesitation in endorsing the finding of the previous Asylum Support Adjudicator. I am satisfied that the appellant has, on a balance of probability, proven her destitution within the terms of Regulation 3(1)(a). \r\n\r\n12.\tMoving on to the assertion that the appellant has failed to satisfy Regulation 3(2)(a) (taking all reasonable steps to leave the United Kingdom or place oneself in a position to be able to do so). This matter was also tested during the appellant’s 17 March 2008 support appeal. \r\n\r\n13.\tThe Adjudicator looked carefully at the wording of Regulation 3(2)(a) and found that, although the appellant was taking some not inconsiderable steps to leave the United Kingdom, the Regulation required that she must take all reasonable steps in order to satisfy this condition. Having found against the appellant, the Adjudicator set out five ways in which the appellant might in the future discharge the burden of proof upon her in this regard. (The Asylum Support Adjudicator’s decision stands, since an application for permission to apply for judicial review of the same was refused on 7 April 2008.)\r\n\r\n14.\tThese five ways were:\r\n(i)\tTake steps to establish why the witnesses the appellant provided were regarded as unsatisfactory by the Eritrean Consul.\r\n(ii)\tRequest the International Organisation for Migration (“IOM”) to clarify with the Eritrean Embassy whether it is necessary that such witnesses should have known the appellant in Eritrea.\r\n(iii)\tTake efforts (if required by the Embassy) to identify three witnesses who knew the appellant in Eritrea, requesting assistance from the Eritrean community in Lambeth if necessary.\r\n(iv)\tDemonstrate that she is taking all reasonable steps to obtain such evidence from Eritrea as may assist.\r\n(v)\tContact the Immigration Service to request their assistance with her voluntary repatriation to Eritrea.\r\n\r\n15.\tThe Adjudicator’s Regulation 3(2)(a) reasons are not referred to by the respondent in her decision letter of 25 April 2008. The respondent refuses on the following basis:\r\n\r\n“You have not provided any evidence that you have submitted a VARP application to the International Organisation for Migration (IOM). Therefore I am not satisfied that you are taking reasonable steps to leave the United Kingdom. Based on information we are not satisfied that you have meet the criteria 3(2)(c) as sets on in the “Asylum Instructions for Section 4 Support” [sic].\r\n\r\n16.\tSince Regulation 3(2)(c) relates to viable route of return it is to be assumed that this reference, in common with the grammatical errors in the last sentence, is a misprint. I proceed therefore to determine the issue on Regulation 3(2)(a). \r\n\r\n17.\tThe respondent was asked in the directions order of 12 May 2008 for further clarification of her decision. She has replied as follows:\r\n\r\n“1. Appellant will satisfy Regulation 3(2)(a) if she submits a VARP application as this will confirm evidence of taking steps to leave the United Kingdom.\r\n\r\n2.    Appellant has not submitted any evidence from the relevant embassy to substantiate that she is actively seeking to obtain emergency travel documents. Evidence of private travel, documents such as travel tickets. Evidence that she is co-operating with the Immigration Service to facilitate departure to Eritrea” [sic]. \r\n\r\n18.\tI will deal separately with the issue of the Voluntary Assisted Return and Reintegration Programme Application (“VARRP”) \r\n\r\n19.\tIn response to the actions suggested by the previous Asylum Support Adjudicator, the appellant has produced the following evidence: \r\n(i)\tTwo witness statements from her solicitor which recount telephone conversations with those persons who attended the Eritrean Embassy with the appellant. \r\n(ii)\tTwo requests made by the appellant’s legal representatives, the Hammersmith and Fulham Community Law Centre, to the IOM asking for clarification of any reasons given by the Eritrean Embassy for refusing the appellant the right to live in Eritrea.\r\n(iii)\tA response provided by IOM on 18 April 2008 which gives no such clarification and states that IOM are unable to challenge the Embassy’s conclusion.\r\n(iv)\tA detailed letter written by the appellant’s representatives to the Red Cross International Tracing Service.\r\n(v)\tEvidence that the appellant had an interview with the Red Cross on 10 April 2008.\r\n(vi)\tA detailed statement which explains the appellant’s attempts to find contacts via the Eritrean community in Lambeth.\r\n(vii)\tA letter written on 27 March 2008 by the appellant’s representatives to the Chief Immigration Officer, asking the Immigration Service for assistance, both particularly in establishing the reasons for the Eritrean Embassy’s refusal of the appellant’s right to live in Eritrea and generally.\r\n\r\n20.\tAlthough not first person evidence, I have no reason to doubt the account given by those persons who attended the Eritrean Embassy with the appellant. The emphasis of both reported interviews is that the Eritrean Consul required information which could specifically only be known by persons who had known the appellant in Eritrea rather than in the UK. and that without such information no right to reside documentation would be issued.  \r\n\r\n21.\tWith regard to her attempts to progress this matter further, I have no reason to doubt that the appellant attended her initial Red Cross interview and I note that she has been given an enquiry reference number. The appellant, in a signed witness statement, indicates that she again attended at the Red Cross office on 8 May 2008 to chase the matter. The Red Cross have not as yet been able to report any progress with tracing.  There has also been no reply from the Immigration Service.\r\n\r\n22.\tWith regard to progressing this matter in the UK, the appellant has, in her witness statement explained that the Eritrean community group in Lambeth is a small, partially funded organisation, which is attended by a large quantity of Eritrean people in London. The appellant describes her attempts to identify someone from the number of attendees at the group, who would both be from her own area of Eritrea and who would know her family background. I accept that these attempts depend largely on coincidental meetings and enquiries made by the one, part-time community adviser and that as yet the appellant has had no success. \r\n\r\n23.\tI remind myself that the burden of proof is upon the appellant and that to find in her favour I must be satisfied that she has taken all reasonable steps to leave the UK or to place herself in a position in which she is able to leave. \r\n\r\n24.\tThe steps that could be considered reasonable and the number and variety of steps that could be taken will be different in every case.  The appellant fell foul of this Regulation in March 2008 when the Asylum Support Adjudicator found the evidence offered by her at that time as insufficient. \r\n\r\n25.\tI am satisfied that, as at the present appeal, the appellant has demonstrated that the Eritrean Embassy are not satisfied with the witnesses she has to date presented to them and that attempts via IOM and the Immigration Service to establish the precise reasons for the Eritrean Embassy refusal have not been met with any further clarification or offers of assistance towards repatriation. The appellant is in the process of taking such steps as she can to make contact with more acceptable witnesses, via her Eritrean community contacts in Lambeth and via the Red Cross in Eritrea itself. Such enquiries are still active and it is likely that they may take some time to reach a conclusion. \r\n\r\n26.\tThis leaves only the question of a VARRP application, which from the respondent’s April 2008 decision letter, would appear to be central to her refusal of support.\r\n\r\n27.\tI remind myself that Regulation 3(2)(a) states that reasonable steps “may include complying with attempts to obtain a travel document to facilitate … departure”. There is no specific reference to IOM or to a VARRP contained in the Regulations. The respondent refers in the decision letter to her Asylum Instructions for Section 4 support. \r\n\r\n28.\tI have had regard to the relevant pages of this instruction document. The VARRP is referred to as an Assisted Voluntary Return (“AVR”) application and is listed as one matter, amongst others, which the case owner must consider. Case owners are advised that they should explain “that in certain circumstances the applicant may not be eligible for Section 4 support if they have not applied for AVR”.  These circumstances are not expanded upon. \r\n\r\n29.\tFurther, the instructions contain a table which on one side explains to the case owner how to proceed should a VARRP application be registered with IOM and on the other how to proceed should no such application be registered. Where no such application has been registered the case owner is instructed to “grant Section 4 support, if appropriate”.\r\n\r\n30.\tThere is no indication that the existence or lack of a VARRP application is the sole matter on which the support application must be determined and I find there is also no authority in law for such an approach. \r\n\r\n31.\tA VARRP application will be one matter, amongst others, which will demonstrate whether the appellant is taking all reasonable steps to leave the U.K. An appellant who has made a VARRP application, but who has done nothing further to progress this application or to co-operate with obtaining travel documentation, may struggle to demonstrate that all reasonable steps have been taken to leave.  Similarly, an appellant who can show detailed efforts to obtain travel documentation and attempts to leave the United Kingdom, but who has not or cannot avail themselves of the VARRP process, can still satisfy the all reasonable steps test.\r\n\r\n32.\tIn the present case, the appellant did originally apply under the VARRP process but, as is made clear by the letter of 18 April 2008 from IOM, she has reached the end of the assistance which IOM has currently to offer her. It may well be that if she is successful in her continuing enquiries with the Eritrean community in Lambeth and the Red Cross, the appellant will again require the assistance of IOM. However, at this stage the mere completion of a fresh application form will not assist her in any way and will add nothing to the question of whether she is or is not taking all reasonable steps to leave. \r\n\r\n33.\tSave for the VARRP issue, which is not in my view determinative, I find that the appellant’s written evidence has satisfied all relevant matters referred to in the respondent’s submission.  She has further satisfied all areas in which the previous Adjudicator found her evidence wanting.  I therefore find that on a balance of probability the appellant has discharged the burden of proof upon her to demonstrate that she currently satisfies Regulation 3(2)(a). I have already found that the appellant satisfies the Regulation 3(1) condition of destitution.\r\n\r\n34.\tAppeal allowed. \r\n\r\n","tribunal_decision_category":"section-4-2-support-for-failed-asylum-seekers","tribunal_decision_categories":["section-4-2-support-for-failed-asylum-seekers"],"tribunal_decision_decision_date":"2008-05-19","tribunal_decision_judges":["carter-g"],"tribunal_decision_landmark":"not-landmark","tribunal_decision_reference_number":"AS/08/05/17593","tribunal_decision_sub_category":"section-4-2-regulation-3-2-a-steps-to-leave","tribunal_decision_sub_categories":["section-4-2-regulation-3-2-a-steps-to-leave"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584ea582ed915d0b120000ad/SY_v_SOS_AS_08_05_17593.pdf","title":"SY v SOS AS_08_05_17593","content_type":"application/pdf","updated_at":"2016-12-12T13:26:26+00:00","created_at":"2016-12-12T13:26:26+00:00","content_id":"3c71b137-2b92-4393-bdfe-1a2327c52894"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:14.829Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-05-17593","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:14Z","base_path":"/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-05-17593","description":"Asylum Support Tribunal decision of Judge Carter on 19 May 2008.","content_id":"453f8614-a642-4ce4-989f-f8e4206fa02d","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"SY v Secretary of State for the Home Department: AS/08/05/17593","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-05-17593","description":"Asylum Support Tribunal decision of Judge Carter on 19 May 2008.","api_path":"/api/content/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-05-17593","withdrawn":false,"content_id":"453f8614-a642-4ce4-989f-f8e4206fa02d","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}