{"title":"JC v Secretary of State for the Home Department: AS/06/08/13935","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Refusal of Section 4 support.   Where further representations contain new material and there is a realistic prospect of success, support under regulation 3(2)(e) is required.  In this case there was nothing more than a mere assertion of risk and the outstanding further representations were not sufficient to entitle the appellant to support.   R (Negatu)v Secretary of State for the Home Department [2004] EWHC 1806;  LK (AA applied) Zimbabwe [2005] UKAIT 00159 and AW v LB Croydon and AD & Y v LB Hackney and Secretary of State for the Home Department [2005] EWHC 2950 considered.\r\n\r\nRead the full decision in [embed:attachments:inline:3ee10936-9d9d-41e5-8d41-75d3d76cea65]\r\n\r\n"},{"content_type":"text/html","content":"<p>Refusal of Section 4 support.   Where further representations contain new material and there is a realistic prospect of success, support under regulation 3(2)(e) is required.  In this case there was nothing more than a mere assertion of risk and the outstanding further representations were not sufficient to entitle the appellant to support.   R (Negatu)v Secretary of State for the Home Department [2004] EWHC 1806;  LK (AA applied) Zimbabwe [2005] UKAIT 00159 and AW v LB Croydon and AD &amp; Y v LB Hackney and Secretary of State for the Home Department [2005] EWHC 2950 considered.</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584ea932e5274a130300009b/JC_v_SOS_AS_06_08_13935.pdf\">JC v SOS AS_06_08_13935</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"1.\tThis Reasons Statement is made in accordance with Rule 13 of the Asylum Support Appeals (Procedure) Rules 2000 (“the Rules”), and furnishes reasons for the Adjudication given on Friday 1 September 2006 dismissing the above mentioned appeal.\r\n\r\n2.\tThe appellant, a 45 year national of Zimbabwe appeals against the decision of the Secretary of State who on 15 August 2006 decided to refuse her application for support under Section 4 of the Immigration and Asylum Act 1999 as amended (the 1999 Act), on the grounds that the appellant did not satisfy one or more of the conditions set out in regulation 3 of the Immigration and Asylum (Provision of Accommodation to Failed Asylum Seekers) Regulations 2005 (the 2005 Regulations).  \r\n\r\n3.\tIn her notice of appeal the appellant requests a determination on the papers.  I have considered her request with reference to Rule 5 of the above mentioned Rules and I am satisfied that in the particular circumstances of this case, an oral hearing is not necessary for the appeal to be disposed of justly.  Accordingly I proceed to determine the appeal on the papers.  \r\n\r\n4.\tIt is not disputed that the appellant is a failed asylum seeker whose appeal against refusal of asylum was finally determined on 18 July 2006.  However by letter dated 28 July 2006, the appellant submitted what purports to be, a fresh asylum claim to the Asylum Coordination Unit of the Home Office.  In it she acknowledges that she is a failed asylum seeker but asserts that as a consequence of her immigration history in the UK, namely having claimed asylum and now facing removal to Zimbabwe as a failed asylum seeker, she faces persecution at the hands of the Zimbabwean authorities upon her return.  Relying upon the decision of the Asylum and Immigration Tribunal (AIT) in AA (Zimbabwe) [2005] UKIAT 00144 CG, the appellant asserts that as a failed asylum seeker she is at risk of persecution for a Convention reason and should therefore be accorded refugee status. \r\n\r\n5.\tIn her grounds of appeal, the appellant contends that the decision maker has misinterpreted “the High Court ruling of 03/08/06 relating to failed Zimbabwean asylum seekers” and that this ruling “does not rule out ALL those from Zimbabwe who have applied for a fresh claim”. \r\n\r\n6.\tSection 4(2) of the 1999 Act (as amended by Section 49 of the Nationality, Immigration and Asylum Act 2002 (the 2002 Act) allows the Secretary of State to provide, or arrange for the provision of, facilities for the accommodation of a person and his dependants if –\r\n\r\n(a)\the was (but is no longer) an asylum seeker, and\r\n(b)\this claim for asylum was rejected.\r\n\r\n7.\tThe criteria to be used in determining eligibility for and provision of accommodation to a failed asylum-seeker under Section 4 are set out in Regulation 3 of the 2005 Regulations. These came into force on 31 March 2005.  \r\n\r\n8.\tRegulation 3 states as follows:\r\n\r\n(1) …..the criteria to be used in determining the matters referred to in paragraphs (a) and (b) of section 4(5) of the 1999 Act in respect of a person falling within section 4(2) or (3) of that Act are-\r\n(a) that he appears to the Secretary of State to be destitute, and\r\n\r\n(b) that one or more of the conditions set out in paragraph (2) are satisfied in relation to him.\r\n    (2) Those conditions are that-\r\n(a) he is taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave the United Kingdom, which may include complying with attempts to obtain a travel document to facilitate his departure;\r\n\r\n(b) – (d) not relevant to this appeal;\r\n(e) the provision of accommodation is necessary for the purpose of avoiding a breach of a person's Convention rights, within the meaning of the Human Rights Act 1998.\r\n9.\tIn relation to the entitlement of failed asylum seekers who have put in further representations by way of a purported fresh claim, NASS Policy Bulletin 71 states that it would not be reasonable to expect a person to leave the United Kingdom where –\r\n“the person has submitted to the Secretary of State further representations which seek a fresh claim for asylum and these have not yet been considered.  Support under Section 4 shall be provided in such cases unless it is clear to the NASS caseworker that the further representations simply rehearse previously considered material or contain no detail whatsoever” (emphasis added).\r\n\r\n10.\tWhere an appellant seeks to appeal against a decision to refuse him Section 4 support, the burden of proof is upon him to prove on a balance of probabilities that he meets the criteria for a Section 4 award.\r\n\r\n11.\tParagraph 353 of the Statement of Changes in Immigration Rules (HC395) as amended by HC1112 came into force on 25 October 2004 and states:-\r\n\r\n“When a human rights or asylum claim has been refused and any appeal relating to that claim is no longer pending, the decision maker will consider any further submissions and, if rejected, will then determine whether they amount to a fresh claim.  The submissions will amount to a fresh claim if they are significantly different from the material that has previously been considered.  The submissions will only be significantly different if the content:\r\n\r\na)\thad not already been considered; and\r\nb)\ttaken together with the previously considered material created a realistic prospect of success, notwithstanding its rejection….” \r\n\r\n12.\tThere are two issues for me to determine in this appeal.  These are:-\r\n\r\n(i)\tIs the appellant destitute; and\r\n(ii)\tIs the provision of accommodation necessary for the purpose of avoiding a breach of the appellant’s Convention rights within the meaning of the Human Rights Act 1998.\r\n\r\n13.\tIn relation to the appellant’s destitution, her application for support under Section 4 states that her NASS support ends on 7 August 2006. The respondent’s decision letter of 15 August 2006 does not take issue with the appellant’s claimed destitution.  In the circumstances, I find that the appellant satisfies the requirements of Regulation 3(1) (a) aforesaid.  \r\n\r\n14.\tAs to the second issue, this is dependent upon how the appellant’s further representations by way of a fresh claim for asylum are to be treated.  This was considered by the Administrative Court in AW, R (on the application of –v- London Borough of Croydon) and A, D and Y, R (on the application of –v- London Borough of Hackney and the Secretary of State for the Home Department [2005] EWHC 2950. In paragraph 35 of his Judgment, Mr Justice Lloyd Jones confirmed the well-established principle that: \r\n\r\n“If there are no legal or practical obstacles to prevent a failed asylum seeker returning to his country of origin, the denial of support by the Secretary of State or a local authority would not constitute a breach of that person’s Convention rights.  He has the choice to return to his country of origin.  Neither Article 3 nor Article 8 imposes a duty on the United Kingdom to provide support for a failed asylum seeker when there is no impediment to his returning to his own country”.\r\n\r\n15.\tRecognising that in many cases there may be obstacles to such a return, the learned Judge confirmed the approach taken by Mr Justice Andrew Collins in R (Negatu) –v- Secretary of State for the Home Department [2004] EWHC 1806.  In paragraph 69, Jones J observed:\r\n\r\n“It seems to me that pending a decision by the Secretary of State on whether the further representations constitute a fresh claim, the Secretary of State will not be bound in every case to provide support under Section 4 where the other requirements of that Section are met.  In my view it will be open to him, or to NASS, to decline to do so, for example on the grounds that the further representations are manifestly unfounded, or merely repeat the previous grounds or do not disclose any claim for asylum at all. … A public body required to decide whether the provision of support is necessary for the purpose of avoiding a breach of Convention rights will not in every case be required to treat further submissions as a sufficient basis for the provision of support pending a decision by the Secretary of State that they do not constitute a fresh claim.”\r\n\t\r\n16.\tIn relation to the present appeal, the decision maker was required to consider the contents of the appellant’s further representations dated 28 July 2006 by way of a purported fresh claim.  In his decision letter of 15 August 2006, the respondent relies upon a High Court ruling of 3 August 2006 to reject the appellants claim that as a failed asylum seeker she is at risk of persecution upon return and suggests that there is nothing to prevent the appellant from returning to her country of nationality on a voluntary basis.  \r\n\r\n17.\tI have given careful consideration to all the evidence that is before me, including all documents and submissions received from both parties to the appeal.  \r\n\r\n18.\tIn AA (Involuntary returns to Zimbabwe) Zimbabwe CG [2005] UKAIT 00144, the AIT determined that in the light of the circumstances prevailing in Zimbabwe at that time, a Zimbabwean national unwilling to return voluntarily thereto had a well founded fear of persecution for a Convention reason and was accordingly entitled to the protection of the Convention. \r\n\r\n19.\tOn appeal to the Court of Appeal (AA & Anor v LK & Anor [2006] EWCA Civ 401), Lord Justice Brooke, remitting the case for hearing de novo, said  that: \r\n\r\n\"…a person who can voluntarily return in safety to the country of his nationality is not a refugee, notwithstanding that on a forced return he would be at risk. Such a person is not outside his home State owing to a well-founded fear of persecution. Neither s84(1)(g) of the Act of 2002 nor Article 33 of the Convention can begin to demonstrate the contrary, since neither enlarges the \"refugee\" definition; and a safe voluntary returnee is outside the definition.\"\r\n\r\n20.\tThe AIT headed by The Hon Mr Justice Hodge OBE, President, re-heard the case in July 2006 and in their determination notified on 2 August 2006 (AA (Risk for involuntary returnees) Zimbabwe CG [2006] UKAIT 00061), dismissed AA’s appeal on asylum and human rights grounds. They held that a failed asylum seeker subjected to involuntary return was not at real risk of being subjected to persecution or serious ill-treatment on that account alone. Whilst acknowledging that those with a military history and those in respect of whom there are outstanding and unresolved criminal issues may be subjected to further investigation by security services, they found that a deportee from the United Kingdom who, having been subjected to the first stage interview at the airport and allowed to pass through, is likely to be the subject of some monitoring in his home area by the local police or the CIO but that the evidence does not indicate a real risk of persecutory ill-treatment for those who are being monitored solely because of their return from the United Kingdom. Furthermore, they held that the general country conditions whilst extremely difficult, will not generally be sufficiently severe to enable an appellant to rely upon article 3 to resist removal. \r\n\r\n21.\tOn the basis of the above Judgment of Lord Justice Brooke and the AIT country guidance decision in AA aforesaid, I accept that some failed asylum seekers may, depending upon the facts of their case, be at risk on return. That is a matter for the Secretary of State to determine on consideration of the application, but may, for asylum support purposes, be evident upon a reading of the further representations. Where the further representations prima facie contain material that has not previously been considered and taken together with the previously considered material create a realistic prospect of success, notwithstanding its rejection, the respondent will be required to support the applicant until such time as a decision is made on whether or not the further representations amount to a fresh claim. \r\n\r\n22.\tIn so far as it will be open to  the respondent to decline to support an applicant for example on the grounds that the further representations are manifestly unfounded, or merely repeat the previous grounds or do not disclose any claim for asylum at all, the asylum support adjudicator will have jurisdiction to conduct a full review of that exercise with a view to remitting or dismissing the appeal or substituting their own decision for the decision appealed against. \r\n\r\n23.\tOn the evidence before me, the appellant’s further representations of 28 July 2006, do not disclose any claim for asylum at all other than a mere assertion that she is at risk by virtue of being a failed asylum seeker. I am satisfied that this does not meet the requirements of paragraph 353 aforesaid and in the circumstances, I find that the respondent was entitled to decline section 4 support. \r\n\r\n24.\tAppeal dismissed.  \r\n\r\n","tribunal_decision_category":"section-4-2-support-for-failed-asylum-seekers","tribunal_decision_categories":["section-4-2-support-for-failed-asylum-seekers"],"tribunal_decision_decision_date":"2006-09-01","tribunal_decision_judges":["storey-s"],"tribunal_decision_landmark":"landmark","tribunal_decision_reference_number":"AS/06/08/13935","tribunal_decision_sub_category":"section-4-2-regulation-3-2-e-human-rights-fresh-reps","tribunal_decision_sub_categories":["section-4-2-regulation-3-2-e-human-rights-fresh-reps"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584ea932e5274a130300009b/JC_v_SOS_AS_06_08_13935.pdf","title":"JC v SOS AS_06_08_13935","content_type":"application/pdf","updated_at":"2016-12-12T13:42:10+00:00","created_at":"2016-12-12T13:42:10+00:00","content_id":"3ee10936-9d9d-41e5-8d41-75d3d76cea65"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:14.278Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/jc-v-secretary-of-state-for-the-home-department-as-06-08-13935","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:14Z","base_path":"/asylum-support-tribunal-decisions/jc-v-secretary-of-state-for-the-home-department-as-06-08-13935","description":"Asylum Support Tribunal decision of Judge Storey on 1 September 2006.","content_id":"6965cf72-fd0c-487a-a04b-18ccb13c337f","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"JC v Secretary of State for the Home Department: AS/06/08/13935","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/jc-v-secretary-of-state-for-the-home-department-as-06-08-13935","description":"Asylum Support Tribunal decision of Judge Storey on 1 September 2006.","api_path":"/api/content/asylum-support-tribunal-decisions/jc-v-secretary-of-state-for-the-home-department-as-06-08-13935","withdrawn":false,"content_id":"6965cf72-fd0c-487a-a04b-18ccb13c337f","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}