{"title":"Mrs M Farrow v Woodway UK Ltd: 3401011/2016","public_updated_at":"2017-03-17T10:41:04Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:8cf52879-d9b6-4960-a852-6ab1bd4bd287]."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58c9625ce5274a2a5f0001a2/Mrs_M_Farrow_v_Woodway_UK_Limited_3401011_2016_.pdf\">Mrs M Farrow v Woodway UK Ltd: 3401011/2016 Full</a></span>.</p>\n"}],"metadata":{"hidden_indexable_content":"Case Number: 3401011/2016\r\nJudgment - Rule 61 1\r\nEMPLOYMENT TRIBUNALS\r\nClaimant: Mrs M Farrow\r\nRespondent: Woodway UK Limited\r\nHEARD AT: Huntingdon ET ON: 25th & 26th January 2017\r\nBEFORE: Employment Judge G P Sigsworth\r\nREPRESENTATION\r\nFor the Claimant: Miss G Cullen (Counsel)\r\nFor the Respondents: Mr J Demelza-Wilkinson (Consultant)\r\nRESERVED JUDGMENT\r\nThe Judgment of the Tribunal is that:\r\n1. The Claimant was unfairly dismissed by the Respondent.\r\n2. The Claimant did not fail to mitigate her loss.\r\n3. If the Respondent had followed a proper redundancy\r\nprocess/procedure there is a 20% chance that the Claimant could\r\nhave been fairly dismissed.\r\n4. Unless the parties can agree the appropriate figure for the\r\ncompensatory award, a further short Remedy Hearing will be listed\r\n(see Reasons below).\r\nRESERVED REASONS\r\n1. The Claimant’s claim is for unfair dismissal. The dismissal is admitted\r\nby the Respondent, and the reason given for it is redundancy, a\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 2\r\npotentially fair reason. Unfair dismissal is denied and remedy issues\r\nare also in dispute.\r\n2. The Tribunal heard oral evidence from the Claimant. There were three\r\nwitnesses called to give oral evidence on behalf of the Respondent.\r\nThey were Mr Martin Inwood and Mr Jason Inwood, joint managing\r\ndirectors; and Mr Rob Robinson, group commercial manager. There\r\nwas an agreed bundle of documents containing some 300 pages to\r\nwhich the Tribunal was referred as was appropriate. At the end of the\r\nevidence, the Claimant’s counsel provided written submissions and\r\nmade oral submissions. The Respondent’s representative made oral\r\nsubmissions.\r\n3. The Claimant has provided a schedule of loss. Although remedy\r\nevidence from the Claimant was heard, particularly on the issue of\r\nmitigation of loss, no reference was made to the schedule of loss by\r\nthe parties’ representatives. In particular, it is not known to the\r\nEmployment Judge whether the Respondent contests the figures for\r\nhealthcare cover, bonus figures and pension contributions. Further, it\r\nis not clear whether the figures for gross and net salary are agreed\r\n(arithmetically). On the one hand, there are no documents in the\r\nbundle in support of the Claimant’s claims in respect of (in particular)\r\nhealth care, and whether she was provided with a certain level of\r\nhealth care by the Respondent, and whether a true replacement cover\r\ncost is set out in the schedule. On the other hand, the Respondent did\r\nnot challenge the Claimant in cross examination on these figures.\r\nFurther, the Claimant has not given credit in the schedule for her\r\nearnings from temporary employment. In the circumstances, the Judge\r\nhas decided that he will list a short remedy Hearing to deal with these\r\nmatters if the parties cannot agree a figure for the compensatory\r\naward.\r\nFindings of Fact\r\n4. The Employment Tribunal has made the following relevant findings of\r\nfact.\r\n4.1 The Claimant was employed as the Respondent’s financial\r\ncontroller from 6th January 2006 until her dismissal on notice on\r\n1st July 2016, allegedly for redundancy. Her gross salary as at\r\ndate of dismissal was £48,000 per annum. The Respondent is a\r\nfamily business, run at the material time by joint managing\r\ndirectors, Martin and Jason Inwood. It is a bespoke furniture\r\ndistribution business with premises at Earls Barton,\r\nNorthamptonshire. The business has a second location, operated\r\nas a separate cost centre, in Hayes, Middlesex. In the second\r\nhalf of 2015 the business was growing fast in terms of turnover\r\n(20% plus per annum), with head count increasing from 59 to 69\r\nemployees. It was decided to employ a commercial manager, Mr\r\nRobinson, to develop departmental budgeting, cash flow and\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 3\r\ndepartmental KPIs – in order to improve effectiveness and\r\nefficiency. Mr Robinson joined the business in 2015. As part of\r\nhis key accountabilities, Mr Robinson had overall control of all\r\nfinancial transactions and accountancy matters including audit\r\nsystems, and he was expected to lead and manage the finance\r\nteam. Within that overall responsibility he was expected to\r\nprepare budgets and forecasts for all departments, review\r\naccounts, deal with quarterly VAT returns and customer rebate\r\ncalculations, take charge of payroll and prepare annual accounts.\r\nHis accountability also involved further and wider company\r\nresponsibilities of a commercial and financial nature.\r\n4.2 However, I find that the basic day to day financial work was done\r\nby the Claimant and her finance team, which consisted of four\r\nadministrators and one credit controller. The Claimant had a\r\ndotted line management responsibility for this team, and before Mr\r\nRobinson arrived reported to Mr Martin Inwood. The Claimant did\r\nnot have a job description. Her functions and tasks grew and\r\nexpanded as the business grew and required them. For the\r\npurpose of the so-called redundancy process, the Claimant drew\r\nup a job description of what she was doing – a list of duties and\r\nresponsibilities. She had general responsibilities for payroll,\r\npensions, employee benefits and a substantial and wide-ranging\r\nlist of daily, monthly and quarterly tasks, as well as annual tasks in\r\nthe context of annual returns, audit and insurances. She prepared\r\nthe annual accounts for the three group companies, quarterly VAT\r\nreturns, payroll, PAYE returns, P11D reporting balance sheet,\r\nreconciliations, sales budgets and variance analysis, intercompany\r\nreconciliations and recharges, managed annual audit\r\nand processing audit adjustments and fee management including\r\ninsurances and claims management.\r\n4.3 At some point, probably in early 2016, Mr Robinson and the\r\ndirectors decided to restructure the finance department. The five\r\nlower level jobs would remain. The Claimant’s role would cease\r\nto exist and a finance manager would be appointed at a salary of\r\n£32,000 per annum, with, according to Mr Robinson, reduced\r\nduties and responsibilities. Those that were taken away from the\r\nClaimant would be done in the main by Mr Robinson, although the\r\nfinance manager would be expected to deal with the remaining\r\nmatters. However, Mr Robinson agreed in cross examination that,\r\neven before April 2016, when the so-called consultation with the\r\nClaimant began, not only had the re-structure been decided upon\r\nwithout any discussion with the Claimant, but Mr Robinson had\r\nalready removed several important roles from her without prior\r\ndiscussion with her. These included dealing with company cars,\r\nmeetings with banks and accountants, accounts accruals and\r\nordering supplies. Mr Robinson said that he had concerns about\r\nthe Claimant’s performance and that she was not doing all the\r\njobs that they expected her to do, such as budgeting and KPIs.\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 4\r\nHe decided not to speak to her about her performance, or take her\r\ndown any performance management process, but rather do his\r\nbest to mentor her. However, he ultimately took away a number of\r\nher roles, such as dealing with the banks, insurances, claims\r\nmanagement, customer rebates, stock reconciliation, bad debt\r\nand foreign currency and tax matters, and audit and annual\r\nreturns resposibilities. Another reason Mr Robinson gave for\r\nremoving roles from the Claimant, both before and during the\r\nconsultation process with her, was that he felt that these roles\r\nshould be done at a more strategic level, and then the remaining\r\nroles would go to a new role of finance manager at a lower level\r\nthan the finance controller. There was a view that efficiencies\r\ncould be made in the department. No training was offered to the\r\nClaimant to remedy any perceived performance issues. Mr\r\nRobinson’s view was that the majority of tasks that had gone\r\nunfinished previously were the Claimant’s, so the majority of the\r\nchange was focussed round her, and also only her role was\r\nsubject to significant change which would warrant the need for a\r\nredundancy process. That was Mr Robinson’s reason for not\r\nwidening the pool for selection for redundancy, either to include\r\nhimself or to include other members of the finance team.\r\n4.4 The Claimant had not had any systematic appraisal process\r\napplied to her, and any such process had been ad hoc and\r\ncertainly not on an annual basis. The Tribunal accepted the\r\nClaimant’s evidence that Mr Robinson was not really trained or\r\nindeed employed to do financial and management accounts, for\r\nexample, and the Claimant believed that the finance manager\r\nwould end up doing many of the tasks Mr Robinson said he would\r\nhave taken over which were clearly not of a strategic nature, such\r\nas employee benefits, VAT returns, monthly management\r\naccounts and so on. Although Mr Robinson conceded that the\r\nClaimant would assist him in many such tasks, the Claimant said\r\nthat this meant it would be her or the finance manager doing the\r\nactual task with Mr Robinson having overall responsibility and\r\nperhaps checking it. She emphasised that many of these tasks\r\nwere a one person job, and they had no need for an assistant.\r\nShe also emphasised that she was the “go to” person for the other\r\nteam members and that was likely to remain so with the finance\r\nmanager role, a dotted line report.\r\n4.5 Mr Robinson and the directors agreed in their evidence that they\r\nhad finalised the structure of the finance team or department that\r\nthey wanted before starting any consultation process with the\r\nClaimant. The consultation with the Claimant began on 13th April\r\nand a meeting was held with her. I find that the Respondent\r\nmade the decision about the Claimant’s role (that it was to\r\ndisappear) prior to any consultation with her and without even\r\ninvestigating or understanding properly what she did as there was\r\nno job description. If the Respondent had looked at what the\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 5\r\nClaimant actually did, then they would have been in a much better\r\nposition to understand her role in the context of the finance\r\ndepartment overall and, in particular, to see whether she was\r\noverloaded with work, as that may have been the case. Mr\r\nRobinson also conceded that he himself would need training on\r\nsome of the tasks that the Claimant had undertaken formerly and\r\nthat he was going to take over. There followed a series of socalled\r\nconsultation meetings – on 20th April, 29th April, 6th May,\r\n13th May and 18th May. There was discussion of the new finance\r\nmanager role, and a job specification was drawn up. That JS is\r\nnothing like as complete as the Claimant’s job description drawn\r\nup by her (save in respect of payroll), and the Claimant said this to\r\nMr Robinson. Mr Robinson conceded that it might not be correct\r\nand could require expansion. However, an alternative finance\r\nmanager role profile was not drawn up thereafter. Mr Robinson\r\nmade it clear to the Claimant that he wanted her to take the\r\nfinance manager role at a salary that was £16,000 less than her\r\ncurrent salary. Two other jobs were discussed because they were\r\navailable. A sales role at a similar salary was available, but the\r\nClaimant spoke to the sales manager and he told her that she did\r\nnot have the right skill set for that role. The second role was in\r\ncustomer service at a much lower level and was not suitable.\r\nSome time at some of these meetings was spent on recapping of\r\nthe minutes from previous meetings, for example on the meetings\r\nof 6th and 13th May. At the meeting of 13th May the Claimant\r\nconfirmed that she was unable to accept the role of finance\r\nmanager because of the lower job specification and the significant\r\ndecrease in pay.\r\n4.6 At the final consultation meeting on 18th May, the Claimant told Mr\r\nRobinson that she would not accept the alternative roles offered\r\nas they were not suitable for her. She had no further proposals,\r\nbelieving (as she told the Tribunal) that the decision to dismiss her\r\nhad been predetermined. Mr Robinson told her that formal notice\r\nof her redundancy would be issued. She would be given three\r\nmonths notice to 18th August 2016, but not required to work it and\r\nwould be put on garden leave.\r\n4.7 The Claimant appealed that decision, giving three grounds. First,\r\nthat it was a sham redundancy situation as she was the only one\r\nin the pool and it was not based on legitimate business need.\r\nSecond, the decision was unfair as there was no actual\r\ndiminishment of her role. Third, it was an attempt to remove her\r\nfrom her role in an unfair and dishonest manner. The appeal was\r\nheard on 2nd June by Mr Jason Inwood, the meeting lasting about\r\n1¼ hours. The Claimant was accompanied. Following the\r\nmeeting, Mr Jason Inwood met with Mr Robinson on 7th June and\r\nasked him about the Claimant’s concerns that her role had not\r\ndiminished. Mr Robinson told Mr Inwood that he had taken over\r\nmany of the Claimant’s tasks and the management of the finance\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 6\r\ndepartment and was putting in new processes. He said that these\r\ntasks that he had taken over needed to sit with the person in\r\ncharge. He told Mr Inwood that the restructure was designed to\r\navoid duplication and confusion of roles. The appeal meeting was\r\nthen reconvened on 23rd June, during which Mr Jason Inwood\r\nconceded that the arrival of Mr Robinson had impacted on the\r\nClaimant’s role and that her role had been diminished. He\r\nseemed not to be aware that Mr Robinson had taken parts of the\r\nrole away from the Claimant without discussion, even before the\r\nconsultation process began. On 30th June Mr Inwood wrote to the\r\nClaimant with the appeal outcome. He purported to go through\r\neach of the Claimant’s grounds of appeal. He said there was no\r\nsham redundancy because the tasks the Claimant had been doing\r\nwere now transferred to Mr Robinson and therefore her role had\r\ndiminished. He found that the process had been conducted fairly\r\nand honestly. The appeal was not upheld. However, the\r\ntermination date of the Claimant’s employment was brought\r\nforward to 1st July 2016, at the Claimant’s request.\r\n4.8 It is clear from documents in the bundle that the Claimant has\r\napplied for a large number of posts since her dismissal. She has\r\nstruggled, however, to find permanent employment although she\r\ncurrently has temporary employment. She has suffered with\r\ndepression as a result of being made redundant and believes that\r\nher age (52) is against her. She has registered with several\r\nemployment agencies and searched for work in an area within 25\r\nto 30 thirty miles radius of where she lives. She has made\r\napplications on line and has had interviews and indeed second\r\ninterviews, but the feedback is that there are better candidates.\r\nShe has looked for finance work in other areas, such as\r\noperations and the charity sector. Again, she has been told that\r\nshe does not have the relevant experience compared with others\r\nand is more expensive than they are. The temporary job that she\r\nhas at present will not last more than 3 months. She felt that she\r\ncould not take the finance manager role with the Respondent as\r\nshe had been badly treated and that the trust had gone. There\r\nwas also a very significant difference in salary and she had\r\nbelieved when she was made redundant that she would be able to\r\nfind a finance role relatively easily. However, it appears that\r\nBrexit has affected the recruitment of such employees or\r\nemployers are taking on qualified accountants for roles at £28,000\r\nand upwards – credit control, purchase ledger and so on. Other\r\nemployers do not want to employ over-qualified people.\r\nThe Law\r\n5. By section 139(1)(b)(i) of Employment Rights Act 1996, an employee\r\nwho is dismissed shall be taken to be dismissed by reason of\r\nredundancy if the dismissal is wholly or mainly attributable to the fact\r\nthat the requirements of the business for employees to carry out work\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 7\r\nof a particular kind have ceased or diminished or are expected to\r\ncease or diminish.\r\nIn an unfair dismissal case, we are concerned with sections 94, 95 and\r\n98 of Employment Rights Act 1996.\r\nBy section 94(1), an employee has the right not to be unfairly\r\ndismissed by his employer.\r\nBy section 95(1)(a), for the purposes of this Part (of the Act) an\r\nemployee is dismissed by his employer if the contract under which he\r\nis employed is terminated by the employer (whether with or without\r\nnotice).\r\nBy section 98(1) & (2), in determining for the purposes of this Part\r\nwhether the dismissal of an employee is fair or unfair, it is for the\r\nemployer to show the reason (or, if more than one, the principal\r\nreason) for the dismissal, and that (in the circumstances of this case)\r\nthat the employee was redundant.\r\nBy section 98(4), where the employer has fulfilled the requirements of\r\nsubsection (1), the determination of the question whether the dismissal\r\nis fair or unfair (having regard to the reason shown by the employer) –\r\n(a) depends on whether in the circumstances (including the size\r\nand administrative resources of the employer’s undertaking) the\r\nemployer acted reasonably or unreasonably in treating it as a\r\nsufficient reason for dismissing the employee, and\r\n(b) shall be determined in accordance with equity and the\r\nsubstantial merits of the case.\r\nThe Tribunal’s task is to assess whether the dismissal falls within the\r\nband of reasonable responses of an employer. If the dismissal falls\r\nwithin the band, the dismissal is fair. If the dismissal falls outside the\r\nband, it is unfair. I refer generally to the well known case law in this\r\narea: namely, Iceland Frozen Foods Limited v Jones [1982] IRLR 439,\r\nEAT; and Foley v Post Office; HSBC Bank v Madden [2000] IRLR 827,\r\nCA. The band of reasonable responses test applies equally to the\r\nprocedural aspects of the dismissal, in this case the warning (or lack of\r\nit), consultation and various meetings, as it does to the substantive\r\ndecision to dismiss – see Sainsburys Supermarkets v Hitt [2003] IRLR\r\n23, CA.\r\n6. It is well recognised that a reorganisation or restructure of a business\r\ncan involve redundancies if they fulfil the definition of redundancy.\r\nThere may be no redundancy where, for example, work is redistributed\r\nmore efficiently without the need for a reduction of the number of\r\nemployees doing a particular kind of work. What is crucial is whether\r\nthe restructuring essentially entails the reduction of the number of\r\nemployees doing work of a particular kind as opposed to a mere reCase\r\nNumber: 3401011/2016\r\nJudgment - Rule 61 8\r\npatterning or redistribution of the same work among different\r\nemployees whose numbers nonetheless remain the same. In contrast,\r\nwhere the purpose of a reorganisation is to reduce the size of the\r\nworkforce overall as a reflection of the diminished business need for\r\nparticular kinds of work, this will constitute redundancy.\r\nThe Claimant relies upon the leading case of Murray v Foyle Meats Ltd\r\n[2000] ICR, 1AC 51, HL. Counsel quotes from the Judgment of Lord\r\nIrvine –\r\n“The language of section 139(1)(b) is, in my view, simplicity\r\nitself. It asks two questions of fact. The first is whether one or\r\nother of various states of economic affairs exist. In this case,\r\nthe relevant one is whether the requirements of the business for\r\nemployees to carry out work of a particular kind have\r\ndiminished. The second question is whether the dismissal is\r\nattributable, wholly or mainly, to that state of affairs. In the\r\npresent case, the Tribunal found as a fact that the requirements\r\nof the business for employees to work in the slaughter hall had\r\ndiminished. Secondly, they found that that state of affairs had\r\nled to the appellants being dismissed. That, in my opinion, is\r\nthe end of the matter.”\r\nThus, according to that leading case it is not the diminishment of the\r\nwork of a particular individual (such as the Claimant here), it is the work\r\nof a particular kind on which the focus must be placed. If there was no\r\ndiminishment in the work of a particular kind (the work of the finance\r\ndepartment as a whole), then (it is argued) the Claimant’s dismissal\r\ncannot be attributable to that state of affairs and there can be no\r\nredundancy.\r\nHowever, in Murphy v Epsom College [1985] ICR 80, CA, the Claimant\r\nwas one of two plumbers but he also did some engineering work. Later\r\nhe declined to perform engineering tasks and the college decided to\r\ndismiss him and employ an engineer who would also undertake some\r\nplumbing. The evidence suggested that the college still needed two\r\nemployees, one plumber and one who would do both plumbing and\r\nengineering work. On the “requirements of the business” test,\r\ntherefore, it appeared there was no redundancy situation. However,\r\nboth the EAT and the Court of Appeal held that the Claimant’s\r\ndismissal was for redundancy. Whereas previously the business\r\nrequired a plumber who would do some engineering, now it required an\r\nengineer who could do some plumbing. The college no longer required\r\nan employee to carry out work of a particular kind done by the Claimant\r\nand he was, therefore, redundant. The Court of Appeal upheld the\r\nEAT, saying that a reorganisation creating a substantial change in the\r\nkind of work required by the employer can result in redundancies, even\r\nthough the employer’s overall requirements for employees remain the\r\nsame.\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 9\r\nThat case was followed in BBC v Farnworth [1997], EAT. The\r\nClaimant, a radio producer, was replaced by a more experienced\r\nproducer. The EAT upheld the Tribunal’s decision that the dismissal\r\nwas for redundancy, stating that an employee is redundant when his or\r\nher particular specialism is no longer required, even if the employee is\r\nreplaced by an employee with a different specialism so that the overall\r\nrequirements of the business for employees have not diminished. As in\r\nthe Murphy case, a plumber who could do the work of a heating\r\nengineer was replaced by a heating engineer who could do plumbing,\r\nso in Farnworth, the post of mark 1 producer had been replaced by that\r\nof mark 2 producer.\r\nI was also referred to the case of Shawkat v Nottingham City Hospital\r\nNHS Trust (No2) [2002] ICR 7, CA. There, although the effect of the\r\nTrust’s reorganisation of the cardiac and thoracic departments changed\r\nthe work that the employees in the thoracic department were required\r\nto carry out, since the Trust still needed the same amount of thoracic\r\nsurgery to be carried out, the Claimant was not redundant, despite\r\nbeing asked to reduce the amount of thoracic surgery he himself\r\nperformed (as he was required to carry out both thoracic and cardiac\r\nsurgery). In the judgement in that case, the Court of Appeal cited\r\nMurphy – “Every case of reorganisation must depend ultimately on its\r\nparticular facts. In each case it must be for the individual Tribunal to\r\ndecide whether the reorganisation and reallocation of functions within\r\nthe staff is such to change the particular kind of work which a particular\r\nemployee is or may be required to carry out, and whether such change\r\nhas had any, and if so what, effect on the employer’s requirement for\r\nthe employee to carry out a particular kind of work.”\r\n7. In Williams v Compare Maxam Limited [1982] IRLR 83, EAT, it was\r\nheld that where dismissal is for redundancy, the Tribunal must be\r\nsatisfied that it was reasonable to dismiss the Claimant before it on\r\ngrounds of redundancy. It is not enough to show that it was reasonable\r\nto dismiss an employee; it must be shown that the employer acted\r\nreasonably in treating redundancy as a sufficient reason for dismissing\r\nthe employee”. Therefore, if the circumstances of the employer make it\r\ninevitable that some employee must be dismissed, it is still necessary\r\nto consider the means whereby the Claimant was selected to be the\r\nemployee to be dismissed, and the reasonableness of the steps taken\r\nby the employer to choose the Claimant, rather than some other\r\nemployee, for dismissal.\r\nIn Polkey v AE Dayton Services Limited [1987] IRLR 503, HL, it was\r\nheld that, in the case of redundancy, the employer will not normally act\r\nreasonably unless he warns and consults any employees affected,\r\nadopts a fair process on which to select for redundancy, and takes\r\nsuch steps as may be reasonable to avoid or minimise redundancy by\r\nredeployment within his own organisation.\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 10\r\n8. Other case law was cited by the parties. In James W Cook & Co v\r\nTipper [1990] IRLR 386, CA, the Court of Appeal reminded Tribunals\r\nthat it is not open to them to investigate the commercial and economic\r\nreasons which prompted the reorganisation or restructure. In Capita\r\nHartshead Ltd v Byard [2012] ICR 1256, EAT, it was held that\r\nemployers must genuinely apply their mind to the problem of who is\r\nplaced in the pool for selection and the Tribunal is required to scrutinise\r\nwith care whether an employer has genuinely applied its mind to this\r\nissue.\r\nIn Fulcrum Pharrma Europe Limited v Bonassera [2010] EAT, it was\r\nheld that the employer had erred in automatically assuming that,\r\nbecause an employee’s role was at risk, the pool should include that\r\nemployee alone without further consideration or consultation of the\r\nissue of the appropriate pool.\r\nIn King v Eaton Limited [1996] IRLR 111, CS, it was held that although\r\nconsultation was required of an employer before dismissing on the\r\ngrounds of redundancy, such consultation must be fair and proper. The\r\nCourt adopted the definition set out by the Court of Appeal in R v\r\nBritish Coal Corporation, ex parte Price; namely that fair consultation\r\nmeans:\r\n(a) consultation when the proposals are still at a formative stage:\r\n(b) adequate information on which to respond;\r\n(c) adequate time in which to respond; and\r\n(d) conscientious consideration by an authority of the response\r\nto consultation.\r\nIn Rowell v Hubbard Group Services Limited [1995] IRLR, 195, EAT,\r\nemphasis was placed on a fair and genuine consultation procedure, in\r\nthe way suggested in the ex parte Price case – by giving those\r\nconsulted a fair and proper opportunity to understand fully the matters\r\nabout which they are being consulted and to express their views on\r\nthose subjects, and thereafter considering those views properly and\r\ngenuinely. The obligation to consult is separate to the obligation to\r\nwarn.\r\n9. Section 123(1) of the Act provides that the amount of the\r\ncompensatory award shall be such amount as the Tribunal considers\r\njust and equitable in all the circumstances, having regard to the loss\r\nsustained by the Claimant in consequence of the dismissal insofar as\r\nthat loss is attributable to action taken by the employer.\r\n10. Section 123(4) provides that the Tribunal shall apply the same rule\r\nconcerning the duty of a person to mitigate his loss as applies to\r\ndamages recoverable under the common law of England and Wales.\r\nIn Savoia v Chiltern Herb Farms Limited [1981] IRLR 65, EAT, it was\r\nconfirmed that the duty to mitigate loss does not arise until after the\r\ndismissal.\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 11\r\nIn Polkey v AE Dayton Services (see above), it was held that,\r\nin considering whether an employee would still have been dismissed if\r\na fair procedure had been followed, there is no need for an all or\r\nnothing decision. If the Tribunal thinks there is a doubt whether or not\r\nthe employee would have been dismissed, this element can be\r\nreflected by reducing the compensation by a percentage representing\r\nthe chance that the employee would still have lost his employment.\r\nIn Red Bank Manufacturing Co Ltd v Meadows [1992] IRLR 209, EAT,\r\nit was held that where a redundancy dismissal is unfair because of a\r\nfailure to follow a fair procedure, the Polkey principle requires the\r\nTribunal to ask the following two-stage question when calculating the\r\ncompensation to be awarded: If the proper procedure had been\r\nfollowed, would it have resulted in an offer of employment? If so, what\r\nwould that employment have been and what wage/salary would have\r\nbeen paid in respect of it? That is a fundamental question which the\r\nTribunal should expressly address.\r\nConclusions\r\n11. Having regard to the findings of relevant fact, applying the appropriate\r\nlaw, and taking into the account the submissions of the parties, I have\r\nreached the following conclusions:\r\n11.1 The first issue is whether there was or was not a redundancy\r\nsituation in accordance with the definition of redundancy. The\r\nClaimant’s case is that the situation was deliberately engineered\r\nby Mr Robinson and the directors, in order to reduce the\r\nrequirements of the Claimant’s role, by transferring large parts of\r\nthat role to Mr Robinson and trying to make it look as if there\r\nwas a redundancy situation. The Claimant says that this was\r\ndone in order to justify a pay cut/demotion, and/or as an\r\nalternative to a proper capability process which would have\r\ntaken time. Although the amount of work required by the\r\nfinance department had not reduced, and indeed it was perhaps\r\nincreasing overall, here there was a reorganisation of that work.\r\nMr Robinson did take on a more strategic and higher level role\r\nthan that which the Claimant had hitherto carried out. However,\r\nhe also took over tangible parts of the lower level work that the\r\nClaimant had done. He nevertheless left enough for a new\r\nfinance manager to do, and it may have been as much as 70%\r\nof the Claimant’s role along with her dotted line management\r\nresponsibilities as before. The rest of the team carried on as\r\nthey had previously. On the face of it, it could be a Murray v\r\nFoyle Meats situation, and therefore no redundancy arises. On\r\nthe other hand, it might be a BBC v Farnworth situation, where\r\nthe Claimant was mark 1 finance manager/finance controller but\r\nwhat was required by the Respondent was a mark 2 senior\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 12\r\nfinance manager, and so a redundancy situation may have\r\narisen.\r\n11.2 However, I accept the Claimant’s case that the redundancy\r\nsituation was engineered and pre-determined so that her role\r\nwas the only one at risk of redundancy. As was possibly not the\r\ncase in Farnworth, the Respondent had other options, including\r\na wider restructure of the finance department. It is difficult to\r\navoid the conclusion that the Respondent was simply seeking to\r\navoid a capability process and/or to make a cost saving (the\r\nClaimant’s salary). It is likely that the finance manager role\r\nwould be doing much the same work as the Claimant (minus the\r\nstrategic elements), but at a much lower salary. I am therefore\r\nnot satisfied that a genuine redundancy situation arose with\r\nregard to the management of the finance department. The\r\nstatutory definition of redundancy has not been made out.\r\n11.3 However, resolving that issue is not the end of the matter. Even\r\nif a redundancy situation arises, I have to consider the manner\r\nin which the dismissal was carried out and the process that was\r\nfollowed. The first problem for the Respondent is that they had\r\nin mind the wrong test for redundancy. It is not that there is a\r\nreduced need for the Claimant or any particular employee to\r\ncarry out work of a particular kind, but a reduced need for\r\nemployees generally to carry out work of a particular kind. The\r\neffect of what the Respondent did was to take away large parts\r\nof the Claimant’s role and to give them to Mr Robinson, even\r\nbefore any formal consultation began and without any\r\ndiscussion with the Claimant. In other words, there was no\r\nconsultation with her when the proposals for restructure were at\r\na formative stage. There was no warning to her at this stage that\r\nher role was at risk of redundancy. She was not consulted at all\r\nabout the proposed restructure and therefore not able to give\r\nher thoughts on it, or on the way it could be carried out generally\r\nor by specific reference to her role. When the so-called\r\nconsultation process began, there was nothing left to discuss.\r\nThe restructure was a fait accompli, either completely concluded\r\nor well on its way to being so.\r\n11.4 Further, the Respondent did not turn its mind to a fair selection\r\nprocess. It had decided at the outset that the Claimant’s role in\r\nits current form was to go. A reasonable employer would have\r\nlooked at the finance department as a whole and considered\r\nwhether to pool others in that process with the Claimant and\r\npossibly with Mr Robinson himself, or they may have decided to\r\nhave a pool of just the Claimant and Mr Robinson, although it is\r\naccepted that Mr Robinson had a more company wide and\r\nstrategic role at a higher level, not confined to the finance\r\ndepartment. Thus, no alternative to the redundancy of the\r\nClaimant’s role was properly considered by the Respondent. If\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 13\r\nthere were performance issues, they could not possibly be an\r\nexcuse for dismissing the Claimant by way of redundancy, and a\r\ncapability process should have been followed. Alternatively, she\r\nshould have been offered training to carry out those parts of her\r\ntasks which the Respondent felt that she was not carrying out\r\nproperly or at all.\r\n11.5 Although there were a number of so-called consultation\r\nmeetings with the Claimant, two of them were simply recapping\r\non earlier meeting minutes, and generally Mr Robinson did not\r\nconsider properly the Claimant’s comments. He had no job\r\ndescription for her, there were no appraisals and he had no real\r\nknowledge of what she could or could not do. He had closed his\r\nmind before the consultation began to doing anything other than\r\ndismissing the Claimant, as the restructure had already been\r\ncarried out. There was therefore no conscientious consideration\r\nof the Claimant’s response to consultation. Mr Robinson was\r\narguably not the right person, anyway, to make the decision, as\r\nhe directly benefitted from the restructure and the Claimant’s\r\ndismissal. The decision should have been made by, perhaps, Mr\r\nMartin Inwood, to give it more independent thought and\r\nneutrality.\r\n11.6 The fact is that the new role of finance manager was very similar\r\nto the Claimant’s old role, with perhaps as much as 70% of the\r\nwork being the same. I accept the Claimant’s evidence that the\r\nfinance manager would be the ‘go to’ person for others in the\r\ndepartment, as indeed the Claimant had been as finance\r\ncontroller, and the reality was that the more routine tasks taken\r\nby Mr Robinson would be delegated to the finance manager, as\r\nthey are a one person task and did not require assistance and\r\ndid not require to be done at Mr Robinson’s strategic level. This\r\nwould include tasks such as the VAT returns and the\r\nmanagement accounts etc. With those delegated tasks in\r\naddition there was an even closer similarity between the two\r\nroles (finance controller and finance manager).\r\n11.7 The Claimant’s grounds of appeal were not fully considered by\r\nMr Jason Inwood; for example, her comments about the pool of\r\none, and there was little or no investigation by Mr Inwood of the\r\nClaimant’s concern that aspects of her role had been removed\r\nwithout warning or discussion with her and prior to the so-called\r\nconsultation process. Mr Inwood did not address the question of\r\nthe Claimant’s job description with her, and what she did, could\r\ndo or had done etc.\r\n11.8 For all these reasons, I conclude that the redundancy process\r\nwas not a genuine one. The Claimant’s dismissal had been predetermined\r\nand consultation with her was not going to make any\r\ndifference to that. There was no warning or consultation at the\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 14\r\nformative stage, there was no fair selection process by a pool or\r\notherwise, and there was no conscientious consideration of the\r\nClaimant’s comments or a fair dealing with her points that she\r\nraised. The appeal did nothing to correct the earlier errors by Mr\r\nRobinson. If there was a redundancy situation, the dismissal\r\nprocess was clearly unfair, from the automatic selection of the\r\nClaimant for redundancy onwards.\r\n11.9 I conclude that the Claimant has mitigated her loss to date and\r\nthe Respondent has not shown that she has not done so. She\r\nhas worked hard to obtain alternative employment, but her age,\r\nthe market place etc. are against her. The case law clearly\r\nindicates that she cannot fail to mitigate her loss in respect of\r\nthe finance manager role offered to her before she was\r\ndismissed. That role was on the table and offered to her up until\r\nthe final consultation meeting on 18th May but not thereafter.\r\nThe Claimant’s employment ended on 1st July 2016. The duty to\r\nmitigate her loss only arose after her employment terminated.\r\nThe Respondent did not offer her the finance manager role after\r\n1st July. Therefore, her decision not to take that role cannot be a\r\nfailure to mitigate her loss. However, the Claimant must give\r\ncredit for the earning received from the temporary work that she\r\nhas obtained. Further, I make the assumption that the Claimant\r\nwill be able to continue to mitigate her loss with more temporary\r\nwork when her current job ends. Say another four months work\r\nto 2 November 2017, being paid at her current rate from the\r\ntemporary job she has at the present time.\r\n11.10 I turn to the question of any Polkey reduction. Given my earlier\r\nconclusions, the basis for assessment of compensation must be\r\nthe assumption that the Claimant would probably have remained\r\nin her finance controller role, or something very like it, and on\r\nher existing salary. A proper and fair re-structure of the finance\r\ndepartment would probably have resulted in this. However, I\r\ncannot ignore the possibility that a restructure properly carried\r\nout could still have resulted in the Claimant’s role being\r\nredundant, even after a proper redundancy exercise had been\r\nconducted. However, this was only one of a number of\r\npossibilities. As best I can, I assess the risk to the Claimant of\r\nlosing her job through a fair redundancy process as 20%.\r\nAccordingly, her compensation should be reduced by that\r\npercentage.\r\n11.11 As referred to above, it is not possible to assess compensation\r\nin the light of an absence of evidence about certain aspects of\r\nthe schedule of loss, and the failure to give credit for earnings\r\nfrom temporary employment. If the parties cannot settle on the\r\namount of the compensatory award, then a short remedy\r\nHearing will be listed. The Claimant is entitled to be paid her\r\nTribunal fees by the Respondent and I would make that order.\r\nCase Number: 3401011/2016\r\nJudgment - Rule 61 15\r\n______________________________________\r\nEmployment Judge G P Sigsworth, Huntingdon\r\nDate: 10 March 2017\r\nJUDGMENT SENT TO THE PARTIES ON\r\n........................................................................\r\n........................................................................\r\nFOR THE SECRETARY TO THE TRIBUNALS","tribunal_decision_categories":["unfair-dismissal"],"tribunal_decision_country":"england-and-wales","tribunal_decision_decision_date":"2017-03-10"},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58c9625ce5274a2a5f0001a2/Mrs_M_Farrow_v_Woodway_UK_Limited_3401011_2016_.pdf","title":"Mrs M Farrow v Woodway UK Ltd: 3401011/2016 Full","content_type":"application/pdf","updated_at":"2017-03-15T15:48:44+00:00","created_at":"2017-03-15T15:48:44+00:00","content_id":"8cf52879-d9b6-4960-a852-6ab1bd4bd287"}],"change_history":[{"note":"First published.","public_timestamp":"2017-03-17T10:41:04.792Z"}]},"routes":[{"path":"/employment-tribunal-decisions/mrs-m-farrow-v-woodway-uk-ltd-3401011-2016","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-03-17T10:41:04Z","base_path":"/employment-tribunal-decisions/mrs-m-farrow-v-woodway-uk-ltd-3401011-2016","description":"Employment Tribunal decision.","content_id":"e5172424-d0b6-4a5e-a7f9-ebdaff6fa0e2","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1133","api_path":"/api/content/courts-tribunals/employment-tribunal","base_path":"/courts-tribunals/employment-tribunal","content_id":"8bb37087-a5a7-4493-8afe-900b36ebc927","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-30T10:19:41Z","schema_name":"placeholder","title":"Employment Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-tribunal-decisions","base_path":"/employment-tribunal-decisions","content_id":"1b5e08c8-ddde-4637-9375-f79e085ba6d5","description":"Find decisions on Employment Tribunal cases in England, Wales and Scotland.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_tribunal_decision"},"format_name":"Employment tribunal decision","show_summaries":true,"summary":"<p>Find decisions on Employment Tribunal cases in England, Wales and Scotland.</p>","facets":[{"key":"tribunal_decision_country","name":"Country","type":"text","preposition":"by country","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"England and Wales","value":"england-and-wales"},{"label":"Scotland","value":"scotland"}]},{"key":"tribunal_decision_country_name","name":"Country name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_categories","name":"Jurisdiction code","type":"text","preposition":"by jurisdiction","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Breach of Contract","value":"breach-of-contract"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Improvement Notice","value":"improvement-notice"},{"label":"Interim Relief","value":"interim-relief"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity and Pregnancy Rights","value":"maternity-and-pregnancy-rights"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Parental and Maternity Leave","value":"parental-and-maternity-leave"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Pension","value":"pension"},{"label":"Practice and Procedure Issues","value":"practice-and-procedure-issues"},{"label":"Protective Award","value":"protective-award"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Renumeration","value":"renumeration"},{"label":"Reorganisation","value":"reorganisation"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Tax","value":"tax"},{"label":"Temporary Employment","value":"temporary-employment"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Time to Train","value":"time-to-train"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"},{"label":"Written Pay Statement","value":"written-pay-statement"},{"label":"Written Statements","value":"written-statements"}]},{"key":"tribunal_decision_categories_name","name":"Jurisdiction code name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Mrs M Farrow v Woodway UK Ltd: 3401011/2016","public_updated_at":"2017-03-17T10:41:04Z","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-tribunal-decisions/mrs-m-farrow-v-woodway-uk-ltd-3401011-2016","description":"Employment Tribunal decision.","api_path":"/api/content/employment-tribunal-decisions/mrs-m-farrow-v-woodway-uk-ltd-3401011-2016","withdrawn":false,"content_id":"e5172424-d0b6-4a5e-a7f9-ebdaff6fa0e2","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}