{"title":"Minister Sharma's speech at the Global Investors Summit","public_updated_at":"2016-10-24T13:17:00Z","details":{"body":"<div class=\"govspeak\"><p>Honourable Chief Minister Shri Chouhan Ji, Honourable Finance Minister Shri Jaitley Ji, Honourable Information Technology Minister Shri Prasad Ji, Honourable Rural Development Minister Shri Tomar Ji, Honourable State Industry Minister Shri Shukla Ji, Ministers, Excellencies, Dignitaries and distinguished guests, Namaste.</p>\n\n<p>I am honoured to be in Madhya Pradesh, and to join you for the Global Investment Summit here in Indore. I am delighted that the UK is a partner country for the Summit. And I congratulate the Honourable Chief Minister and his Government for making this event happen. And for all the positive developments we have just heard about.</p>\n\n<p>My visit to your country comes at an important point for the relationship between our two great nations.</p>\n\n<p>In November last year, we welcomed your Prime Minister Modi Ji to London. It was a spectacular visit with many moments that remain to this day etched in our memories. Modi Ji’s visit to the Gandhi statue in Parliament Square, the Red Arrows fly past trailing the colours of the Indian flag, and of course Wembley, where tens of thousands of British Indians came to pay their respects and listen to Prime Minister Modi. The visit established an ambitious agenda to pursue, covering the full range of what a strategic partnership between two great friends and partners should be.</p>\n\n<p>Almost a year to the day from that visit, my Prime Minister, Theresa May, will visit India. This will be her first bilateral overseas visit outside Europe since taking office.  That sends the clearest signal about the importance she personally, and my whole government, attaches to the relationship with India.</p>\n\n<p>Prime Minister May will inaugurate with Prime Minister Modi the Tech Summit in Delhi on 7 November.  She will bring with her a large party of small and medium size businesses from all over Britain and join an even larger group of British companies and their chief executives who will demonstrate how Britain is at the forefront – the cutting edge – of modern technology and design.  It will be a showcase of incredible innovation, from both our countries, much of which is a product of partnership.</p>\n\n<p>That occasion will symbolise the modern reality of our relationship: one which has historical roots but is forward-looking; one which is a true partnership; and one which will continue to go from strength to strength.</p>\n\n<p>Our deep relationship is bound together by 1.5 million family ties of British Indians, like me, in the UK who are proud of their Indian heritage.</p>\n\n<p>My father left India over 50 years ago to seek experience and his future abroad.</p>\n\n<p>And now, when I talk to my two teenage daughters about where they may want in the future to gain experience outside the UK, we always talk about India.  The land of their forefathers.  A country of great optimism, of wonderful opportunities and real openness.</p>\n\n<p>For my family the wheel has turned full circle in symbolising the deep, vibrant and enduring relationship between our two great countries.</p>\n\n<p>I am delighted to be here with you, Honourable Chief Minister, so soon after your own highly successful visit to London.</p>\n\n<p>Chief Minister, you met my colleague, International Development Secretary Priti Patel, with whom you were able to discuss your priorities for your State - smart cities, skills, renewable energy and innovative start-ups.  We are pursuing collaboration over those many ideas that you presented on that visit.</p>\n\n<p>You also met a group of British investors and businesses with a combined revenue of some £65bn annually to whom you set out a compelling and impressive description of the exciting opportunities in your dynamic state.  I am particularly pleased that you were able to see for yourself the amazing regeneration and redevelopment in London - which reflects the global face of Britain - a face which will be in even greater evidence as we forge an even more dynamic role for the country over the coming years. Global Britain, open for business.</p>\n\n<p>The UK’s relationship with India, and with your state of Madhya Pradesh, is a long-standing one. But it is also one which looks to the future. Together, we will deliver stronger and more prosperous economies and societies in both our countries.</p>\n\n<p>Here with me today are 28 leading UK companies who will help translate that shared vision into reality.</p>\n\n<p>The economic partnership between the UK and India is a real success story. Since the turn of the century, no G20 country has invested more in India than the UK. Likewise, with over 800 Indian companies of all sizes operating in the UK, India is the 3rd largest source of inward investment to my country.  We bring jobs, investment and prosperity to each other’s countries.</p>\n\n<p>Prime Minister Modi has asked the world to Make in India: the UK are the biggest Makers in India, and proud of it! Indeed, we don’t just make in India, we design and develop with you here in India.</p>\n\n<p>But this is not a one-way street: back home in the UK, India is our second largest job creator and our third largest foreign investor.  Indeed, India invests more in the UK than in the whole of the EU combined.</p>\n\n<p>And on the international stage, the UK and India work together, and will continue to do so, in confronting the shared challenges both our countries face: climate change; terrorism; the threat of global pandemics; serious organised crime. Looking ahead, the UK will be more active, more outward facing and more energetic on the world stage. India is a natural partner for us in those ambitions. We can do more together, and we will.</p>\n\n<p>Thank you, Chief Minister, esteemed guests and friends. I wish you the very best for this Summit, for which my country is a partner.</p>\n\n<p>The 21st century is going to be Asia’s century.  And it will be India’s century.  Thanks to vibrant and dynamic states like Madhya Pradesh.</p>\n\n<p>So I wish you and all the people of Madhya Pradesh the very best for the future.  And I give you, my country, Britain’s, commitment as a key partner.</p>\n\n<h3 id=\"further-information\">Further information</h3>\n\n<ul>\n  <li>\n    <p>Follow Foreign Office Minister Alok Sharma on Twitter <a rel=\"external\" href=\"https://twitter.com/AlokSharma_RDG\">@AlokSharma_RDG</a></p>\n  </li>\n  <li>\n    <p>Follow the Foreign Office on Twitter <a rel=\"external\" href=\"https://twitter.com/foreignoffice\">@foreignoffice</a> and <a rel=\"external\" href=\"https://www.facebook.com/foreignoffice?ref=hl\">Facebook</a></p>\n  </li>\n  <li>\n    <p>Follow the Foreign Office on <a rel=\"external\" href=\"https://www.instagram.com/ukforeignoffice/\">Instagram</a>, <a rel=\"external\" href=\"https://www.youtube.com/user/ukforeignoffice\">YouTube</a> and <a rel=\"external\" href=\"https://www.linkedin.com/company/foreign-and-commonwealth-office?trk=biz-companies-cym\">LinkedIn</a></p>\n  </li>\n</ul>\n\n<div class=\"contact \" id=\"contact_193\">\n  <div class=\"content\">\n    <h3>Media enquiries</h3>\n\n    <div class=\"vcard contact-inner\">\n\n        <div class=\"email-url-number\">\n            <p class=\"email\">\n              <span class=\"type\">Email</span>\n              <a class=\"email\" href=\"mailto:newsdesk@fco.gov.uk\">newsdesk@fco.gov.uk</a>\n            </p>\n            <p class=\"tel\">\n              <span class=\"type\">News Desk </span>\n              020 7008 3100\n            </p>\n        </div>\n\n\n    </div>\n  </div>\n</div>\n\n</div>","political":true,"delivered_on":"2016-10-22T12:00:00+01:00","change_history":[{"public_timestamp":"2016-10-24T14:17:00.000+01:00","note":"First published."}],"image":{"alt_text":"Alok Sharma MP","url":"/government/uploads/system/uploads/person/image/2801/alok.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-10-24T14:17:00.000+01:00"},"routes":[{"path":"/government/speeches/minister-sharmas-speech-at-the-global-investors-summit--2","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2016-10-24T13:17:00Z","base_path":"/government/speeches/minister-sharmas-speech-at-the-global-investors-summit--2","description":"Speech delivered by Minister for Asia and the Pacific, Alok Sharma MP, at the Global Investors Summit in Indore, Madhya Pradesh.","content_id":"d66bb90a-199a-4313-b5fe-ec96bba0ec63","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D13","api_path":"/api/content/government/organisations/foreign-commonwealth-office","base_path":"/government/organisations/foreign-commonwealth-office","content_id":"9adfc4ed-9f6c-4976-a6d8-18d34356367c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:43:46Z","schema_name":"placeholder","title":"Foreign & Commonwealth Office","withdrawn":false,"details":{"brand":"foreign-commonwealth-office","logo":{"formatted_title":"Foreign &amp;<br/>Commonwealth <br/>Office","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/alok-sharma","base_path":"/government/people/alok-sharma","content_id":"1ee02757-3656-4a85-9963-94692d38aba6","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:31Z","schema_name":"placeholder","title":"Alok Sharma","withdrawn":false,"links":{}}],"available_translations":[{"title":"Minister Sharma's speech at the Global Investors Summit","public_updated_at":"2016-10-24T13:17:00Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/minister-sharmas-speech-at-the-global-investors-summit--2","description":"Speech delivered by Minister for Asia and the Pacific, Alok Sharma MP, at the Global Investors Summit in Indore, Madhya Pradesh.","api_path":"/api/content/government/speeches/minister-sharmas-speech-at-the-global-investors-summit--2","withdrawn":false,"content_id":"d66bb90a-199a-4313-b5fe-ec96bba0ec63","locale":"en"},{"title":"वैश्विक निवेशक शिखर सम्मेलन में आलोक शर्मा का भाषण","public_updated_at":"2016-10-24T13:17:00Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/minister-sharmas-speech-at-the-global-investors-summit--2.hi","description":"मध्य प्रदेश के इंदौर में आयोजित वैश्विक निवेश शिखर सम्मेलन में एशिया और प्रशांत महाक्षेत्र मंत्री और सांसद आलोक शर्मा का संभाषण","api_path":"/api/content/government/speeches/minister-sharmas-speech-at-the-global-investors-summit--2.hi","withdrawn":false,"content_id":"d66bb90a-199a-4313-b5fe-ec96bba0ec63","locale":"hi"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}