{"title":"Social care monthly commentary: January 2017","public_updated_at":"2017-01-26T11:00:06Z","details":{"body":"<div class=\"govspeak\"><p>First, as we enter 2017, I would like to wish you all a happy new year.</p>\n\n<p>I want to use this year and these commentaries to share and promote the good practice that we see during our inspections. While we all know that protecting and caring for vulnerable children is challenging to get right, it is important to recognise and share the good work that is happening across the country. Some of it is innovative, and it is all based on good social work practice.</p>\n\n<p>There is by no means a one-size-fits-all model. Different areas face different problems and challenges. Local authorities must understand the needs of children and families in their local areas. They must design their services to meet those needs, with genuine input from local children and families. However, models of practice that work well in one area may well work for others, perhaps with some local adjustments.</p>\n\n<p>And so, I encourage you all to share with each other what you know works well for children. Through my commentaries, I will also share some of the practice we have seen that is making a difference.</p>\n\n<p>This month, I am focusing on some of the good work we have seen in relation to tackling child sexual exploitation. In September 2016, we published a <a href=\"https://www.gov.uk/government/publications/joint-inspections-of-child-sexual-exploitation-and-missing-children-february-to-august-2016\">themed report</a> on the findings of the five joint targeted area inspections (JTAIs) last year that focused on child sexual exploitation. The report identified many areas of effective practice across agencies, including:</p>\n\n<ul>\n  <li>the importance of mapping child sexual exploitation in each local area</li>\n  <li>raising awareness of it</li>\n  <li>the various elements of direct work with children to reduce risk and respond to child sexual exploitation</li>\n  <li>the indisputable value of the commitment of local leaders to tackling the issues in their local areas</li>\n</ul>\n\n<p>As I hope these commentaries are making clear, across all areas of social work, that leaders must understand frontline practice, know what good practice looks like and provide both challenge and support to staff to really make a difference to children’s lives.</p>\n\n<p>Knowing children well and understanding their needs and professionals building sound relationships with them as individuals are all crucial in bringing about positive change. These themes are evident in the following examples. In particular, I would like to highlight the pivotal role that schools play in identifying, monitoring and educating children about child sexual exploitation.</p>\n\n<p>Raising awareness of child sexual exploitation with children, parents and those in the local community is an important element in preventing the exploitation of children. Practitioners can learn a great deal from children about what they need to do to both protect themselves and be protected by adults in their lives. What better way to understand the life of a child than to ask children what their lives are like?</p>\n\n<p>The local safeguarding children board in Thurrock, for example, used anonymous questionnaires in 2014 and 2015 to gather crucial information from children to identify the most serious and common dangers they had faced.</p>\n\n<p>The responses showed that the risks to children online were far greater than had previously been recognised by local professionals, including risks to children as young as 8.</p>\n\n<p>As a result, Thurrock’s local safeguarding children board began holding ‘Walk On Line’ roadshows in 2014. Over 10,000 children have attended these workshops so far. These interactive safeguarding workshops consider the broadest range of risks to children, including:</p>\n\n<ul>\n  <li>child sexual exploitation</li>\n  <li>grooming</li>\n  <li>sexting</li>\n  <li>going missing</li>\n  <li>cyber-bullying</li>\n  <li>female genital mutilation</li>\n  <li>radicalisation</li>\n</ul>\n\n<p>Children decide how the events are organised and have been involved in developing a specially commissioned play and a DVD on e-safety. Impact is evident, with follow-up surveys providing examples of changed behaviour. For example, children have changed their online privacy settings since attending the roadshow.</p>\n\n<p>Beyond raising awareness, local authorities and partners need to understand the local profile of offenders and patterns of exploitation in order to prevent, disrupt and put an end to child sexual exploitation. This means that agencies need to have a nuanced understanding of what child sexual exploitation is, who the perpetrators and victims are and where it happens.</p>\n\n<p>Frontline practitioners across the country are increasingly aware of the prevalence of peer-on-peer abuse, which can start at a very young age. In Hackney, for example, when analysing the historical behaviour of some of the children who are involved in exploiting others, staff found a pattern of allegations of previous sexual assault and inappropriate sexualised behaviour. In some instances, this sexualised behaviour stemmed back to primary school.</p>\n\n<p>The partnership has carried out research and scoping work to better understand the extent of the issue in Hackney and developed a programme of work across agencies. In working with children who show sexually harmful behaviours as soon as those behaviours emerge, agencies can prevent risk of harm to others. Importantly, they can address the safeguarding needs of the children who may be harming others. Responsibility for inappropriate behaviour is still addressed, but there is an understanding that with peer-on-peer abuse, the young person responsible for the abuse is also likely to have experienced sexual abuse or witnessed the abuse of others. A coordinated, skilled and empathic response is needed from professionals to work sensitively with these children, if they are to be helped.</p>\n\n<p>A range of work is now in place in Hackney to address harmful sexual behaviour. Involving schools and colleges is crucial in Hackney’s work to tackle child sexual exploitation, particularly in strengthening children’s understanding of consent and challenging gender stereotypes. While it is too early to know the full extent of the impact of this work, increasing numbers of children displaying harmful sexual behaviour are now being referred for support. It is important that any learning from such projects is shared in order to promote understanding of what works well in preventing the abuse of children. \nRecognising the signs of children who are vulnerable and at risk is also a critical role for schools. Too often, we find that providers either don’t recognise the links between going missing from school and other ways that children are vulnerable, such as where they’re at risk of child sexual exploitation or don’t share that information quickly enough.</p>\n\n<p>In Calderdale, however, a system has been developed for recording and analysing a range of known risks to children. They have done this by means of a central record of all of the most vulnerable children in the area. This has been established to ensure that a range of risks are identified, in particular risks about non-attendance at school. This helps schools to share information promptly in a way that we don’t see everywhere in the country. Children included on the central record are those missing from education, those not receiving their full-time educational entitlement, those who are known to go missing from home or care and those at risk of sexual exploitation. The record incorporates information on other known risk factors, such as special educational needs, whether children are known to the youth offending team and whether there is any risk of radicalisation. The record is updated on a daily basis and can be accessed by the police, children’s social care and the head of learning. All the children on the central record have a key worker.\nThis process supports the agencies involved in working together and sharing information to develop strategic and individual responses to protect children. Timely gathering of a range of information informs ongoing assessment of the level of risk to a young person. This means that, as risk changes, it can be addressed quickly and children can be supported appropriately. Patterns and trends around episodes of missing can be easily identified from the central record, as can patterns around school attendance.</p>\n\n<p>Working effectively with children is at the heart of any service tackling child sexual exploitation. All frontline staff, be they teachers, health professionals, police officers or social workers, need the time to develop and maintain meaningful relationships with children that are built on trust, as we discussed in our thematic report. To build these relationships takes time, especially with children who may not recognise that they are being abused.</p>\n\n<p>Once established, it is important that these relationships are sustained. This means that professionals must meet with children when they say they will. Children must feel safe enough to be able to disclose information and know that it will be handled sensitively and appropriately. Once these individual relationships have been established, professionals can come together to share detailed information that will help them expose, prevent and disrupt child sexual exploitation.</p>\n\n<p>One example where we found good engagement with children and their families and effective multi-agency working was in the Rochdale ‘Sunrise team’. The team is well established and pivotal to how the local authority, police and health services work together to respond to sexual exploitation.</p>\n\n<p>The team’s multi-agency meetings ensure that comprehensive information about the risk of exploitation is shared on a daily basis so that children at risk are identified early. These daily briefings mean that information about offenders and potential offenders is shared and individual children at risk or known to be subject to child sexual exploitation are discussed. This results in swift and robust action planning to reduce risk and support successful disruption techniques. For example, even small pieces of information are taken seriously and sometimes result in early intervention from the police and other agencies to address early signs of a young person being groomed. This team can only function well because they know their children well. Without consistent and meaningful engagement with children and families, this project would not work.</p>\n\n<p>The team has an open-ended commitment to working with children and their families, because staff understand that it can take time before children are ready to speak about what has happened to them. Maintaining relationships is crucially important. Support work with families is seen as central to this work, to help parents and carers understand the complexity of child sexual exploitation and to enable them to support their child to stay safe. An experienced family worker provides intensive support to families, sometimes visiting one family three or four times a week or offering short-term intervention when required.</p>\n\n<p>Measuring the impact of work to address child sexual exploitation is not straightforward. But, in visiting the team and reviewing the work with children, it was clear that the skilled and gentle persistence of staff to get to know children well and continue working with them was reducing risks for many of them.</p>\n\n<p>In our joint thematic report, we identified how rigorous management oversight and supervision are essential in ensuring that children get the support and help they need. The report highlighted that:</p>\n\n<blockquote>\n  <p class=\"last-child\">Leaders’ and managers’ oversight and supervision of frontline practice are critical.</p>\n</blockquote>\n\n<p>This is particularly the case when children are at such high risk, may not recognise the risks themselves and may be reluctant to work with professionals. Staff need the right training and effective supervision to recognise the range of risks children may face and to be able to monitor changing risks. Managers need to review whether interventions are making a positive difference for children and reducing risks.</p>\n\n<p>In Bury, the local authority and partners understand the challenges of tackling child sexual exploitation and work together well to identify and assess the level of risk faced by vulnerable children. One important element of their approach is that each child at risk of child sexual exploitation is allocated an independent reviewing officer (IRO) who has been employed as the dedicated child sexual exploitation lead. The IRO chairs the child sexual exploitation strategy meetings and the subsequent reviews. This provides an additional level of scrutiny to the work with children and a level of independence from direct frontline practice. The IRO ensures that all partners agree when work can come to an end and this decision is made through a review of the plan and a further risk assessment. While many local authorities review risks, this additional challenge and oversight in Bury strengthens practice.</p>\n\n<p>There are many other examples of effective work that we have seen across the country. Today, I am just sharing some. I hope this will prompt reflection and create interest in how other areas are tackling some of the challenges.</p>\n\n<p>We all, including Ofsted, local authorities and the government, need to recognise that there are particular groups of children who may be more vulnerable to child sexual exploitation and less able to speak up. I am concerned that we do not know as much about children who are not in mainstream education or who are disabled, girls in pupil referral units and boys in the criminal justice system, just to give some examples. We need to make sure that in delivering services, we are giving a voice to all children and including to those who are heard the least.</p>\n</div>","political":false,"delivered_on":"2017-01-26T00:00:00+00:00","change_history":[{"public_timestamp":"2017-01-26T11:00:06.000+00:00","note":"First published."}],"image":{"alt_text":"Eleanor  Schooling CBE","url":"/government/uploads/system/uploads/person/image/2447/EleanorSchooling.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-01-26T11:00:06.000+00:00"},"routes":[{"path":"/government/speeches/social-care-monthly-commentary-january-2017","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","first_published_at":"2017-01-26T11:00:06Z","base_path":"/government/speeches/social-care-monthly-commentary-january-2017","description":"Ofsted's National Director, Social Care, Eleanor Schooling, on driving improvement in tackling child sexual exploitation.","content_id":"b12ca1b1-5d82-4cf7-be6f-b1e83f28d385","locale":"en","expanded_links":{"document_collections":[{"analytics_identifier":null,"api_path":"/api/content/government/collections/ofsted-national-director-of-social-care-monthly-commentaries","base_path":"/government/collections/ofsted-national-director-of-social-care-monthly-commentaries","content_id":"2b4db889-981d-4df5-9233-ddccb898ba49","description":"Ofsted's National Director of Social Care, Eleanor Schooling, writes about major issues in children's services in a series of monthly articles.","document_type":"document_collection","locale":"en","public_updated_at":"2017-03-28T08:45:08Z","schema_name":"document_collection","title":"Social Care monthly commentaries","withdrawn":false,"links":{"documents":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/social-care-monthly-commentary-january-2017","base_path":"/government/speeches/social-care-monthly-commentary-january-2017","content_id":"b12ca1b1-5d82-4cf7-be6f-b1e83f28d385","description":"Ofsted's National Director, Social Care, Eleanor Schooling, on driving improvement in tackling child sexual exploitation.","document_type":"authored_article","locale":"en","public_updated_at":"2017-01-26T11:00:06Z","schema_name":"speech","title":"Social care monthly commentary: January 2017","withdrawn":false,"links":{}}]}}],"organisations":[{"analytics_identifier":"D106","api_path":"/api/content/government/organisations/ofsted","base_path":"/government/organisations/ofsted","content_id":"ad5f6169-ac7b-4382-9eb6-e58af71a2f00","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-05-02T11:03:57Z","schema_name":"placeholder","title":"Ofsted","withdrawn":false,"details":{"brand":"department-for-education","logo":{"formatted_title":"Ofsted","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/106/Ofsted-logo-gov.uk.png","alt_text":"Ofsted"}}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/children-and-young-people","base_path":"/government/topics/children-and-young-people","content_id":"89a2270a-8c81-4336-b68c-3e4fb5ac319c","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Children and young people","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/social-care","base_path":"/government/topics/social-care","content_id":"a90d4fac-5656-4745-9c16-08542f42c3ac","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Social care","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/eleanor-schooling","base_path":"/government/people/eleanor-schooling","content_id":"233e4e06-e921-4c08-81c9-194fcd05ff3f","description":null,"document_type":"person","locale":"en","public_updated_at":"2016-11-02T12:57:19Z","schema_name":"placeholder","title":"Eleanor  Schooling CBE","withdrawn":false,"links":{}}],"available_translations":[{"title":"Social care monthly commentary: January 2017","public_updated_at":"2017-01-26T11:00:06Z","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","base_path":"/government/speeches/social-care-monthly-commentary-january-2017","description":"Ofsted's National Director, Social Care, Eleanor Schooling, on driving improvement in tackling child sexual exploitation.","api_path":"/api/content/government/speeches/social-care-monthly-commentary-january-2017","withdrawn":false,"content_id":"b12ca1b1-5d82-4cf7-be6f-b1e83f28d385","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}