{"title":"Apply for a Budgeting Loan","public_updated_at":"2016-12-22T12:48:01Z","details":{"body":[{"content_type":"text/govspeak","content":"**Department / Agency:**  \r\nDWP\r\n\r\n**Date of Assessment:**  \r\n20/10/2015\r\n\r\n**Assessment Stage:**  \r\nAlpha\r\n\r\n**Result of Assessment:**  \r\nPass\r\n\r\n**Lead Assessor:**  \r\nD. Williams\r\n\r\n**Service Manager:**  \r\nZ. Gould\r\n\r\n**Digital Leader:**  \r\nK. Cunnington\r\n\r\n* * *\r\n\r\n## Outcome of service assessment\r\n\r\nAfter consideration, the assessment panel has concluded that the Apply for a Budgeting Loan service is on track to meet the Digital Service Standard at this early stage of development.\r\n\r\n### Reasons\r\n\r\nThe service team demonstrated an intent to digitise the entire service and not to simply replicate the current paper form in an online format. Indeed it was encouraging that the team have challenged policy in order to remove steps that aren't material to the decisions, and the paper forms will be amended to take these into account.\r\n\r\nThe team have clearly recognised the importance of user research as a critical part of the project and demonstrated a good understanding of the user needs. The involvement of the current team and others in user research is positively recognised, as is the intention to immerse all new team members in the future. The panel was impressed that the team are using feedback from support centres to inform user stories.\r\n\r\nThe team have also undertaken research with some assisted digital (AD) users, and have identified that they may have a slightly different set of needs and realised the importance of further research into different groups of AD users in beta.\r\n\r\nAlthough there seemed some confusion regarding the cost per transaction, there is a clear understanding of the other 3 KPIs. We felt that this is pretty advanced thinking at an alpha stage in our experience.\r\n\r\nThe team have considered and mitigated a number of external and internal threats to the service and minimised the data captured and retained on the service.\r\n\r\nThe team demonstrated good stakeholder engagement and communication, and show & tell sessions have received positive feedback particularly with regard to user testing informing better understanding of user needs.\r\n\r\nThe team has made an impressive start to research with AD users, and have clearly understood the importance of supporting this user group. Demonstrating commitment to the off-screen service, AD is an ongoing feature of the team backlog. The panel would encourage the team to continue to showcase this work across the department, including at show & tells.\r\n\r\nIn order to gain the best picture of AD user needs, a variety of methods and routes have been followed. A survey with partner organisations was used as a way to reach those who support users, but also users themselves. Through this work, the team were able to identify local welfare rights and support groups, housing associations/charities and the Citizens Advice Bureau as key routes for support. Further research over the phone, through third parties and in pop-up format has given the team an early indication of the AD population and possible support routes to test. The team showed a good understanding of the differing needs of both working and pension age users, mapping both groups on the digital inclusion scale.\r\n\r\nBuilding on the evidence so far, further research will be carried out at local community and Sure Start centres, Age UK, Citizens Advice Bureau and Jobcentres across various sites. The team also plan on pursuing research with their internal home visits team and joining up with other services within the department, who may be able to offer research opportunities and share knowledge.\r\n\r\nIt was very encouraging to see the team proactively looking for AD users in places they currently go for support, and approaching this with a 'user first' attitude.\r\n\r\nThe team have a digital take-up plan based on current research findings and should continue to develop this as they understand more about user behaviours, support needs and digital skills.\r\n\r\n## Recommendations\r\n\r\nThe panel has some concerns as the service moves into the beta stage and has the following recommendations on how to address these.\r\n\r\nPoint 1- _Understand user needs. Research to develop a deep knowledge of who the service users are and what that means for the design of the service._\r\n\r\nThe emphasis on user research has been impressive, and there is a good understanding of user needs. However, the methods used in discovery when speaking with end-users were more attitudinal than behavioural - for example, pop-up groups exploring what people thought of GOV.UK. The panel recommends that for the research in beta and going forward, that the research methodology focuses on gathering behavioural data, i.e. what people do, rather than what they say.\r\n\r\nIt might be helpful to users to investigate a method for calculating the loan amount based on responses to previous questions.\r\n\r\nThe team have collected valuable evidence around the use of third parties for support, and must feed this into department-wide review of services to ensure this support is made sustainable. In addition, research suggested that pensioners ‘felt embarrassed’ about needing help to complete an online application, and so wanted to get this help from friends and family. As support from friends and family is not sustainable, the service must continue to put in place AD support to meet the needs of this group of users.\r\n\r\nPoint 2 - _Put a plan in place for ongoing user research and usability testing to continuously seek feedback from users to improve the service._\r\n\r\nLab based user research should also provide the opportunity for more targeted sampling of users. The panel recommends that the recruitment briefs demonstrate that research is being carried out with users who have recently applied for a budgeting loan so that they are able to proceed through the service with a personally relevant context of use. The sample should also continue to include users with lower digital confidence, and users with AD needs, and the panel recommends that some of the testing is done on handheld devices.\r\n\r\nAs stated in point 1, the panel recommends that research methods are focussed on gathering behavioural data. From this perspective, it would still be appropriate to consolidate the evidence around user needs with some more behavioural evidence. For example, contextual research in the homes of applicants would provide more grounded, behavioural data around the user needs.\r\n\r\nPoint 3 - _Put in place a sustainable multidisciplinary team that can design, build and operate the service, led by a suitably skilled and senior service manager with decision-making responsibility._\r\n\r\nA content designer needs to made available for a minimum of 3 days per week.\r\n\r\nIt was of concern that the content designer had only observed one round of user research during discovery, as user research should be informing content as well as interaction design.\r\n\r\nPoint 4 - _Build the service using the agile, iterative and user-centred methods set out in the manual._\r\n\r\nThe governance issues are seemingly overbearing, potentially distracting for the service manager, and may impact on the success of the project. There are risks attached to being used as a ‘guinea pig’ for other business areas.\r\n\r\nPoint 6 - _Evaluate what tools and systems will be used to build, host, operate and measure the service, and how to procure them._\r\n\r\nThe team are considering the use of Redis and there are pros and cons of such an approach. It's difficult to introduce a Redis cache without dealing with the single point of failure it can bring about, Redis leans towards consistency rather than availability and a master/slave setup can inevitably produce outages so the design needs to be well thought out. The other approach being considering is to use hidden HTML fields which is the panel's preferred approach as it keeps the cluster entirely stateless and therefore more scalable.\r\n\r\nThe team need to consider error handling from the back-end system, as this is partly asynchronous. If synchronous there may be a latency issue whilst ensuring the message is successfully delivered to the back-end DRS systems and the team need to consider how this will impact on peak performance and this needs to be addressed in load testing. If asynchronous the team need to consider retries/timeouts and error reporting. The user should not be left thinking they have submitted a form when in fact it has not been properly processed.\r\n\r\nThe team have opted to use Mongo DB as a backend store and the panel's recommendation, as the team do not have much experience with Mongo, is to think very carefully about the sharding key. This key distributes the data amongst the nodes and can lead to very poor performance as the dataset gets bigger if it is not designed properly. The team should consider getting advice from Mongo DB schema design service and test the sharding under load with a full database.\r\n\r\nPoint 7 - _Evaluate what user data and information the digital service will be providing or storing, and address the security level, legal responsibilities, privacy issues and risks associated with the service (consulting with experts where appropriate)._\r\n\r\nThe team's security architect has recommended an appliance called ShapeShifter which constantly moves the HTML and JavaScript around in order to prevent bots from attacking the site. It's hard to see how the service could successfully guarantee the integrity of the design across devices if code is constantly changing. Presumably, it changes form names and tracks this at the back-end. If this is the case, it must be stateful, thereby making the site more difficult to scale. The panel's recommendation is to tread very carefully and ensure adequate performance testing is in place including the appliance if it is used, and address whether or not this device introduces state as this will make scaling more difficult. The panel was also unsure as to what this is hoping to achieve if the service already has DDOS protection at the front-end.\r\n\r\nPoint 8 - _Make all new source code open and reusable, and publish it under appropriate licences (or provide a convincing explanation as to why this cannot be done for specific subsets of the source code)._\r\n\r\nThe team should make service code more widely available and also to those outside government.\r\n\r\nThe team should also ensure the new development team are aware of the need to document code at the start of the beta.\r\n\r\nPoint 9 - _Use open standards and common government platforms where available._\r\n\r\nThe panel would encourage the team to investigate and monitor the progress of the GDS Platform as a Service (PaaS) and Notifications projects.\r\n\r\nPoint 13 - _Build a service consistent with the user experience of the rest of GOV.UK including using the design patterns and style guide._\r\n\r\nThe panel strongly feel that the team needs to have a front-end developer in the team for beta. There is also a need for more time from a content designer, as mentioned in point 3.\r\n\r\nPoint 14 - _Encourage all users to use the digital service (with AD support if required), alongside an appropriate plan to phase out non-digital channels/services._\r\n\r\nThe team should continue to gather 'turn-down' reasons to help inform improvements to guidance provided to applicants using the online form.\r\n\r\nPoint 16 - _Identify performance indicators for the service, including the 4 mandatory key performance indicators (KPIs) defined in the manual. Establish a benchmark for each metric and make a plan to enable improvements._\r\n\r\nThe panel discussed a ‘light-touch’ diary study of the full end-to-end user journey which could be used to inform contextually appropriate performance measures.\r\n\r\n## Summary\r\n\r\nThe panel was impressed with the cohesion and knowledge within the team. The team all demonstrated a passion and dedication to providing the best possible solution for service users, and a commitment to continue gaining further insight into their needs.\r\n\r\n## Digital Service Standard criteria\r\n\r\n| **Criteria** | **Passed** | **Criteria** | **Passed** |\r\n| 1 | Yes | 2 | Yes |\r\n| 3 | Yes | 4 | Yes |\r\n| 5 | Yes | 6 | Yes |\r\n| 7 | Yes | 8 | No |\r\n| 9 | Yes | 10 | Yes |\r\n| 11 | Yes | 12 | Yes |\r\n| 13 | No | 14 | Yes |\r\n| 15 | Yes | 16 | Yes |\r\n| 17 | Yes | 18 | Yes |\r\n\r\n*[DWP]: Department for Work & Pensions\r\n*[KPIs]: Key Performance Indicators\r\n*[AD]: Assisted Digital\r\n\r\n"},{"content_type":"text/html","content":"<p><strong>Department / Agency:</strong><br>\n<abbr title=\"Department for Work &amp; Pensions\">DWP</abbr></p>\n\n<p><strong>Date of Assessment:</strong><br>\n20/10/2015</p>\n\n<p><strong>Assessment Stage:</strong><br>\nAlpha</p>\n\n<p><strong>Result of Assessment:</strong><br>\nPass</p>\n\n<p><strong>Lead Assessor:</strong><br>\nD. Williams</p>\n\n<p><strong>Service Manager:</strong><br>\nZ. Gould</p>\n\n<p><strong>Digital Leader:</strong><br>\nK. Cunnington</p>\n\n<hr>\n\n<h2 id=\"outcome-of-service-assessment\">Outcome of service assessment</h2>\n\n<p>After consideration, the assessment panel has concluded that the Apply for a Budgeting Loan service is on track to meet the Digital Service Standard at this early stage of development.</p>\n\n<h3 id=\"reasons\">Reasons</h3>\n\n<p>The service team demonstrated an intent to digitise the entire service and not to simply replicate the current paper form in an online format. Indeed it was encouraging that the team have challenged policy in order to remove steps that aren’t material to the decisions, and the paper forms will be amended to take these into account.</p>\n\n<p>The team have clearly recognised the importance of user research as a critical part of the project and demonstrated a good understanding of the user needs. The involvement of the current team and others in user research is positively recognised, as is the intention to immerse all new team members in the future. The panel was impressed that the team are using feedback from support centres to inform user stories.</p>\n\n<p>The team have also undertaken research with some assisted digital (<abbr title=\"Assisted Digital\">AD</abbr>) users, and have identified that they may have a slightly different set of needs and realised the importance of further research into different groups of <abbr title=\"Assisted Digital\">AD</abbr> users in beta.</p>\n\n<p>Although there seemed some confusion regarding the cost per transaction, there is a clear understanding of the other 3 <abbr title=\"Key Performance Indicators\">KPIs</abbr>. We felt that this is pretty advanced thinking at an alpha stage in our experience.</p>\n\n<p>The team have considered and mitigated a number of external and internal threats to the service and minimised the data captured and retained on the service.</p>\n\n<p>The team demonstrated good stakeholder engagement and communication, and show &amp; tell sessions have received positive feedback particularly with regard to user testing informing better understanding of user needs.</p>\n\n<p>The team has made an impressive start to research with <abbr title=\"Assisted Digital\">AD</abbr> users, and have clearly understood the importance of supporting this user group. Demonstrating commitment to the off-screen service, <abbr title=\"Assisted Digital\">AD</abbr> is an ongoing feature of the team backlog. The panel would encourage the team to continue to showcase this work across the department, including at show &amp; tells.</p>\n\n<p>In order to gain the best picture of <abbr title=\"Assisted Digital\">AD</abbr> user needs, a variety of methods and routes have been followed. A survey with partner organisations was used as a way to reach those who support users, but also users themselves. Through this work, the team were able to identify local welfare rights and support groups, housing associations/charities and the Citizens Advice Bureau as key routes for support. Further research over the phone, through third parties and in pop-up format has given the team an early indication of the <abbr title=\"Assisted Digital\">AD</abbr> population and possible support routes to test. The team showed a good understanding of the differing needs of both working and pension age users, mapping both groups on the digital inclusion scale.</p>\n\n<p>Building on the evidence so far, further research will be carried out at local community and Sure Start centres, Age UK, Citizens Advice Bureau and Jobcentres across various sites. The team also plan on pursuing research with their internal home visits team and joining up with other services within the department, who may be able to offer research opportunities and share knowledge.</p>\n\n<p>It was very encouraging to see the team proactively looking for <abbr title=\"Assisted Digital\">AD</abbr> users in places they currently go for support, and approaching this with a ‘user first’ attitude.</p>\n\n<p>The team have a digital take-up plan based on current research findings and should continue to develop this as they understand more about user behaviours, support needs and digital skills.</p>\n\n<h2 id=\"recommendations\">Recommendations</h2>\n\n<p>The panel has some concerns as the service moves into the beta stage and has the following recommendations on how to address these.</p>\n\n<p>Point 1- <em>Understand user needs. Research to develop a deep knowledge of who the service users are and what that means for the design of the service.</em></p>\n\n<p>The emphasis on user research has been impressive, and there is a good understanding of user needs. However, the methods used in discovery when speaking with end-users were more attitudinal than behavioural - for example, pop-up groups exploring what people thought of GOV.UK. The panel recommends that for the research in beta and going forward, that the research methodology focuses on gathering behavioural data, i.e. what people do, rather than what they say.</p>\n\n<p>It might be helpful to users to investigate a method for calculating the loan amount based on responses to previous questions.</p>\n\n<p>The team have collected valuable evidence around the use of third parties for support, and must feed this into department-wide review of services to ensure this support is made sustainable. In addition, research suggested that pensioners ‘felt embarrassed’ about needing help to complete an online application, and so wanted to get this help from friends and family. As support from friends and family is not sustainable, the service must continue to put in place <abbr title=\"Assisted Digital\">AD</abbr> support to meet the needs of this group of users.</p>\n\n<p>Point 2 - <em>Put a plan in place for ongoing user research and usability testing to continuously seek feedback from users to improve the service.</em></p>\n\n<p>Lab based user research should also provide the opportunity for more targeted sampling of users. The panel recommends that the recruitment briefs demonstrate that research is being carried out with users who have recently applied for a budgeting loan so that they are able to proceed through the service with a personally relevant context of use. The sample should also continue to include users with lower digital confidence, and users with <abbr title=\"Assisted Digital\">AD</abbr> needs, and the panel recommends that some of the testing is done on handheld devices.</p>\n\n<p>As stated in point 1, the panel recommends that research methods are focussed on gathering behavioural data. From this perspective, it would still be appropriate to consolidate the evidence around user needs with some more behavioural evidence. For example, contextual research in the homes of applicants would provide more grounded, behavioural data around the user needs.</p>\n\n<p>Point 3 - <em>Put in place a sustainable multidisciplinary team that can design, build and operate the service, led by a suitably skilled and senior service manager with decision-making responsibility.</em></p>\n\n<p>A content designer needs to made available for a minimum of 3 days per week.</p>\n\n<p>It was of concern that the content designer had only observed one round of user research during discovery, as user research should be informing content as well as interaction design.</p>\n\n<p>Point 4 - <em>Build the service using the agile, iterative and user-centred methods set out in the manual.</em></p>\n\n<p>The governance issues are seemingly overbearing, potentially distracting for the service manager, and may impact on the success of the project. There are risks attached to being used as a ‘guinea pig’ for other business areas.</p>\n\n<p>Point 6 - <em>Evaluate what tools and systems will be used to build, host, operate and measure the service, and how to procure them.</em></p>\n\n<p>The team are considering the use of Redis and there are pros and cons of such an approach. It’s difficult to introduce a Redis cache without dealing with the single point of failure it can bring about, Redis leans towards consistency rather than availability and a master/slave setup can inevitably produce outages so the design needs to be well thought out. The other approach being considering is to use hidden HTML fields which is the panel’s preferred approach as it keeps the cluster entirely stateless and therefore more scalable.</p>\n\n<p>The team need to consider error handling from the back-end system, as this is partly asynchronous. If synchronous there may be a latency issue whilst ensuring the message is successfully delivered to the back-end DRS systems and the team need to consider how this will impact on peak performance and this needs to be addressed in load testing. If asynchronous the team need to consider retries/timeouts and error reporting. The user should not be left thinking they have submitted a form when in fact it has not been properly processed.</p>\n\n<p>The team have opted to use Mongo DB as a backend store and the panel’s recommendation, as the team do not have much experience with Mongo, is to think very carefully about the sharding key. This key distributes the data amongst the nodes and can lead to very poor performance as the dataset gets bigger if it is not designed properly. The team should consider getting advice from Mongo DB schema design service and test the sharding under load with a full database.</p>\n\n<p>Point 7 - <em>Evaluate what user data and information the digital service will be providing or storing, and address the security level, legal responsibilities, privacy issues and risks associated with the service (consulting with experts where appropriate).</em></p>\n\n<p>The team’s security architect has recommended an appliance called ShapeShifter which constantly moves the HTML and JavaScript around in order to prevent bots from attacking the site. It’s hard to see how the service could successfully guarantee the integrity of the design across devices if code is constantly changing. Presumably, it changes form names and tracks this at the back-end. If this is the case, it must be stateful, thereby making the site more difficult to scale. The panel’s recommendation is to tread very carefully and ensure adequate performance testing is in place including the appliance if it is used, and address whether or not this device introduces state as this will make scaling more difficult. The panel was also unsure as to what this is hoping to achieve if the service already has DDOS protection at the front-end.</p>\n\n<p>Point 8 - <em>Make all new source code open and reusable, and publish it under appropriate licences (or provide a convincing explanation as to why this cannot be done for specific subsets of the source code).</em></p>\n\n<p>The team should make service code more widely available and also to those outside government.</p>\n\n<p>The team should also ensure the new development team are aware of the need to document code at the start of the beta.</p>\n\n<p>Point 9 - <em>Use open standards and common government platforms where available.</em></p>\n\n<p>The panel would encourage the team to investigate and monitor the progress of the GDS Platform as a Service (PaaS) and Notifications projects.</p>\n\n<p>Point 13 - <em>Build a service consistent with the user experience of the rest of GOV.UK including using the design patterns and style guide.</em></p>\n\n<p>The panel strongly feel that the team needs to have a front-end developer in the team for beta. There is also a need for more time from a content designer, as mentioned in point 3.</p>\n\n<p>Point 14 - <em>Encourage all users to use the digital service (with <abbr title=\"Assisted Digital\">AD</abbr> support if required), alongside an appropriate plan to phase out non-digital channels/services.</em></p>\n\n<p>The team should continue to gather ‘turn-down’ reasons to help inform improvements to guidance provided to applicants using the online form.</p>\n\n<p>Point 16 - <em>Identify performance indicators for the service, including the 4 mandatory key performance indicators (<abbr title=\"Key Performance Indicators\">KPIs</abbr>) defined in the manual. Establish a benchmark for each metric and make a plan to enable improvements.</em></p>\n\n<p>The panel discussed a ‘light-touch’ diary study of the full end-to-end user journey which could be used to inform contextually appropriate performance measures.</p>\n\n<h2 id=\"summary\">Summary</h2>\n\n<p>The panel was impressed with the cohesion and knowledge within the team. The team all demonstrated a passion and dedication to providing the best possible solution for service users, and a commitment to continue gaining further insight into their needs.</p>\n\n<h2 id=\"digital-service-standard-criteria\">Digital Service Standard criteria</h2>\n\n<table>\n  <tbody>\n    <tr>\n      <td><strong>Criteria</strong></td>\n      <td><strong>Passed</strong></td>\n      <td><strong>Criteria</strong></td>\n      <td><strong>Passed</strong></td>\n    </tr>\n    <tr>\n      <td>1</td>\n      <td>Yes</td>\n      <td>2</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td>Yes</td>\n      <td>4</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td>Yes</td>\n      <td>6</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td>Yes</td>\n      <td>8</td>\n      <td>No</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td>Yes</td>\n      <td>10</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>11</td>\n      <td>Yes</td>\n      <td>12</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>13</td>\n      <td>No</td>\n      <td>14</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>15</td>\n      <td>Yes</td>\n      <td>16</td>\n      <td>Yes</td>\n    </tr>\n    <tr>\n      <td>17</td>\n      <td>Yes</td>\n      <td>18</td>\n      <td>Yes</td>\n    </tr>\n  </tbody>\n</table>\n\n"}],"metadata":{"assessment_date":"2015-10-20"},"max_cache_time":10,"temporary_update_type":false,"headers":[{"text":"Outcome of service assessment","level":2,"id":"outcome-of-service-assessment","headers":[{"text":"Reasons","level":3,"id":"reasons"}]},{"text":"Recommendations","level":2,"id":"recommendations"},{"text":"Summary","level":2,"id":"summary"},{"text":"Digital Service Standard criteria","level":2,"id":"digital-service-standard-criteria"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-22T12:48:01.588Z"}]},"routes":[{"path":"/service-standard-reports/apply-for-a-budgeting-loan-alpha-assessment","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"service_standard_report","schema_name":"specialist_document","first_published_at":"2016-12-22T12:48:01Z","base_path":"/service-standard-reports/apply-for-a-budgeting-loan-alpha-assessment","description":"The report from the alpha assessment of the DWP’s Apply for a Budgeting Loan on 20 October 2016.","content_id":"4b19c0f0-744f-437e-8650-41dd276b5927","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"OT1056","api_path":"/api/content/government/organisations/government-digital-service","base_path":"/government/organisations/government-digital-service","content_id":"af07d5a5-df63-4ddc-9383-6a666845ebe9","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-07T11:16:58Z","schema_name":"placeholder","title":"Government Digital Service","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Government Digital Service","crest":"single-identity"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/service-standard-reports","base_path":"/service-standard-reports","content_id":"da025a9f-8293-4fef-869c-12445d364696","description":"A list of service assessments and self certifications","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Service Standard Reports","withdrawn":false,"details":{"document_noun":"report","filter":{"document_type":"service_standard_report"},"format_name":"Service Assessment and Self Certification","show_summaries":true,"facets":[{"key":"assessment_date","name":"Assessment date","short_name":"Assessed","type":"date","preposition":"assessed","display_as_result_metadata":true,"filterable":true}],"default_order":"-assessment_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Apply for a Budgeting Loan - Alpha Assessment","public_updated_at":null,"analytics_identifier":null,"document_type":"service_standard_report","schema_name":"specialist_document","base_path":"/service-standard-reports/apply-for-a-budgeting-loan-alpha-assessment","description":"The report from the alpha assessment of the DWP’s Apply for a Budgeting Loan on 20 October 2016.","api_path":"/api/content/service-standard-reports/apply-for-a-budgeting-loan-alpha-assessment","withdrawn":false,"content_id":"4b19c0f0-744f-437e-8650-41dd276b5927","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}