{"title":"UK Action Plan \"Good Business\" introduced to Namibian audiences","public_updated_at":"2014-02-25T12:36:44Z","details":{"body":"<div class=\"govspeak\"><p>On 20.February the British High Commission to Namibia hosted a business event engaging and sharing international standard labour practices and the UK Action Plan entitled “Good Business” with representatives of the British Business Group (BBG) in Namibia. \nActing Permanent Secretary in the Ministry of Labour and Social Welfare, Vilbard Usiku, together with the Director of the Labour Resource and Research Institute (LaRRI), Hilma Shindondola-Mote, shared their institutions perspectives on the situation of labour practices in Namibia. In addition, Vic van Vuuren, Director of the Pretoria office of the International Labour Organization shared the standard international labour practices with the group.</p>\n\n<p>Launched in September 2013, the UK is the first country to present a National Action Plan to implement the UN business and human rights guiding principles. The UK government strongly believes that the promotion of business and respect for human rights should go hand.</p>\n\n<p>The UK Action Plan <a href=\"https://www.gov.uk/government/publications/bhr-action-plan\">“Good Business”</a> sets out what this means for business in terms of the pillars in the United Nations Guiding Principles (UNGP) such as: the state’s duty to protect against human rights abuses by third parties, including business; the responsibility of companies to respect human rights; and the need for access by victims to effective remedy, judicial and non-judicial.</p>\n\n<p>The BBG has strong representation from across the main areas of UK business in Namibia, including the mining sector, oil and gas, marine services, infrastructure development, and tourism. The UK encourages all companies to review their existing grievance procedures to ensure they are fair, transparent, understandable, well-publicised and accessible by all, and provide for grievances to be resolved effectively without fear of victimisation. It is also important for businesses to require similar good practice of their supply chains, especially in areas where abuses of rights have been identified.</p>\n\n<p>Apart from introducing the UK Action Plan, ILO regional director, Vic van Vuuren, highlighted the need to uphold international standard labour practices. “By having a solid base of labour standards coupled to a process of sound social dialogue countries will be better positioned to deal with the challenges of job creation and social security safety nets which in effect reduces poverty levels on a more sustainable basis” he says.\nHilma Shindondola-Mote, director of Labour Resource and Research Insitute (LaRRI), added, “we continue to save pockets of persistent and deepening levels of unemployment alongside workers of skills shortage in the mining, gas and oil sectors”.</p>\n</div>","change_history":[],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/22639/s300_website_960x640.jpg","alt_text":"Mr. Van Vuuren, ILO Pretoria, addressing the guests","caption":"Mr. Van Vuuren, ILO Pretoria, addressing the guests and highlighting standard international labour practices"},"political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]},"first_public_at":"2014-02-25T12:36:44.000+00:00"},"routes":[{"path":"/government/world-location-news/uk-action-plan-good-business-introduced-to-namibian-audiences","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","first_published_at":"2014-02-25T12:36:44Z","base_path":"/government/world-location-news/uk-action-plan-good-business-introduced-to-namibian-audiences","description":"British High Commission introduces UK Action Plan “Good Business” to the British Business Group (BBG) in Namibia","content_id":"5f18acb9-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"UK Action Plan \"Good Business\" introduced to Namibian audiences","public_updated_at":"2014-02-25T12:36:44Z","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","base_path":"/government/world-location-news/uk-action-plan-good-business-introduced-to-namibian-audiences","description":"British High Commission introduces UK Action Plan “Good Business” to the British Business Group (BBG) in Namibia","api_path":"/api/content/government/world-location-news/uk-action-plan-good-business-introduced-to-namibian-audiences","withdrawn":false,"content_id":"5f18acb9-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"world_location_news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}