{"title":"Gunner David Lawrence","public_updated_at":"2004-09-30T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Serving with 1st Regiment Royal Horse Artillery, he was aged 25 and came from Walsall.</p>\n\n<p>David ‘Loz’ Lawrence enlisted in June 2001, joining the Royal Artillery. After training at the Army Training Regiment in Pirbright and the Royal School of Artillery at Larkhill, he joined B Battery, 1st Regiment Royal Horse Artillery, based in Tidworth, operating the AS-90 armoured self-propelled gun. Almost immediately he went on operations; serving with the Battery in Bosnia in 2002. He also took part in the provision of emergency cover under Operation Fresco during the industrial action by firefighters in 2002-3, and deployed on exercise to the British Army’s training facility in Canada.</p>\n\n<p>He deployed to Iraq with B Battery in June 2004 as a member of a Rifle Troop responsible for the mentoring and training of the Serious Crimes Unit of the Basrah Police. His Troop recently re-roled to provide escort teams to a group coordinating reconstruction projects in Basra province.</p>\n\n<p>Gunner Lawrence was killed whilst escorting a visit to a new housing project. He was a cheerful soldier who always had a cheeky grin on his face; a keen footballer - he was very much a team player. He was very popular with all who knew him, as he was a good loyal friend. He will be sorely missed by all in the Regiment. Our deepest sympathy goes out to his parents and his girlfriend.</p>\n</div>","first_public_at":"2012-12-11T13:04:05.000+00:00","change_history":[{"public_timestamp":"2004-09-30T01:00:00.000+01:00","note":"First published."}],"emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"]},"routes":[{"path":"/government/fatalities/gunner-david-lawrence","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"fatality_notice","schema_name":"fatality_notice","first_published_at":null,"base_path":"/government/fatalities/gunner-david-lawrence","description":"It is with very deep regret that the Ministry of Defence has to confirm that Gunner David Lawrence was killed in an ambush of British military vehicles on the outskirts of Basrah on 28 September 2004.","content_id":"5c9c33cb-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"fatality_notice","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"fatality-notices","payload_version":0}