{"title":"Autumn Statement 2016: Philip Hammond's speech","public_updated_at":"2016-11-23T17:00:30Z","details":{"body":"<div class=\"govspeak\"><p><a rel=\"external\" href=\"https://youtu.be/G7L2DCrGD5I\">Autumn Statement 2016: Chancellor’s statement</a></p>\n\n<p>Mr Speaker,</p>\n\n<p>It is a privilege to report today on an economy which the IMF predicts will be the fastest growing major advanced economy in the world this year.</p>\n\n<p>An economy with employment at a record high – and unemployment at an 11 year low.</p>\n\n<p>An economy which, through the hard work of the British people, has bounced back from the depths of  recession.</p>\n\n<p>And an economy which has confounded commentators at home and abroad with its strength and its resilience since the British people decided, exactly five months ago today, to leave the European Union and chart a new future for our country.</p>\n\n<p>That decision will change the course of Britain’s history.</p>\n\n<p>It has thrown into sharp relief the fundamental strengths of the British economy that will ensure our future success:</p>\n\n<p>The global reach of our services industries</p>\n\n<p>The strength of our science and high-tech manufacturing base.</p>\n\n<p>And the cutting-edge British businesses that are leading the world in disruptive technologies,\nBut it’s a decision that also makes more urgent than ever the need to tackle our economy’s long-term weaknesses.</p>\n\n<p>Like the productivity gap.</p>\n\n<p>The housing challenge.</p>\n\n<p>And the damaging imbalance in economic growth and prosperity across our country.</p>\n\n<p>Mr Speaker,</p>\n\n<p>We resolve today to confront those challenges head on.</p>\n\n<p>To prepare our country to seize the opportunities ahead.</p>\n\n<p>And in doing so, to build an economy that works for everyone…and where every corner of this United Kingdom is part of our national success.</p>\n\n<p>Mr Speaker,</p>\n\n<p>I want to pay tribute to my predecessor, my Rt Hon Friend the Member for Tatton.</p>\n\n<p>My style will, of course, be different from his.</p>\n\n<p>I suspect that I will prove no more adept at pulling rabbits from hats than my successor as Foreign Secretary has been at retrieving balls from the back of scrums.</p>\n\n<p>But my focus on building Britain’s long-term future will be the same.</p>\n\n<p>He took over an economy with the highest budget deficit in our postwar history.</p>\n\n<p>And brought it down by two-thirds.</p>\n\n<p>But times have moved on.</p>\n\n<p>And our task now is to prepare our economy to be resilient as we exit the EU.</p>\n\n<p>And match-fit for the transition that will follow.</p>\n\n<p>So we will maintain our commitment to fiscal discipline.</p>\n\n<p>While recognising the need for investment to drive productivity.</p>\n\n<p>And fiscal headroom to support the economy through the transition.</p>\n\n<p>Mr Speaker,</p>\n\n<p>Let me turn now to the forecasts.</p>\n\n<p>Since 2010, the Office for Budget Responsibility has provided an independent economic and fiscal forecast, to which the government must respond.</p>\n\n<p>And I thank Robert Chote and his team for their hard work.</p>\n\n<p>Today’s OBR forecast is for growth to be 2.1% in 2016; higher than forecast in March.</p>\n\n<p>In 2017 the OBR forecasts growth to slow to 1.4%, which they attribute to lower investment and weaker consumer demand, driven, respectively, by greater uncertainty and by higher inflation resulting from sterling depreciation.</p>\n\n<p>That’s slower, of course, than we would wish, but still equivalent to the IMF’s forecast for Germany, and higher than the forecast for growth in many of our European neighbours, including France and Italy.</p>\n\n<p>As the effects of uncertainty diminish, the OBR forecasts growth recovering to 1.7% in 2018, 2.1% in 2019 and 2020, and 2% in 2021.</p>\n\n<p>While the OBR is clear that it cannot predict the deal the UK will strike with the EU, its current view is that the referendum decision means that potential growth over the forecast period is 2.4 percentage points lower than would otherwise have been the case.</p>\n\n<p>The OBR acknowledges that there is a higher degree of uncertainty around these forecasts than usual.\nDespite slower growth, the UK labour market is forecast to remain robust.</p>\n\n<p>We’ve delivered over 2.7 million new jobs since 2010.</p>\n\n<p>This forecast shows that number growing in every year – another 500,000 over the OBR forecast – providing security for working people across the length and breadth of Britain.</p>\n\n<p>Mr Speaker,</p>\n\n<p>Over the past year, employment grew fastest in the North East; the claimant count fell fastest in Northern Ireland; pay grew most strongly in the West Midlands; and every UK nation and region saw a record number of people in work.</p>\n\n<p>A labour market recovery that is working for everyone.</p>\n\n<p>Mr Speaker,</p>\n\n<p>Monetary policy has played an important role in supporting growth since the Referendum decision. \nBut a credible fiscal policy remains essential for maintaining market confidence and restoring the economy to long term health.</p>\n\n<p>In view of the uncertainty facing the economy, and in the face of slower growth forecasts, we no longer seek to deliver a surplus in 2019-20.</p>\n\n<p>But the Prime Minister and I remain firmly committed to seeing the public finances return to balance as soon as practicable.</p>\n\n<p>While leaving enough flexibility to support the economy in the near-term.</p>\n\n<p>Today I am publishing a new draft Charter for Budget Responsibility, with three fiscal rules:</p>\n\n<p>First, the public finances should be returned to balance as early as possible in the next Parliament, and, in the interim, cyclically-adjusted borrowing should be below 2% by the end of this Parliament.</p>\n\n<p>Second, that public sector net debt as a share of GDP must be falling by the end of this Parliament.</p>\n\n<p>And third, that welfare spending must be within a cap, set by the government and monitored by the OBR.</p>\n\n<p>In the absence of an effective framework, the welfare bill in our country spiralled out of control, with spending on working-age benefits trebling in real terms between 1980 and 2010.</p>\n\n<p>As a result of the action we’ve taken since 2010, that spending has now stabilised.</p>\n\n<p>The cap I am announcing today takes into account policy changes since the last Budget, setting a realistic baseline reflecting all announced welfare policies.</p>\n\n<p>And I confirm again that the government has no plans to introduce further welfare savings measures in this parliament beyond those already announced.</p>\n\n<p>I now turn Mr Speaker, to the OBR’s fiscal forecasts, but first I will set out the key drivers of changes since the Budget:</p>\n\n<p>The post-Budget changes to welfare and housing policies cost the Exchequer £8.6 billion over the forecast period;</p>\n\n<p>Expected ONS classification changes have added £12 billion since Budget.</p>\n\n<p>And tax receipts have been lower than expected this year, causing the OBR to revise down projected revenues in future.</p>\n\n<p>Added to this is a structural effect of rapidly rising incorporation and self-employment, which further erodes revenues.</p>\n\n<p>Combining these pressures with the impact of forecast weaker growth, and taking account of the measures I shall announce today, the OBR now forecast that in cash terms, borrowing is set to be:</p>\n\n<p>£68.2 billion this year; falling to £59 billion next year; £46.5 billion in 2018-19; then £21.9 billion; £20.7 billion, and finally £17.2 billion in 2021-22.</p>\n\n<p>Overall public sector net borrowing as a percentage of GDP will fall from 4% last year to 3.5% this year, and will continue to fall over the Parliament, reaching 0.7% in 2021-22.</p>\n\n<p>This will be the lowest deficit as a share of GDP in two decades.</p>\n\n<p>The OBR expects cyclically adjusted public sector net borrowing to be 0.8% of GDP in 2020-21, comfortably meeting our target to reduce it to less than 2% …</p>\n\n<p>And leaving significant flexibility to respond to any headwinds the economy may encounter.</p>\n\n<p>The OBR’s forecast of higher borrowing and slower asset sales, together with the temporary effect of the Bank of England’s action to stimulate growth, translates into an increased forecast for debt in the near-term.</p>\n\n<p>The OBR forecasts that debt will rise from 84.2% of GDP last year to 87.3% this year, peaking at 90.2% in 2017-18 as the Bank of England’s monetary policy interventions approach their full effect.</p>\n\n<p>In 2018-19, debt is projected to fall to 89.7% of national income - the first fall in the national debt as a share of GDP since 2001-02.</p>\n\n<p>And it is forecast to continue falling thereafter.</p>\n\n<p>Stripping out the effects of the Bank of England interventions, underlying debt peaks this year at 82.4% of GDP and falls thereafter to 77.7% by 2021-22.</p>\n\n<p>Mr Speaker,</p>\n\n<p>I have received representations from a range of external bodies.</p>\n\n<p>Some of them calling for fiscal expansion; while others have suggested there is no need at all to respond to a changed economic outlook.</p>\n\n<p>That reflects the challenge we face of resolving how best to protect the recovery, build on the economy’s strengths, yet at the same time respond appropriately to the warnings of a more difficult period ahead.</p>\n\n<p>But with our debt forecast to peak at 90% next year, and a deficit this year of 3.5%, I have reached my own \njudgement.</p>\n\n<p>It is a judgement based on a sober analysis of our fiscal position.</p>\n\n<p>But also on a realistic appraisal of the weakness of UK productivity, and the urgent need to address our fiscal challenge from both ends:</p>\n\n<p>Continuing to control public expenditure, but also growing the potential of the economy and protecting the tax base.</p>\n\n<p>So we choose in this Autumn Statement to prioritise additional high-value investment, specifically in infrastructure and innovation, that will directly contribute to raising Britain’s productivity.</p>\n\n<p>And the key judgement we make today is that our hard-won credibility on public spending means we can fund this commitment, in the short-term, from additional borrowing.</p>\n\n<p>While funding all other new policies announced in this Autumn Statement through additional tax and spending measures.</p>\n\n<p>That is the responsible way to secure our economy for the long term.</p>\n\n<p>Mr Speaker,</p>\n\n<p>The productivity gap is well known, but shocking nonetheless:</p>\n\n<p>We lag the US and Germany by some 30 percentage points.</p>\n\n<p>But we also lag France by over 20 and Italy by 8.</p>\n\n<p>Which means in the real world, it takes a German worker 4 days to produce what we make in 5; which means, in turn, that too many British workers work longer hours for lower pay than their counterparts.</p>\n\n<p>That has to change if we are to build an economy that works for everyone.</p>\n\n<p>Raising productivity is essential for the high-wage, high-skill economy that will deliver higher living standards for working people.</p>\n\n<p>I can announce today a new National Productivity Investment Fund of £23 billion to be spent on innovation and infrastructure over the next five years.</p>\n\n<p>Investing today for the economy of the future.</p>\n\n<p>Let me set out for the House how this money will be used:</p>\n\n<p>Mr Speaker, we do not invest enough in research, development and innovation.</p>\n\n<p>As the pace of technology advances and competition from the rest of the world increases, we must build on our strengths in science and tech innovation to ensure the next generation of discoveries is made, developed and produced in Britain.</p>\n\n<p>So today I can confirm the additional investment in R&amp;D, rising to an extra £2 billion per year by 20-21, announced by my Right Honourable Friend, the Prime Minister on Monday.</p>\n\n<p>Mr Speaker, economically productive infrastructure directly benefits businesses.\nBut families, too, rely on roads, rail, telecoms – and, especially housing.</p>\n\n<p>We have made good progress, with the number of new homes being built last year hitting an eight-year high. \nBut for too many, the goal of home ownership remains out of reach.</p>\n\n<p>In October, my Right Honourable Friend, the Communities Secretary launched the £3 billion Home Builders’ Fund, to unlock over 200,000 homes and up to £2 billion to accelerate construction on public sector land.</p>\n\n<p>But we must go further still.</p>\n\n<p>The challenge of delivering the housing we so desperately need in the places where it is currently least affordable is not a new one…</p>\n\n<p>But the effect of unaffordable housing on our nation’s productivity makes it an urgent one.</p>\n\n<p>My Right Honourable Friend, the Communities Secretary will bring forward a Housing White Paper in due course, addressing these long-term challenges.</p>\n\n<p>But in the meantime, we can take further steps:</p>\n\n<p>One of the biggest objections to housing development is often the impact on local infrastructure.</p>\n\n<p>So we will focus government infrastructure investment to unlock land for housing…</p>\n\n<p>With a new £2.3 billion Housing Infrastructure Fund to deliver infrastructure for up to 100,000 new homes in areas of high demand.</p>\n\n<p>And, to provide affordable housing that supports a wide range of need, we will invest a further £1.4 billion to deliver 40,000 additional affordable homes.</p>\n\n<p>And we will relax restrictions on government grant to allow a wider range of housing-types.</p>\n\n<p>I can also announce a large-scale regional pilot of Right to Buy for Housing Association tenants.</p>\n\n<p>And continued support for home ownership through the Help to Buy: Equity Loan scheme and the Help to Buy ISA.</p>\n\n<p>Mr Speaker, this package means that over the course of this Parliament, the government expects to more than double, in real terms, annual capital spending on housing.</p>\n\n<p>Coupled with our resolve to tackle the long term challenges of land supply.</p>\n\n<p>This commitment to housing delivery represents a step-change in our ambition to increase the supply of homes for sale and for rent, to deliver a housing market that works for everyone.</p>\n\n<p>Mr Speaker, reliable transport networks are essential to growth and productivity.</p>\n\n<p>So this Autumn Statement commits significant additional funding to help keep Britain moving now, and to invest in the transport networks and vehicles of the future.</p>\n\n<p>I will commit an additional £1.1 billion of investment in English local transport networks, where small investments can offer big wins;</p>\n\n<p>£220 million to address traffic pinch points on strategic roads;</p>\n\n<p>£450 million to trial digital signalling on our railways to achieve a step-change in reliability.</p>\n\n<p>And squeeze more capacity out of our existing rail infrastructure</p>\n\n<p>And finally, £390 million to build on our competitive advantage in low emission vehicles and the development of connected autonomous vehicles; plus a 100% first year capital allowance for the installation of electric vehicle charging infrastructure.</p>\n\n<p>The Department for Transport will continue to work with Transport for the North to develop detailed options for Northern Powerhouse Rail.</p>\n\n<p>My Right Honourable Friend, the Transport Secretary will set out more details of specific projects and priorities over the coming weeks.</p>\n\n<p>Mr Speaker,</p>\n\n<p>Our future transport, business and lifestyle needs will require world class digital infrastructure to underpin them. \nSo my ambition is for the UK to be a world leader in 5G.</p>\n\n<p>That means a full-fibre network; a step-change in speed, security and reliability.</p>\n\n<p>So we will invest over £1 billion in our digital infrastructure to catalyse private investment in fibre networks and to support 5G trials.</p>\n\n<p>And from April we will introduce 100% business rates relief for a 5 year period on new fibre infrastructure, supporting further roll out of fibre to homes and businesses.</p>\n\n<p>We have chosen to borrow to kick-start a transformation in infrastructure and innovation investment.</p>\n\n<p>But we must sustain this effort over the long term if we are to make a lasting difference to the UK’s productivity performance.</p>\n\n<p>So today I have written to the National Infrastructure Commission.</p>\n\n<p>To ask them to make their recommendations on the future infrastructure needs of the country.</p>\n\n<p>Using the assumption that government will invest between 1% and 1.2% of GDP every year from 2020 in economic infrastructure covered by the Commission.</p>\n\n<p>To put this in context, we’ll spend around 0.8% of GDP on the same definition this year.</p>\n\n<p>I am also backing the Commission’s interim recommendations on the Oxford-Cambridge growth corridor published last week.</p>\n\n<p>With £110m of funding for East West Rail, and a commitment to deliver the new Oxford to Cambridge Expressway.</p>\n\n<p>But this project can be more than just a transport link.</p>\n\n<p>It can become a transformational tech-corridor, drawing on the world-class research strengths of our two best-known universities.</p>\n\n<p>So I welcome the Commission’s continuing work on delivery model options, and we will carefully consider its final recommendations in due course.</p>\n\n<p>The major increase in infrastructure spending I’ve announced today will represent a significant increase in funding through the Barnet formula of:</p>\n\n<p>Over £250 million to the Northern Ireland Executive.</p>\n\n<p>£400 million to the Welsh government.</p>\n\n<p>And £800 million to the Scottish government.</p>\n\n<p>But public investment is only part of the picture.</p>\n\n<p>About half of our economic infrastructure is financed by the private sector, and we will continue to support that investment through the UK Guarantees Scheme, which I am today extending until at least 2026.</p>\n\n<p>Mr Speaker,</p>\n\n<p>The new capital investment I have announced today will provide the financial backbone for the government’s Industrial Strategy, which the Prime Minister spoke about on Monday.</p>\n\n<p>A firm foundation upon which my Rt Hon Friend the Business Secretary will work with industry to build our ambition of an economy that works for all.</p>\n\n<p>And I can announce four further measures to back business.</p>\n\n<p>I am doubling UK Export Finance capacity to make it easier for British businesses to export;</p>\n\n<p>I am funding Charlie Mayfield’s business-led initiative to boost management skills across British businesses; and \nI am taking a first step to tackle the longstanding problem of our fastest growing technology firms being snapped up by bigger companies, rather than growing to scale.</p>\n\n<p>By injecting an additional £400m into venture capital funds through the British Business Bank, unlocking £1 billion of new finance for growing firms.</p>\n\n<p>And I am launching a Treasury-led review of the barriers to accessing patient capital in the UK.</p>\n\n<p>Mr Speaker,</p>\n\n<p>This government recognises that for too long, economic growth in our country has been too concentrated in London and the south east.</p>\n\n<p>That’s not just a social problem, it’s an economic problem.</p>\n\n<p>London is one of the highest-productivity cities in the world and we should celebrate that fact.</p>\n\n<p>But no other major developed economy has such a gap between the productivity of its capital city and its 2nd and 3rd cities.</p>\n\n<p>So we must drive up the performance of our regional cities.</p>\n\n<p>Today we publish our strategy for addressing productivity barriers in the Northern Powerhouse; and give the go ahead today to a programme of major roads schemes in the north.</p>\n\n<p>Our Midlands Engine strategy will follow shortly, but I am today providing funding for the evaluation study for the Midlands Rail hub.</p>\n\n<p>In addition, we are investing in local infrastructure in every region of England:</p>\n\n<p>I can announce the allocation of £1.8 billion from the Local Growth Fund to the English regions:</p>\n\n<p>£556 million to Local Enterprise Partnerships in the North of England, £542 million to the Midlands and East of England, and £683 million to LEPs in the South West, South East and London.</p>\n\n<p>We will announce the detailed breakdown of allocations to individual LEPs shortly.</p>\n\n<p>Devolution remains at the heart of this government’s approach to supporting local growth, and we recommit today to our City deals with Swansea, Edinburgh, North Wales and Tay Cities – and I can announce today we’re beginning negotiations on a city deal for Stirling.</p>\n\n<p>So that every city in Scotland will be on course to have a City Deal.</p>\n\n<p>To support new mayoral combined authorities in England, I can announce that we will grant them new borrowing powers to reflect their new responsibilities.</p>\n\n<p>And while we continue discussions with London and the West Midlands on possible devolution of further powers.</p>\n\n<p>I can announce today that London will receive £3.15 billion as its share of national affordable housing funding to deliver over 90,000 homes.</p>\n\n<p>And that we are devolving to London the adult education budget, and giving London greater control over the delivery of employment support services for the hardest to help.</p>\n\n<p>Mr Speaker, I have deliberately avoided making this statement into a long list of individual projects being supported.</p>\n\n<p>But I am going to make one exception:</p>\n\n<p>I will act today, with just seven days to spare, to save one of the UK’s most important historic houses: Wentworth Woodhouse near Rotherham.</p>\n\n<p>It is said to be the inspiration for Pemberley in Jane Austen’s Pride and Prejudice.</p>\n\n<p>Wentworth Woodhouse is now at critical risk of being lost to future generations.</p>\n\n<p>A local effort has secured millions in funding – subject to the balance required being found by November 30th.</p>\n\n<p>So we will provide a £7.6 million grant towards urgent repairs to safeguard this key piece of Northern heritage. I can also confirm distribution of a further £102 million of LIBOR bank fines to Armed Forces and Emergency Services charities…</p>\n\n<p>…including £20 million to support the Defence and National Rehabilitation Centre at Stanford Hall in Nottinghamshire – and £3 million from the Tampon Tax Fund for Comic Relief to distribute to a range of women’s charities.</p>\n\n<p>Mr Speaker,</p>\n\n<p>We choose to invest in our economic infrastructure because it can transform the growth potential of our economy, as well as improving the quality of people’s lives.</p>\n\n<p>That investment is only possible because the government is prepared to take the tough decisions to maintain control of current spending.</p>\n\n<p>In 2010, public spending was 45% of GDP – this year it’s set to be 40%.</p>\n\n<p>And since 2010 we’ve seen crime fall by more than a quarter;</p>\n\n<p>The highest proportion ever of good or outstanding schools;</p>\n\n<p>The number of doctors has increased by 10,000;</p>\n\n<p>Pensioner poverty at its lowest level ever;</p>\n\n<p>The lowest ever number of children being raised in workless households;</p>\n\n<p>And the highest ever number of young people going on to study full time at university.</p>\n\n<p>We have demonstrated beyond doubt that controlling public spending is compatible with world-class public services and social improvement.</p>\n\n<p>But as the OBR’s debt projections demonstrate, we have more work to do to eliminate the deficit.</p>\n\n<p>So departmental spending plans set out in the Spending Review last autumn will remain in place, and departmental expenditure in 21-22 will grow in line with inflation.</p>\n\n<p>The £3.5 billion of savings to be delivered through the Efficiency Review announced at the Budget, and led by my Right Honourable Friend, the Chief Secretary, must be delivered in full.</p>\n\n<p>I have, however, exceptionally agreed to provide additional funding to the Ministry of Justice to tackle urgent prison safety issues increasing the number of prison officers by 2,500.</p>\n\n<p>Mr Speaker,</p>\n\n<p>Having run two large spending departments in previous roles, I came to this job with some very clear views about the relationship between the Treasury and spending departments.</p>\n\n<p>I want departments to be incentivised to drive efficiencies. And I want the Treasury to be an enabler for good, effective spending across government.</p>\n\n<p>To kickstart this new approach, I will allow up to £1bn of the savings found by the efficiency review in 19/20 to be reinvested in priority areas and I have budgeted today accordingly.</p>\n\n<p>Mr Speaker, we manage public spending so that we can invest in the public’s priorities.</p>\n\n<p>And the government has underlined those priorities with a series of commitments and protections for the duration of this Parliament.</p>\n\n<p>I can confirm that, despite the fiscal pressures, we will meet our commitments to protect the budgets of key public services and defence;</p>\n\n<p>We will keep our promise to the world’s poorest through our overseas aid budget,</p>\n\n<p>And we will meet our pledge to our country’s pensioners through the triple lock.</p>\n\n<p>But as we look ahead to the next Parliament, we will need to ensure we tackle the challenges of rising longevity and fiscal sustainability.</p>\n\n<p>And so the government will review public spending priorities and other commitments for the next Parliament in light of the evolving fiscal position at the next Spending Review.</p>\n\n<p>Mr Speaker I now turn to taxation.</p>\n\n<p>Since 2010 the government has put a business-led recovery at the heart of our plan, we’ve cut corporation tax from 28% to 20%, sending the message that Britain is open for business.</p>\n\n<p>The additional investment in productivity and infrastructure that I have announced underscores that message….\nAnd the raft of investments in the UK announced since the referendum – by Softbank, Glaxo, Nissan, Google and Apple amongst others, confirms it.</p>\n\n<p>My priority as Chancellor is to ensure that Britain remains the number one destination for business – creating the investment, the jobs and the prosperity to protect our long-term future.</p>\n\n<p>I know how much business values certainty and stability, and so I confirm today that we will stick to the business tax roadmap we set out in March.</p>\n\n<p>Corporation tax will fall to 17%, by far the lowest overall rate of corporate tax in the G20.</p>\n\n<p>We will deliver the commitments we have made to the oil and gas sector;</p>\n\n<p>the Carbon Price Support will continue to be capped out to 2020;</p>\n\n<p>and we will implement the business rates reduction package worth £6.7 billion.</p>\n\n<p>I can confirm today that having consulted further, my Right Honourable Friend, the Communities Secretary will lower the transitional relief cap from 45% next year to 43%, and from 50% to 32% the year after.</p>\n\n<p>And I will also increase the Rural Rate Relief to 100%, giving small businesses in rural areas a tax break worth up to £2,900 per year.</p>\n\n<p>Mr Speaker,</p>\n\n<p>In return for our competitive rates, the tax base must be sustainable.</p>\n\n<p>From April 2017 we will align the employee and employer National Insurance thresholds at £157 per week.</p>\n\n<p>There will be no cost to employees, and the maximum cost to business will be an annual £7.18 per employee.</p>\n\n<p>Insurance premium tax in this country is lower than in many other European countries, and half the rate of VAT.</p>\n\n<p>In order to raise revenue, which is required to fund spending commitments I am making today, it will rise from 10% currently, to 12% from next June.</p>\n\n<p>At the same time I can confirm the government’s commitment to legislate next year to end the compensation culture surrounding whiplash claims – a major area of insurance fraud – saving drivers an average of £40 on their annual premiums.</p>\n\n<p>Mr Speaker, technological progress is changing the way people live, and the way they work;</p>\n\n<p>The tax system needs to keep pace. For example, the OBR has today highlighted the growing cost to the Exchequer of incorporation.</p>\n\n<p>So the government will consider how we can ensure that the taxation of different ways of working is fair between different individuals, and sustains the tax-base as the economy undergoes rapid change.</p>\n\n<p>We will consult in due course on any proposed changes.</p>\n\n<p>In the meantime, the government will take action now to reduce the difference between the treatment of cash earnings and benefits.</p>\n\n<p>The majority of employees pay tax on a cash salary. But some are able to sacrifice salary and pay much lower tax on benefits in kind.</p>\n\n<p>This is unfair, and so from April 2017 employers and employees who use these schemes will pay the same taxes as everyone else.</p>\n\n<p>Following consultation with stakeholders, ultra-low emission cars, pensions saving, childcare and the cycle to work scheme will be excluded from this change. And certain long-term arrangements will be protected until April 2021.</p>\n\n<p>For pensions that have been drawn-down, I will also reduce to £4,000 the Money Purchase Annual Allowance, to prevent inappropriate double tax relief.</p>\n\n<p>The government is committed to tackling tax evasion, avoidance and aggressive tax planning, and the UK tax gap is now one of the lowest in the world.</p>\n\n<p>But we must constantly be alert to new threats to our tax base – and be willing to move swiftly to counter them.</p>\n\n<p>At the Budget we committed to removing the tax benefits of disguised earnings for employees, and I am now going to do the same for the self-employed and employers, raising a further £630 million over the forecast period.</p>\n\n<p>We will shut down inappropriate use of the VAT flat rate scheme that was put in place to help small businesses;</p>\n\n<p>We will abolish the tax advantages linked to Employee Shareholder Status in response to evidence it is primarily being used for tax-planning purposes by high-earning individuals;</p>\n\n<p>And we will introduce a new penalty for those who enable the use of a tax avoidance scheme that HMRC later challenges and defeats.</p>\n\n<p>These measures – and others set out in the Autumn Statement document – raise around £2 billion over the forecast period.</p>\n\n<p>Mr Speaker, there is understandable public concern that the pitch is tilted in favour of large multinational groups which are able to use cross-border structures to manage their tax liabilities.</p>\n\n<p>Following detailed consultation, I can confirm that we will implement our new restriction on tax relief for corporate interest expenses, and reform the way that relief is provided for historic losses.</p>\n\n<p>These measures, scored at Budget 2016, will help to ensure large businesses will always pay tax in years where they make substantial profits.</p>\n\n<p>They will also mean that businesses cannot avoid tax by borrowing excessively in the UK to fund their overseas activities.</p>\n\n<p>They take effect in April, and raise over £5 billion from the largest businesses in the UK.</p>\n\n<p>Mr Speaker, I said that the tax system must be fair and that means rewarding those who work hard by helping them to keep more of what they earn.</p>\n\n<p>There is one tax reform the government has pursued since 2010 to improve the lot of working people.\nRaising the tax-free personal allowance.</p>\n\n<p>When we entered government in 2010 it was £6,475.</p>\n\n<p>Now, after 6 years it is £11,000, and will rise to £11,500 in April.</p>\n\n<p>As a result, we have more than halved the tax bill of someone with a salary of £15,000 to just £800.</p>\n\n<p>That’s a massive boost to the incomes of low and middle earners.</p>\n\n<p>Since 2010 we’ve cut income tax for 28 million people and taken 4 million people out of income tax altogether.</p>\n\n<p>And I can confirm today that, despite the challenging fiscal forecasts, we will deliver on our commitment to raising the allowance to £12,500, and the higher rate threshold to £50,000, by the end of this Parliament.</p>\n\n<p>Once £12,500 has been reached, the personal allowance will rise automatically during the 2020s in line with inflation, rather than the National Minimum Wage as currently planned.</p>\n\n<p>It will be for the Chancellor to decide from year to year whether more is affordable.</p>\n\n<p>As well as taking millions of ordinary people out of tax, the government introduced the National Living Wage and gave a pay rise to over a million workers.</p>\n\n<p>The government has also introduced 15 hours a week of free childcare for all 3 and 4 year olds, and we will double that for working families from September.</p>\n\n<p>The government’s education reforms have raised standards and expanded opportunity with 1.4 million more children now in ‘good’ or ‘outstanding’ schools.</p>\n\n<p>And the new capital funding I have provided today for grammar schools will help to continue that trend.</p>\n\n<p>The government, Mr Speaker, has pledged to invest in our NHS and we are delivering on that promise: backing the NHS’ Five Year Forward View plan for the future with £10 billion of additional funding a year by the end of 2020-21.</p>\n\n<p>But we recognise that more needs to be done to help families make ends meet and to ensure every household has opportunities to prosper.</p>\n\n<p>Today I can announce the National Living Wage will increase from £7.20 to £7.50 in April next year. \nThat’s a pay rise worth over £500 a year to a full-time worker.</p>\n\n<p>Mr Speaker,</p>\n\n<p>Creating jobs, lowering taxes and raising wages addresses directly the concerns of ordinary families.\nAnd the revenue-raising measures I have announced today enable me to go further to help families on low wages:</p>\n\n<p>Universal Credit is an important reform to our benefits system and is designed to make sure work always pays. \nWe want to reinforce that position.</p>\n\n<p>From April, we can reduce the Universal Credit taper rate from 65% to 63%.</p>\n\n<p>This is effectively a targeted tax cut worth £700m in 21-22 for those in work on low incomes;</p>\n\n<p>It will increase the incentive to work and encourage progression in work;</p>\n\n<p>And it will help 3 million households across our country.</p>\n\n<p>Mr Speaker,</p>\n\n<p>We believe that a market economy is the best way of delivering sustained prosperity for the British people.</p>\n\n<p>We will always support a market led approach; but we will not be afraid to intervene where there is evidence of market failure.</p>\n\n<p>We will look carefully over the coming months at the functioning of key markets, including the retail energy market, to make sure they are functioning fairly for all consumers.</p>\n\n<p>In the private rental market, letting agents are currently able to charge unregulated fees to tenants.</p>\n\n<p>We have seen these fees spiral, often to hundreds of pounds.</p>\n\n<p>This is wrong. Landlords appoint letting agents and landlords should meet their fees.</p>\n\n<p>So I can announce today that we will ban fees to tenants as soon as possible.</p>\n\n<p>And we will consult on how best to ban pensions cold calling and a wider range of pension scams.</p>\n\n<p>We can also help those who rely on income from modest savings to get by.</p>\n\n<p>Low interest rates have helped our economy recover, but they’ve significantly reduced the interest people can earn on their cash savings.</p>\n\n<p>So we will launch a new, market-leading savings bond through NS&amp;I.</p>\n\n<p>The detail will be announced at the Budget, but we expect our new Investment Bond will have an interest rate of around 2.2% gross and a term of 3 years.</p>\n\n<p>Savers will be able to deposit up to £3,000, and we expect around 2 million people to benefit.</p>\n\n<p>Mr Speaker,</p>\n\n<p>The announcements I have made today lower taxes on working people; boost wages; back savers; and bear down on bills.</p>\n\n<p>In early 2017, we will begin the roll out of tax-free childcare across Britain, providing a saving of up to £2,000 per child.</p>\n\n<p>And once it’s rolled-out, we will keep it under review to ensure it’s delivering the support they need to working families.</p>\n\n<p>There is one further area of household expenditure where the government can help.</p>\n\n<p>The oil price has risen by over 60% since January; and sterling has declined by 15% against the dollar.</p>\n\n<p>That means significant pressure on prices at the pump here in Britain.</p>\n\n<p>So today we stand on the side of the millions of hardworking people in our country by cancelling the fuel duty rise for the seventh successive year.</p>\n\n<p>In total this saves the average car driver £130 a year and the average van driver £350.</p>\n\n<p>This is a tax cut worth £850 million next year, and means the current fuel duty freeze is the longest for 40 years.\nMr Speaker, I have one further announcement to make.</p>\n\n<p>This is my first Autumn Statement as Chancellor.</p>\n\n<p>After careful consideration, and detailed discussion with the Prime Minister, I have decided that it will also be my last.</p>\n\n<p>Mr Speaker I am abolishing the Autumn Statement.</p>\n\n<p>No other major economy makes hundreds of tax changes twice a year, and neither should we.</p>\n\n<p>So the spring Budget in a few months will be the final spring Budget.</p>\n\n<p>Starting in autumn 2017, Britain will have an autumn Budget, announcing tax changes well in advance of the start of the tax year.</p>\n\n<p>From 2018 there will be a Spring Statement, responding to the forecast from the OBR, but no major fiscal event.</p>\n\n<p>If unexpected changes in the economy require it, then I will, of course, announce actions at the Spring Statement, but I won’t make significant changes twice a year just for the sake of it.</p>\n\n<p>This change will also allow for greater Parliamentary scrutiny of Budget measures ahead of their implementation.</p>\n\n<p>Mr Speaker, this is a long-overdue reform to our tax-policy making process and brings the UK into line with best practice recommended by the IMF, IFS, Institute for government and many others.</p>\n\n<p>Mr Speaker,</p>\n\n<p>The OBR report today confirms the underlying strength and resilience of the British economy….</p>\n\n<p>This Autumn Statement responds to the challenge of building on that strength, while also heeding the warnings in the OBR’s figures, as we begin writing this new chapter in our country’s history.</p>\n\n<p>It re-states our commitment to living within our means;</p>\n\n<p>And it sets out our choice to invest in our future.</p>\n\n<p>It sends a clear message to the world that Britain is open for business;</p>\n\n<p>And it provides help to those who need it now.</p>\n\n<p>So Mr Speaker, we have made our choices.</p>\n\n<p>We have set our course.</p>\n\n<p>We are a great nation.</p>\n\n<p>Bold in our vision.</p>\n\n<p>Confident in our strengths.</p>\n\n<p>And determined in our ambition to build a country that works for everyone.</p>\n\n<p>I commend this Statement to the House.</p>\n\n</div>","political":true,"delivered_on":"2016-11-23T12:30:00+00:00","change_history":[{"public_timestamp":"2016-11-23T17:00:30.000+00:00","note":"Updated with video"},{"public_timestamp":"2016-11-23T13:28:00.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Philip Hammond MP","url":"/government/uploads/system/uploads/person/image/14/12-140-001.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-11-23T13:28:00.000+00:00"},"routes":[{"path":"/government/speeches/autumn-statement-2016-philip-hammonds-speech","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2016-11-23T13:28:00Z","base_path":"/government/speeches/autumn-statement-2016-philip-hammonds-speech","description":"The Autumn Statement speech in full.","content_id":"cc9eefb1-3187-4747-9528-f3dd74443f84","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D15","api_path":"/api/content/government/organisations/hm-treasury","base_path":"/government/organisations/hm-treasury","content_id":"1994e0e4-bd19-4966-bbd7-f293d6e90a6b","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:52:15Z","schema_name":"placeholder","title":"HM Treasury","withdrawn":false,"details":{"brand":"hm-treasury","logo":{"formatted_title":"HM Treasury","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/financial-services","base_path":"/government/topics/financial-services","content_id":"6c9928ae-c74b-4ef8-948b-7cea56ccbebe","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:05Z","schema_name":"placeholder_policy_area","title":"Financial services","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/tax-and-revenue","base_path":"/government/topics/tax-and-revenue","content_id":"8034be95-4ac2-4fff-93c5-e7514ed9504a","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Tax and revenue","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/uk-economy","base_path":"/government/topics/uk-economy","content_id":"f10df7ae-e3a6-4f9c-b764-541f62c8e6cf","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"UK economy","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/philip-hammond","base_path":"/government/people/philip-hammond","content_id":"8529264b-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T11:14:36Z","schema_name":"placeholder","title":"The Rt Hon Philip Hammond","withdrawn":false,"links":{}}],"topical_events":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/autumn-statement-2016","base_path":"/government/topical-events/autumn-statement-2016","content_id":"0448be5e-1f61-4ff2-9c76-a5fdb473f0d6","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2016-11-23T13:42:49Z","schema_name":"placeholder","title":"Autumn Statement 2016","withdrawn":false,"details":{"start_date":"2016-09-08T00:00:00.000+00:00","end_date":"2017-09-08T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"Autumn Statement 2016: Philip Hammond's speech","public_updated_at":"2016-11-23T17:00:30Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/autumn-statement-2016-philip-hammonds-speech","description":"The Autumn Statement speech in full.","api_path":"/api/content/government/speeches/autumn-statement-2016-philip-hammonds-speech","withdrawn":false,"content_id":"cc9eefb1-3187-4747-9528-f3dd74443f84","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}