{"title":"Ysgrifennydd Cymru’n mynd ar ymweliad deuddydd â’r Alban","public_updated_at":"2012-03-22T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Heddiw (22 Mawrth 2012), y sectorau busnes ac ynni oedd ffocws ymweliad deuddydd Ysgrifennydd Gwladol Cymru, Cheryl Gillan, a’r Alban fel gwestai i Swyddfa’r Alban.</p>\n\n<p>Roedd Gweinidog yn Swyddfa’r Alban, David Mundell, yn cadw cwmni i Mrs Gillan ar ymweliad a Burntisland Fabrications Ltd. (BiFab) - cwmni o Fife sy’n cynhyrchu defnyddiau allweddol ar gyfer y diwydiannau olew, nwy ac ynni adnewyddadwy yn y mor.</p>\n\n<p>Y cwmni hwn sydd a’r dasg o gynllunio ac adeiladu strwythurau sylfaen dwy is-orsaf i RWE npower renewables, ar gyfer Fferm Wynt Gwynt y Mor oddi ar arfordir Gogledd Cymru.</p>\n\n<p>Yna teithiodd Mrs Gillan a’r Gweinidog i Glasgow i gyfarfod ag uwch swyddogion UKTi ac uwch gynrychiolwyr Scottish Development International (SDI) er mwyn trafod sut i ddenu mwy o fuddsoddiad o’r tu allan i Gymru.</p>\n\n<p>Yna ymgasglodd cynrychiolwyr o sector ynni adnewyddadwy’r Alban i gyfarfod ag Ysgrifennydd Cymru ar gyfer trafodaeth ynghylch sut mae’r sector yn gweithredu’n llwyddiannus yn yr Alban.</p>\n\n<p>Wedyn, aeth Mrs Gillan gydag Ysgrifennydd Gwladol yr Alban, Michael Moore, ar ymweliad a CB Technology yn Livingstone, er mwyn tynnu sylw at y gostyngiad yng nghyfradd y dreth gorfforaeth a’r Cynllun Gwarant Cenedlaethol a gyhoeddwyd yn y gyllideb ddoe.</p>\n\n<p>Mae CB Technology yn wneuthurwr electroneg sydd wedi ehangu ei eiddo yn ddiweddar o ganlyniad i gefnogaeth gan RBS ac mae’n ehangu i farchnadoedd rhyngwladol.  </p>\n\n<p>Yn dilyn ei hymweliadau, dywedodd Mrs Gillan:</p>\n\n<p>“Nod Llywodraeth y DU yw gwneud Prydain y lle mwyaf atyniadol i fuddsoddi mewn ynni ac roedd gen i ddiddordeb mewn gweld y camau arwyddocaol y mae’r Alban yn eu cymryd yn y sector hwn yn ystod fy nghyfarfodydd heddiw.</p>\n\n<p>“Yng Nghymru, mae ein cryfderau ni yn y gorffennol a llawer o’n hanes ni’n seiliedig ar ynni ac rydw i’n credu’n gryf bod Cymru mewn lleoliad perffaith o hyd i groesawu buddsoddiadau o’r tu allan o’r sector ynni adnewyddadwy.</p>\n\n<p>“Yn wir, mae gennym ni lawer iawn i fod yn falch ohono eisoes: mae datblygiadau gwynt newydd yn y mor fel North Hoyle, Gwastadeddau’r Rhyl a chynllun arfaethedig Gwynt y Mor eisoes yn dangos ein potensial ni, ond rydw i eisiau gwneud yn siŵr - fel yr amlinellwyd yn ddiweddar gan y Pwyllgor Dethol ar Faterion Cymreig - bod Llywodraeth y DU a Llywodraeth Cymru yn parhau i gydweithio’n effeithiol er mwyn sicrhau cymaint o gyfleoedd ag y bo modd i ddenu buddsoddiadau o’r tu allan i Gymru, a gwella rhagolygon tymor hir economi Cymru.”</p>\n\n<p>Dywedodd Mr Moore:</p>\n\n<p>“Rydw i’n croesawu Ysgrifennydd Gwladol Cymru yn gynnes iawn i’r Alban. Mae ei hymweliad yn tanlinellu’r cyswllt sy’n uno’r DU gyda’i gilydd, boed drwy gyflwyno technoleg ar gyfer y diwydiant adnewyddadwy gan ddefnyddio ein sgiliau a’n blaengaredd ni ar y cyd neu drwy ddenu busnesau i fuddsoddi.  Rydym ni wedi gweld hwb sylweddol i fusnesau yn y Gyllideb ac roedd ein hymweliad a CB Technology yn West Lothian yn gyfle i dynnu sylw at y cymorth pellach fydd cwmniau’n ei gael drwy gyfrwng y Cynllun Gwarantu Benthyciad Cenedlaethol.</p>\n\n<p>“Mae ein cyhoeddiadau ynghylch gostyngiad pellach mewn treth gorfforaeth, cefnogaeth i’r diwydiannau gemau fideo ac olew a nwy ac arian ychwanegol ar gyfer parthau menter sy’n creu swyddi yn Dundee, Irvine a Nigg yn golygu y bydd y Gyllideb hon o fudd i fusnesau yn yr Alban ac yn helpu i greu’r swyddi y mae arnom eu hangen.”<br>\nDywedodd cyfarwyddwr rheoli RWE npower renewables, Julia Lynch Williams: “Mae ymweliad Ysgrifennydd Gwladol Cymru a’r Alban yn gyfle rhagorol i adeiladu ar fomentwm datganiad ynni’r wythnos ddiwethaf, lle gwelwyd Llywodraeth Cymru’n cydnabod yn glir bwysigrwydd ynni adnewyddadwy a’r diwydiant ynni i ddyfodol economaidd Cymru.</p>\n\n<p>“Yn cael ei gynnal wythnos yn ddiweddarach yn unig, mae’r ymweliad hwn yn dyst i’r brys a’r brwdfrydedd ar bob lefel yn y sbectrwm gwleidyddol i elwa o’r ysbryd hwnnw, i ddeall yr arferion da sydd ar waith eisoes yn yr Alban ac i wneud y gorau o botensial y diwydiant ynni adnewyddadwy ar ran economi Cymru.</p>\n\n<p>“Mae Fferm Wynt Gwynt y Mor eisoes wedi galluogi i fwy na £200 miliwn gael ei fuddsoddi yng nghadwyn gyflenwi ehangach y DU, gan gynnwys BiFab. Edrychwn ymlaen at gael gwybod am unrhyw fentrau a chamau gweithredu a roddir ar waith o ganlyniad i’r ymweliad hwn, er mwyn helpu i ddatgloi potensial y diwydiant ynni adnewyddadwy yng Nghymru.”</p>\n\n<p>Fore dydd Gwener, bydd Mrs Gillan yn mynd o amgylch safle GE Caledonian Ltd yn Prestwick. Yma bydd yn cyfarfod a’r tim rheoli i drafod y cynlluniau ar gyfer y sefydliad gwasanaethau hedfan yn y dyfodol. Mae gan y sefydliad hwn safle mawr yn Nantgarw yng Nghaerdydd.</p>\n</div>","emphasised_organisations":["4f9fe232-e7a2-48e8-99b1-8f7828680493"],"change_history":[{"public_timestamp":"2012-03-22T00:00:00.000+00:00","note":"First published."}],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/default_news_organisation_image_data/file/203/s300_UKG_Logo__2_.png","caption":null,"alt_text":"placeholder"},"first_public_at":"2012-03-22T00:00:00.000+00:00","political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/news/welsh-secretary-embarks-upon-two-day-visit-to-scotland.cy","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"press_release","schema_name":"news_article","first_published_at":"2012-03-22T00:00:00Z","base_path":"/government/news/welsh-secretary-embarks-upon-two-day-visit-to-scotland.cy","description":"Heddiw (22 Mawrth 2012), y sectorau busnes ac ynni oedd ffocws ymweliad deuddydd Ysgrifennydd Gwladol Cymru, Cheryl Gillan, a’r Alban fel gwestai…","content_id":"5dba0228-7631-11e4-a3cb-005056011aef","locale":"cy","expanded_links":{"organisations":[{"analytics_identifier":"D24","api_path":"/api/content/government/organisations/office-of-the-secretary-of-state-for-wales.cy","base_path":"/government/organisations/office-of-the-secretary-of-state-for-wales.cy","content_id":"4f9fe232-e7a2-48e8-99b1-8f7828680493","description":null,"document_type":"organisation","locale":"cy","public_updated_at":"2017-04-10T09:43:55Z","schema_name":"placeholder","title":"Swyddfa Ysgrifennydd Gwladol Cymru","withdrawn":false,"details":{"brand":"wales-office","logo":{"formatted_title":"Swyddfa Ysgrifennydd Gwladol Cymru<br/>Office of the Secretary of State for Wales","crest":"single-identity"}},"links":{}}],"available_translations":[{"title":"Ysgrifennydd Cymru’n mynd ar ymweliad deuddydd â’r Alban","public_updated_at":"2012-03-22T00:00:00Z","analytics_identifier":null,"document_type":"press_release","schema_name":"news_article","base_path":"/government/news/welsh-secretary-embarks-upon-two-day-visit-to-scotland.cy","description":"Heddiw (22 Mawrth 2012), y sectorau busnes ac ynni oedd ffocws ymweliad deuddydd Ysgrifennydd Gwladol Cymru, Cheryl Gillan, a’r Alban fel gwestai…","api_path":"/api/content/government/news/welsh-secretary-embarks-upon-two-day-visit-to-scotland.cy","withdrawn":false,"content_id":"5dba0228-7631-11e4-a3cb-005056011aef","locale":"cy"},{"title":"Welsh Secretary embarks upon two-day visit to Scotland","public_updated_at":"2012-03-22T00:00:00Z","analytics_identifier":null,"document_type":"press_release","schema_name":"news_article","base_path":"/government/news/welsh-secretary-embarks-upon-two-day-visit-to-scotland","description":"22 March 2012\r\n\r\nWelsh Secretary embarks upon two-day visit to Scotland\r\n\r\nThe business and energy sectors were today (22 March 2012) the focus …","api_path":"/api/content/government/news/welsh-secretary-embarks-upon-two-day-visit-to-scotland","withdrawn":false,"content_id":"5dba0228-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"press-releases","payload_version":5}