{"title":"Secretary for State for Transport decisions on HS2 Phase 2b scheme","public_updated_at":"2016-11-15T16:41:00Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"introduction\">Introduction</h2>\n\n<p>With permission <abbr title=\"Mister\">Mr</abbr> Speaker, I would like to make a statement about <abbr title=\"High Speed Two\">HS2</abbr>.</p>\n\n<p>One of my first steps as the new Secretary of State for Transport was to reiterate the government’s backing for <abbr title=\"High Speed Two\">HS2</abbr>.</p>\n\n<p>I did so from the conviction that it is essential to delivering a modern, vibrant economy for the United Kingdom.</p>\n\n<p>Now, <abbr title=\"Mister\">Mr</abbr> Speaker, this is a government that delivers the infrastructure projects that the economy needs. And that, <abbr title=\"Mister\">Mr</abbr> Speaker, is core to delivering a country that works for everyone, wherever in the country they live.</p>\n\n<p>Last month, you will remember that we announced support for a <a href=\"https://www.gov.uk/government/news/government-decides-on-new-runway-at-heathrow\">new runway at Heathrow</a> - showing that Britain is a dynamic country that is open to the world.</p>\n\n<p>Today (15 November 2016) I am announcing the government’s preferred route for <a href=\"https://www.gov.uk/government/news/hs2-route-to-the-east-midlands-leeds-and-manchester-set-out-by-the-government\"><abbr title=\"High Speed Two\">HS2</abbr> lines from Crewe to Manchester and from the West Midlands to Leeds</a> – known as Phase 2b – helping to rebalance our economy beyond London and the south-east, ensuring economic prosperity and opportunities are shared throughout the country.</p>\n\n<p>It means that following on from the <a href=\"https://www.gov.uk/government/publications/hs2-property-compensation-consultation-2013-for-the-london-to-west-midlands-route-decision-document\">2013 consultation</a> and work we have done since, I am today confirming the majority of the route. There are also a number of cases, including the <a href=\"https://www.gov.uk/government/publications/hs2-sheffield-and-south-yorkshire-report-2016\">proposed route through South Yorkshire</a> recommended by Sir David Higgins in a report earlier this year, where I am proposing substantial refinements. I am launching a <a href=\"https://www.gov.uk/government/consultations/hs2-crewe-to-manchester-west-midlands-to-leeds-route-refinement-consultation-2016\">consultation to seek the views of communities and other interested parties</a> before reaching a decision on those sections next year.</p>\n\n<h2 id=\"connectivity-and-capacity\">Connectivity and capacity</h2>\n\n<p>The first phase of <abbr title=\"High Speed Two\">HS2</abbr>, <abbr title=\"Mister\">Mr</abbr> Speaker, from <a href=\"https://www.gov.uk/government/collections/high-speed-rail-london-west-midlands-bill\">London to the West Midlands</a> is just over 100 miles long; but <a href=\"https://www.gov.uk/government/collections/hs2-phase-two-from-the-west-midlands-to-leeds-and-manchester\">Phase Two</a> is significantly longer at 174 miles.</p>\n\n<p>The route I am confirming today represents a huge commitment to the Midlands and to the north.</p>\n\n<p><abbr title=\"High Speed Two\">HS2</abbr> is not just about a faster connection between the south-east, Midlands and the north. It represents a bold vision for connecting up the great cities of the north of England and of the Midlands, both east and west.</p>\n\n<p>Connectivity is central to <abbr title=\"High Speed Two\">HS2</abbr>. Poor connectivity between the cities and regions of the Midlands and the north has restrained their economic growth. High quality transport allows businesses to grow, work together and access a wide range of customers, suppliers and skilled labour markets.</p>\n\n<p>By improving connections between our great cities, <abbr title=\"High Speed Two\">HS2</abbr> will generate jobs, skills and economic growth and help us build an economy that works for all.</p>\n\n<p>Today, only 4% of people who travel between Birmingham and Manchester do so by train. Hardly surprising, when the journey takes around 90 minutes. But on <abbr title=\"High Speed Two\">HS2</abbr>, it will take less than half that time – just 41 minutes. So at a stroke, those 2 regional capitals are much more closely linked and can deliver increased economic prosperity. The flow of people, ideas and opportunity will follow those new connections.</p>\n\n<p>Work is also progressing to see how <abbr title=\"High Speed Two\">HS2</abbr> can help deliver parts of a fast, frequent Northern Powerhouse rail network for Liverpool, Manchester, Sheffield, Leeds, Hull and Newcastle. Where necessary, we will include passive provision for these services in the Phase 2b hybrid Bill, subject to agreement of funding and the supporting business case.</p>\n\n<p>Just as important as connectivity <abbr title=\"Mister\">Mr</abbr> Speaker, is the uplift that <abbr title=\"High Speed Two\">HS2</abbr> will deliver to our transport system. It is not going to be a separate, standalone railway, but an integral part of our nation’s future rail network and overall transport infrastructure. It will add to the overall capacity of our congested railways.</p>\n\n<p>And, <abbr title=\"Mister\">Mr</abbr> Speaker, even if you never travel on <abbr title=\"High Speed Two\">HS2</abbr>, you stand to feel its benefits.</p>\n\n<p>By providing new routes for intercity services, <abbr title=\"High Speed Two\">HS2</abbr> will free-up space on our existing railways for new commuter, regional and freight services, while also taking lorries off our roads. It will provide new options for services to towns which currently do not have a direct connection to London.</p>\n\n<p>Tomorrow’s <abbr title=\"High Speed Two\">HS2</abbr>, East and West Coast Main Lines could have 48 trains per hour to Birmingham, Manchester and Leeds - that compares with 29 today.</p>\n\n<p>And even if you never travel by rail at all, you stand to benefit from the thousands of local jobs and apprenticeships created by the better connections that <abbr title=\"High Speed Two\">HS2</abbr> will bring.</p>\n\n<p>And <abbr title=\"Mister\">Mr</abbr> Speaker, the project itself will generate around 25,000 jobs during construction as well as 2,000 apprenticeships. It will also support growth in the wider economy, worth an additional 100,000 jobs.</p>\n\n<p>I recently visited the site of the new <a href=\"https://www.gov.uk/government/news/national-college-of-high-speed-rail-takes-major-step-towards-completion\">National College for High Speed rail in Birmingham</a>. Together with its sister college in Doncaster <abbr title=\"Mister\">Mr</abbr> Speaker, it will open its doors next year to provide Britain’s workforce with the specialist training, skills and qualifications to build <abbr title=\"High Speed Two\">HS2</abbr> and future rail projects.</p>\n\n<p>It will deliver highly skilled, highly motivated people who will have the opportunity of a great career in a vital industry.</p>\n\n<p>Today’s announcement represents an important step forward in delivering <abbr title=\"High Speed Two\">HS2</abbr>, and with it the transport infrastructure essential to the economy of 21st century Britain.</p>\n\n<p>However, I am well aware that there are those with the firmly held view that <abbr title=\"High Speed Two\">HS2</abbr> should not go ahead:</p>\n\n<ul>\n  <li>those who doubt whether the case has been made satisfactorily</li>\n  <li>indeed, I know that some members of this House have strong convictions on this issue</li>\n  <li>I am under no illusions <abbr title=\"Mister\">Mr</abbr> Speaker; this is no easy undertaking</li>\n</ul>\n\n<p>But I do believe this is the right thing to do:</p>\n\n<ul>\n  <li>the easy thing to do would have been to keep patching the existing railways</li>\n  <li>making-do and mend with a railway that the Victorian pioneers themselves would still recognise</li>\n  <li>hoping to fit ever increasing passenger and freight growth in the same pint pot</li>\n  <li>that is not what the people of this country deserve</li>\n  <li>nor, <abbr title=\"Mister\">Mr</abbr> Speaker, is it what our economy requires</li>\n</ul>\n\n<p><abbr title=\"Mister\">Mr</abbr> Speaker, in addition to publishing today a <a href=\"https://www.gov.uk/government/publications/hs2-phase-2b-decision-document\">command paper</a> and accompanying maps, setting out the full detail of my preferred route for the <abbr title=\"High Speed Two\">HS2</abbr> Phase 2b route, I have also written to those members whose constituencies are affected and my ministerial colleague the Parliamentary Under Secretary of State will also make himself available to Members who wish to meet him later today.</p>\n\n<p>In order to ensure our case is robust, and in line with the requirements of the <a href=\"https://www.gov.uk/government/publications/the-green-book-appraisal-and-evaluation-in-central-governent\">HM Treasury green book</a>, we have of course considered <a href=\"https://www.gov.uk/government/publications/hs2-rail-alternatives-to-phase-2a\">alternatives to the Phase 2b scheme</a>. We have found no alternative that could deliver the same level of benefit for the country, stand the test of time and provide the same level of capacity, connectivity and service that Phase 2b does.</p>\n\n<p>Indeed, over the last few months <abbr title=\"Mister\">Mr</abbr> Speaker, I have now personally visited most places along the <abbr title=\"High Speed Two\">HS2</abbr> route. I have seen and heard for myself all of the issues, but I do remain convinced that we are delivering the right solution to the country’s transport needs through this project.</p>\n\n<h2 id=\"property-schemes-and-safeguarding\">Property schemes and safeguarding</h2>\n\n<p>But <abbr title=\"Mister\">Mr</abbr> Speaker, it is also important to say that I recognise that building major infrastructure will always be disruptive and disturbing for those living nearby and I am very mindful of the concerns of the constituents of very many members of this House.</p>\n\n<p>In proposing this route I have listened to the views expressed in the consultation of 2013 as well as those of <abbr title=\"High Speed Two\">HS2</abbr> <abbr title=\"Limited\">Ltd</abbr>’s engineering and environmental specialists.</p>\n\n<p>I am issuing <a href=\"https://www.gov.uk/government/collections/hs2-safeguarding\">safeguarding directions</a> for the whole of the preferred Phase 2b route today. This protects it from conflicting developments. But, and I think this is really important, it also means that those people who are most affected by the plans will now be able to access statutory compensation straight away.</p>\n\n<p>In addition, I will be <a href=\"https://www.gov.uk/government/consultations/hs2-crewe-to-manchester-west-midlands-to-leeds-property-consultation-2016\">consulting on discretionary property schemes</a> that will go over and above what is required by law and give assistance to those who will be adversely affected by the railway. These schemes are the same as those currently in operation for people living along the Phase One route and  I aim to be able to confirm next year the schemes on which I am consulting today.</p>\n\n<p>Two of these schemes will enter into operation from today; they are the Express Purchase Scheme and the Need to Sell Scheme.</p>\n\n<p>Express Purchase allows owner-occupiers to apply to the government to buy their home sooner than would be possible under statutory schemes. The government will buy properties at their unblighted open market value - as if <abbr title=\"High Speed Two\">HS2</abbr> was not going to be being built - provide a ‘home loss’ payment of 10% of the property’s open market value - up to £58,000 - and pay reasonable moving costs.</p>\n\n<p>Need to sell is a purchase scheme for people who have a compelling reason to sell their property, but can not do so - other than at a significantly reduced price - because of <abbr title=\"High Speed Two\">HS2</abbr>. There is no geographical boundary to this scheme. The government will agree to buy property for 100% of the open market value if an application is successful.</p>\n\n<p>As I say, <abbr title=\"Mister\">Mr</abbr> Speaker, I am mindful of the impacts <abbr title=\"High Speed Two\">HS2</abbr> has on communities. I assure every member of this House that my department and <abbr title=\"High Speed Two\">HS2</abbr> <abbr title=\"Limited\">Ltd</abbr> will continue to work with affected communities and local authorities up and down the line of route and I very clearly expect from that process people to be treated with fairness, compassion and respect.</p>\n\n<p>Today, <abbr title=\"Mister\">Mr</abbr> Speaker, marks the end of a long period of uncertainty for communities, councils and businesses along the route of Phase 2b.</p>\n\n<p>These have been complex and difficult decisions to take.  But I make no apology for taking the time to get it right and making sure that the route we are proposing offers the best possible outcomes for passengers, communities, the environment and the economy.</p>\n\n<h2 id=\"phase-one-progress--enabling-works-contract\">Phase One progress / enabling works contract</h2>\n\n<p><abbr title=\"Mister\">Mr</abbr> Speaker, I also need to touch briefly on Phase One. I should report to the House that Phase One - from Birmingham to London - is progressing well. Construction work is due to start next year, subject to Royal Assent. Phase One will open in 2026.</p>\n\n<p>In a clear signal of how work is progressing <abbr title=\"Mister\">Mr</abbr> Speaker, this morning I have also announced the companies that have been awarded the <a href=\"https://www.gov.uk/government/news/hs2-names-enabling-works-contractors\">Phase One enabling works contracts</a>.</p>\n\n<p>These works include archaeology, site clearance and setting up construction compounds – ahead of the start of the main civil engineering work.</p>\n\n<p>These contracts are worth up to £900 million and cover the whole of Phase One, from London to Birmingham and the connection to the West Coast Mainline at Handsacre, as I say,work is due to begin in the spring.</p>\n\n<p>Another aspect of the preparatory work on Phase One is the considerable engagement with those on the line of route, some of whom have taken up our express purchase compensation scheme. We are continuing this offer of support and will be writing to those people whose homes or businesses may be directly affected by construction.</p>\n\n<p>We have a general obligation to continue to seek further reductions to adverse impacts during the design, construction and operation of the scheme. <abbr title=\"Mister\">Mr</abbr> Speaker, this is something I will personally be watching very closely.</p>\n\n<p>And, in keeping with that obligation, <abbr title=\"High Speed Two\">HS2</abbr> <abbr title=\"Limited\">Ltd</abbr> has continued to look at possible mitigation measures around Euston station where existing rail lines converge. This could significantly reduce impacts on rail passengers and the local community. Any decision on the adoption of these possible mitigations would be taken closer to the letting of main contracts next year, and I will come back and update the House at that time.</p>\n\n<p>This is part of a wider design process which will continue to add detail to our proposals for Phase One well into next year and beyond. I would expect similar mitigations to come forward elsewhere along the route as the detailed design stage starts in earnest after Royal Assent.</p>\n\n<h2 id=\"conclusion\">Conclusion</h2>\n\n<p><abbr title=\"Mister\">Mr</abbr> Speaker, <abbr title=\"High Speed Two\">HS2</abbr> is an ambitious and exciting project and we must seize the opportunity it offers to transform our country for future generations.</p>\n\n<p>Local authorities and local enterprise partnerships are gearing up for <abbr title=\"High Speed Two\">HS2</abbr> and developing growth strategies, supported by United Kingdom government growth strategy funding, to maximise the benefits of <abbr title=\"High Speed Two\">HS2</abbr> in their areas.</p>\n\n<p>So I’m pleased to announce further funding today for Manchester, the Northern Gateway Partnership, Leeds, the East Midlands and the first tranche of funding for Sheffield to support this important work.</p>\n\n<ul>\n  <li>\n<abbr title=\"Mister\">Mr</abbr> Speaker, this government is planning for the future</li>\n  <li>we’re taking the big decisions and investing in world class transport infrastructure</li>\n  <li>we’re ensuring that the <abbr title=\"United Kingdom\">UK</abbr> can seize opportunities and compete on the global stage</li>\n  <li>\n<abbr title=\"Mister\">Mr</abbr> Speaker, we are also aiming to deliver more capacity on our overcrowded railway which could see a 65% increase in the number of trains on this part of the network</li>\n</ul>\n\n<p>The route decision I have published today takes us an important step closer to realising the full potential of <abbr title=\"High Speed Two\">HS2</abbr>. It means better transport connections and capacity, more jobs, more training opportunities and just as importantly, it will link centres of innovation and opportunity in the cities and regions in the Midlands and the north, and of our knowledge economy.</p>\n\n<p><abbr title=\"Mister\">Mr</abbr> Speaker, I commend this statement to the House.</p>\n\n<p>More about <a href=\"https://www.gov.uk/government/collections/hs2-phase-two-from-the-west-midlands-to-leeds-and-manchester\"><abbr title=\"High Speed Two\">HS2</abbr> Phase Two, from the West Midlands to Leeds and Manchester</a>.</p>\n\n</div>","political":true,"delivered_on":"2016-11-15T00:00:00+00:00","change_history":[{"public_timestamp":"2016-11-15T16:41:00.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Chris Grayling MP","url":"/government/uploads/system/uploads/person/image/91/TME_3758TME_3758_960_grayling.JPG"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-11-15T16:41:00.000+00:00"},"routes":[{"path":"/government/speeches/secretary-for-state-for-transport-decisions-on-hs2-phase-2b-scheme","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2016-11-15T16:41:00Z","base_path":"/government/speeches/secretary-for-state-for-transport-decisions-on-hs2-phase-2b-scheme","description":"Transport Secretary announces decisions that take HS2 an important step closer to realising the full potential of the scheme.","content_id":"d0b87efd-e5e5-416f-8f14-0ad3ce09617d","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D9","api_path":"/api/content/government/organisations/department-for-transport","base_path":"/government/organisations/department-for-transport","content_id":"4c717efc-f47b-478e-a76d-ce1ae0af1946","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-12-20T14:44:50Z","schema_name":"placeholder","title":"Department for Transport","withdrawn":false,"details":{"brand":"department-for-transport","logo":{"formatted_title":"Department<br/>for Transport","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB460","api_path":"/api/content/government/organisations/high-speed-two-limited","base_path":"/government/organisations/high-speed-two-limited","content_id":"b80fab8b-6ed4-426a-bb8d-f4b614437671","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-01-13T12:27:51Z","schema_name":"placeholder","title":"High Speed Two (HS2) Limited","withdrawn":false,"details":{"brand":"department-for-transport","logo":{"formatted_title":"High Speed Two Limited","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/460/HS2-logo-02-01.png","alt_text":"High Speed Two (HS2) Limited"}}},"links":{}}],"policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/hs2-high-speed-rail","base_path":"/government/policies/hs2-high-speed-rail","content_id":"5c76826d-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-08-10T14:07:45Z","schema_name":"policy","title":"HS2: high speed rail","withdrawn":false,"links":{"working_groups":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/secretary-for-state-for-transport-decisions-on-hs2-phase-2b-scheme","base_path":"/government/speeches/secretary-for-state-for-transport-decisions-on-hs2-phase-2b-scheme","content_id":"d0b87efd-e5e5-416f-8f14-0ad3ce09617d","description":"Transport Secretary announces decisions that take HS2 an important step closer to realising the full potential of the scheme.","document_type":"oral_statement","locale":"en","public_updated_at":"2016-11-15T16:41:00Z","schema_name":"speech","title":"Secretary for State for Transport decisions on HS2 Phase 2b scheme","withdrawn":false,"links":{}}]}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/transport","base_path":"/government/topics/transport","content_id":"020cdae2-ee93-4fca-bfb7-3f5f8f5751d1","description":null,"document_type":"policy_area","locale":"en","public_updated_at":"2013-07-22T09:04:54Z","schema_name":"placeholder","title":"Transport","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/uk-economy","base_path":"/government/topics/uk-economy","content_id":"f10df7ae-e3a6-4f9c-b764-541f62c8e6cf","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"UK economy","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/hs2-high-speed-rail","base_path":"/government/policies/hs2-high-speed-rail","content_id":"5c76826d-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-08-10T14:07:45Z","schema_name":"policy","title":"HS2: high speed rail","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/chris-grayling","base_path":"/government/people/chris-grayling","content_id":"8529413a-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:10Z","schema_name":"placeholder","title":"The Rt Hon Chris Grayling","withdrawn":false,"links":{}}],"available_translations":[{"title":"Secretary for State for Transport decisions on HS2 Phase 2b scheme","public_updated_at":"2016-11-15T16:41:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/secretary-for-state-for-transport-decisions-on-hs2-phase-2b-scheme","description":"Transport Secretary announces decisions that take HS2 an important step closer to realising the full potential of the scheme.","api_path":"/api/content/government/speeches/secretary-for-state-for-transport-decisions-on-hs2-phase-2b-scheme","withdrawn":false,"content_id":"d0b87efd-e5e5-416f-8f14-0ad3ce09617d","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}