{"title":"The Commissioners for HM Revenue and Customs v Invicta Foods Limited: [2016] UKUT 0001 (TCC)","public_updated_at":"2016-12-01T16:19:53Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:fc8c8493-6957-4552-bea2-cb43ebe4a4c7].\r\n\r\nCUSTOMS DUTY – classification – nomenclature – the correct\r\nclassification of imported uncooked treated chicken – validity of HMRC\r\ndecision to revoke a Binding Tariff Information provided to the importer."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/576e380de5274a0da9000096/HMRC-v-Invicta-Foods-Ltd.pdf\">The Commissioners for HM Revenue and Customs v Invicta Foods Limited: [2016] UKUT 0001 (TCC)</a></span>.</p>\n\n<p>CUSTOMS DUTY – classification – nomenclature – the correct\nclassification of imported uncooked treated chicken – validity of HMRC\ndecision to revoke a Binding Tariff Information provided to the importer.</p>\n"}],"metadata":{"hidden_indexable_content":"[2016] UKUT 0001 (TCC)\r\nAppeal No: UT/2014/0016\r\nCUSTOMS DUTY – classification – nomenclature – the correct\r\nclassification of imported uncooked treated chicken – validity of HMRC\r\ndecision to revoke a Binding Tariff Information provided to the importer\r\nUPPER TRIBUNAL\r\nTAX AND CHANCERY CHAMBER\r\nON APPEAL FROM THE FIRST-TIER TRIBUNAL\r\n(TAX CHAMBER)\r\nTHE COMMISSIONERS FOR HM REVENUE AND CUSTOMS\r\nAppellant\r\n- and -\r\nINVICTA FOODS LIMITED\r\nRespondent\r\nTribunal: Lord Justice David Richards\r\nSitting in public in London on 26 and 27 October 2015\r\nJonathan Bremner (instructed by the General Counsel and Solicitor to HM Revenue\r\nand Customs) for the Appellant\r\nNicola Shaw QC (instructed by Ince & Co) for the Respondent\r\n© CROWN COPYRIGHT 2015\r\nPage 2\r\nDECISION\r\nIntroduction\r\n1. This appeal concerns the correct classification, for the purposes of customs\r\nduty, of goods imported by the respondent, Invicta Foods Limited (Invicta),\r\nfrom outside the European Union.\r\n2. The goods in question were uncooked chicken breasts (the Product) and the\r\nprimary issue is whether they should have been classified under Chapter 2 of\r\nthe Combined Nomenclature, as the appellant Commissioners (HMRC)\r\ncontend, or under Chapter 16, as Invicta contends. A lower rate of duty is\r\npayable on goods classified under Chapter 16 than those classified under\r\nChapter 2.\r\n3. A second issue is whether HMRC validly revoked a binding tariff information\r\n(BTI), classifying the Product within Chapter 16. The BTI was issued on 20\r\nOctober 2010 and revoked on 12 May 2011.\r\n4. By a Decision dated 10 January 2014, the First-tier Tribunal (Judge Guy\r\nBrannan and Mr David Earle) (the FTT) held that the correct classification of\r\nthe Product was within Chapter 16 and that the revocation of the BTI was\r\ninvalid. The parties agree that, if these decisions stand, Invicta is in principle\r\nentitled to repayment of duty paid before the issue of the BTI which it has\r\nclaimed, but the FTT was not concerned with the quantification of the\r\nappropriate amount. The parties agreed that they would seek to agree the\r\nrelevant amount in the light of the determination of the classification issue.\r\nPage 3\r\n5. HMRC appeal against the decision below, with the permission of the FTT.\r\nFacts\r\n6. There is no challenge to any of the findings of fact, which were in any event\r\nfor the most part uncontentious, fully set out by the FTT in paragraphs 26 to\r\n126 of its Decision.\r\n7. As regards the classification issue, the relevant facts may be summarised as\r\nfollows.\r\n8. Invicta is an importer on a substantial scale of prepared and unprepared meat\r\nproducts from outside the European Union. The Product, imported from\r\nBrazil, consisted of uncooked, skinless chicken breast fillets which, before\r\nexport from Brazil, were vacuum-tumbled for 25 minutes in a non-cure brine\r\nsolution consisting of water (73.12%), salt (10%), sugar (8.13%), dextrose\r\n(5%) and phosphates (3.75%). The rate of application was 8% solution to\r\n92% raw chicken breast and the Product fully absorbed the solution.\r\n9. In support of its application for the BTI, and before the FTT, Invicta relied on\r\na report prepared by Leatherhead Food Research (Leatherhead). Leatherhead\r\ntested a sample of the Product and a sample of raw untreated chicken breast in\r\norder, by way of comparison between the two, to test the changes which the\r\nmeat had undergone as a result of its treatment with the solution as regards\r\ntaste, appearance and texture. Leatherhead reported that statistically significant\r\ndifferences between the treated and untreated samples were found in terms of,\r\namong other things, flavour and after taste. The flavour of the treated sample\r\nwas very different from that of the untreated sample, showing increased levels\r\nPage 4\r\nof both the overall flavour and individual components (salty, sweet and\r\nsavoury) in the treated sample. The report concluded that “the treated chicken\r\nsample differs substantially from the control sample in terms of the wide range\r\nof … flavour characteristics”.\r\nLegal background\r\n10. One of the fundamental features of the European Union is that it comprises a\r\ncustoms union, involving the prohibition of customs duties on imports and\r\nexports between member states and the adoption of a common customs tariff\r\nas regards imports from countries outside the EU. The legal basis for the\r\ncommon customs tariff is provided by Council Regulation (EEC) 2658/87 of\r\n23 July 1987 on the Tariff and Statistical Nomenclature and on the Common\r\nCustoms Tariff (the Regulation). Each year the Commission adopts a\r\nregulation reproducing a complete version of the Combined Nomenclature and\r\nCommon Customs Tariff duty rates, taking all amendments since the last\r\nversion into account. Tariffs are fixed by reference to a very extensive list of\r\ngoods categories, with a code of up to eight digits and a description.\r\n11. Explanatory notes to the Combined Nomenclature (CNENs) are published by\r\nthe European Commission which have consistently been held by the CJEU to\r\nbe highly persuasive and an important aid to the interpretation of the scope of\r\nthe various headings, albeit that they do not have legally binding force.\r\n12. The same is true of the Explanatory Notes to the Global Harmonised System\r\nfor classifying goods, organised by the World Customs Organisation. The EU\r\nCombined Nomenclature and the Global Harmonised System are very similar,\r\nalthough the latter uses six-digit codes as opposed to eight-digit codes.\r\nPage 5\r\n13. The relationship between these two systems was helpfully explained by Arden\r\nLJ in Amoena (UK) Ltd v HMRC [2015] EWCA Civ 25 at [7]:\r\n“In the EU, customs classification is carried out under a system\r\nknown as the Combined Nomenclature (\"CN\"). It is based on\r\nthe customs classification scheme agreed and used\r\ninternationally by a large number of countries, called the\r\nConvention on the Harmonised Commodity Description and\r\nCoding System (\"HS\"). The EU is a party to this Convention.\r\nThe HS consists of some 5,000 groups of goods with 6-digit\r\ncodes. The CN integrates the HS but in addition contains\r\nfurther subdivisions with 8-digit codes, specifically adapted for\r\nthe EU. Both the HS and the CN have explanatory notes\r\n(HSEN and CNEN respectively), which are prepared by\r\nexperts. Courts generally give weight to these notes even\r\nthough they are not legally binding.”\r\nThe relevant product classifications\r\n14. HMRC submits that it correctly classified the Product within Chapter 2 under\r\nCommunity Code O2071410:\r\n“Meat and edible offal, of the poultry of heading 01.05, fresh\r\nchilled or frozen\r\n– of fowls of the species Gallus domesticus\r\n[ …]\r\n– cuts and offal, frozen:\r\n– cuts:\r\n– boneless.”\r\n15. Invicta submits that the Product fell to be classified under Chapter 16 under\r\nCommunity Code 16023211:\r\n“Other prepared or preserved meat, meat offal or blood:\r\n[…] Of fowls of the species Gallus domesticus:\r\n– containing 57% or more by weight of poultry meat or offal:\r\n– uncooked”\r\nPage 6\r\n16. It is Invicta’s case that the Product constituted “prepared … meat”. It was\r\ncommon ground that it was not “preserved”.\r\n17. Explanatory Note 1 to Chapter 16 states that Chapter 16 does not cover meat\r\nprepared or preserved by any of the processes specified in Chapter 2. Before\r\nthe FTT, HMRC argued that the Product was prepared or preserved by one or\r\nmore of those processes, but there is no appeal against the FTT’s rejection of\r\nthat part of HMRC’s case.\r\n18. Additional Note 6(a) to Chapter 2 is of central importance to this appeal and\r\nstates that:\r\n“Uncooked seasoned meats fall in Chapter 16. “Seasoned\r\nmeat” shall be uncooked meat that has been seasoned, either in\r\ndepth or over the whole surface of the product, with seasoning\r\neither visible to the naked eye or clearly distinguishable by\r\ntaste.”\r\n19. The CNENs to Additional Note 6(a) state that:\r\n“Salt is not considered to be a seasoning within the meaning of\r\nthis Additional Note.”\r\n20. It is common ground that the Product would fall within Chapter 16 only if it\r\nconstituted “uncooked seasoned meat” within the meaning of Additional Note\r\n6(a). It is also common ground that no seasoning was “visible to the naked\r\neye” in relation to the Product. The solution in which the Product was\r\nvacuum-tumbled was fully absorbed by the Product and did not leave visible\r\ntraces on the surface of the Product.\r\n21. The central issue is therefore whether any seasoning of the Product was\r\n“clearly distinguishable by taste” within the meaning and for the purposes of\r\nAdditional Note 6(a). HMRC accept that sugar is capable of being seasoning\r\nPage 7\r\nfor these purposes and they therefore accept that if a flavour produced by\r\nsugar, in combination with the other constituents of the solution, was “clearly\r\ndistinguishable by taste”, the Product would fall to be classified under Chapter\r\n16.\r\n22. The area of disagreement between the parties is whether the requirement that\r\nthe seasoning should be clearly distinguishable by taste must be satisfied on\r\ntasting the product alone or whether it may be satisfied by a comparative\r\ntasting of the product with a sample of untreated chicken breast from the same\r\nsource as the Product.\r\n23. The FTT dealt with this issue at paragraphs 157-171 of the Decision.\r\n24. Before the FTT, HMRC submitted, first, that because salt was not to be\r\nconsidered as seasoning within the meaning of Additional Note 6(a) and\r\nbecause sugar comprised less than 1% of the Product after it had been\r\nvacuum-tumbled in the solution, the Product was not “seasoned” for the\r\npurposes of the Additional Note. Referring to the CNENs for Chapter 2 and\r\n16 that provided respectively that meat that was “seasoned (eg with pepper\r\nand salt)” and meat “which was seasoned (eg with both pepper and salt)” fell\r\nwithin Chapter 16 rather than Chapter 2, the FTT said:\r\n“This indicated to us that salt could be a component in\r\nseasoning but could not be seasoning on its own. In this case,\r\nsalt was not used on its own but was a component in the\r\nsolution together with sugar and dextrose. In our view,\r\ntherefore, the solution constituted seasoning for the purposes\r\n[of] Additional Note 6(a) and that the Product was therefore\r\nseasoned.”\r\nPage 8\r\n25. The FTT proceeded to consider whether the seasoning of the Product was\r\n“clearly distinguishable by taste”. The central part of their reasoning is\r\ncontained in paragraph 166:\r\n“At the heart of this issue, in our view, lies the question of what\r\nis meant by the words “clearly distinguishable by taste.” Does\r\nit mean that a person tasting the Product must be able to say:\r\n“Oh yes, this tastes of XYZ seasoning” (i.e. it is possible to\r\nidentify the type of seasoning used) or is it enough that when\r\ncompared with an untreated control sample the Product exhibits\r\nsignificant differences in taste (as per the Leatherhead report)\r\nso that a person tasting it will say: “Oh yes, this tastes\r\nsaltier/sweeter/more savoury than the untreated sample”? This\r\nwas, we believe, the point being made by Ms Gearey in her\r\nsecond email to Mr Accleton when she commented that the\r\nLeatherhead report indicated only that the Product was saltier\r\nthan the control sample but not that it was “salty.” In other\r\nwords must the seasoning be distinguishable by tasting the\r\nProduct without any kind of comparison to untreated chicken or\r\nis it sufficient that the seasoning is distinguishable when such a\r\ncomparison is made. In our view the words “seasoning …\r\nclearly distinguishable by taste” are wide enough to cover both\r\npossible meanings and there is no compelling reason to confine\r\nits meaning to one rather than the other.”\r\n26. For the most part, the remaining parts of paragraphs 157-171 are dealing with\r\nissues and submissions on which no point is taken on this appeal.\r\n27. HMRC submit that, in holding that it is sufficient that the seasoning is\r\ndistinguishable when a comparison is made with the untreated Product, the\r\nFTT misinterpreted the phrase “clearly distinguishable by taste” in Additional\r\nNote 6(a) and made an error of law. They submitted that, as consistently held\r\nby the CJEU, the criteria for classification must be based on the objective\r\ncharacteristics and properties of products which can be ascertained when\r\ncustoms clearance is obtained. The subject-matter of the assessment must be\r\ngoods as presented for customs clearance. The goods must be assessed on\r\ntheir own terms. Moreover, testing based on a comparison with untreated\r\nPage 9\r\nproducts would be unworkable in practice. In the present case, Invicta did\r\nnot import untreated versions of the Product and it would therefore have been\r\nimpossible, on the import of the Product, to carry out a comparative test. An\r\nimporter would have to present an untreated sample of the product with the\r\nimported product, giving rise to the difficulties of being sure that the sample\r\npresented as untreated product was indeed a suitable control sample.\r\nNecessarily, untreated chicken may vary in taste depending upon the species\r\nand its country of origin (or, in the case of a large country such as Brazil, its\r\narea of origin).\r\n28. The CJEU has repeatedly made clear that “in the interests of legal certainty\r\nand ease of verification, the decisive criterion for the classification of goods\r\nfor customs purposes is in general to be found in their objective characteristics\r\nand properties as defined in the wording of the relevant heading of the CN and\r\nof the notes to the sections or chapters”: see Intermodal Transports BV v\r\nStaatssecretars van Financiën (Case C-495/03) [2005] ECR1-8151 at [47].\r\nIn Indurstriemetall Luma GmbH v Hauptzollamt Duisburg (Case 38/76)\r\n[1976] ECR 2027 at [7], the Court said:\r\n“Whilst the Customs Tariff does indeed in certain cases contain\r\nreferences to manufacturing processes and to the use for which\r\ngoods are intended it is generally preferred, in the interests of\r\nlegal certainty and ease of verification, to employ criteria for\r\nclassification based on the objective characteristics and\r\nproperties of products which can be ascertained when customs\r\nclearance is obtained.” [emphasis added]\r\n29. In Gijs van de Kolk-Douane Expéditeur BV v Inspecteur der Invoerrechten en\r\nAccijnzen (Case-233/88) [1990] ECR1-265, a case which concerned customs\r\nPage 10\r\nduty on seasoned chicken breast fillets, the Court said in relation to Additional\r\nNote 6(a):\r\n“The note at issue purports to specify what is to be understood\r\nby seasoned meat or meat offals within the meaning of the\r\nabovementioned Explanatory Notes of the Customs\r\nCooperation Council. In order to do so it lays down criteria for\r\nclassification based on the sensory analysis of the goods.\r\nThose classification criteria comply with the case-law of the\r\nCourt of Justice according to which, in the interests of legal\r\ncertainty and ease of verification, goods must be classified on\r\nthe basis of the objective characteristics and properties of\r\nproducts which can be ascertained when customs clearance is\r\nobtained (see, inter alia, the judgment of 16 December 1976 in\r\nCase 38/76 Luma v Hauptzollamt Duisburg [1976] ECR 2027,\r\nparagraph 7).\r\nIn order to apply criteria such as those set out in the note at\r\nissue, there are objective techniques of sensory analysis which\r\nhave recently been developed and for which national and\r\ninternational standards have been laid down, for example,\r\nStandard DIN 10954 in the Federal Republic of Germany and\r\nStandard ISO 4120, which the International Organization for\r\nStandardization, Geneva, submitted to its member committees\r\nin 1982. As the Commission has pointed out those methods of\r\nanalysis allow, in particular, the goods as presented for customs\r\nclearance to be accurately assessed for the four basic flavours –\r\nsweet, acid, salt and bitter – which can be detected, even at\r\nvery low levels, by a statistically significant population.”\r\n[emphasis added]\r\n30. Although none of these cases was concerned with whether a comparative test\r\nwas acceptable as a means of determining a relevant distinguishing feature, I\r\nagree with the submission of Mr Bremner on behalf of HMRC that these\r\nstatements of high authority are directed at the state of the goods themselves at\r\nthe time when they are presented for customs clearance or when customs\r\nclearance is obtained (both phrases are used and I do not think that the Court\r\nwas seeking to mark any distinction between them).\r\nPage 11\r\n31. Ms Shaw QC produced a copy of ISO 4120:1983 to which the Court referred\r\nin van de Kolk at [13]. It details a method of sensory analysis for detecting\r\ndifferences between samples of two products by means of comparison. Ms\r\nShaw submitted that this indicated that the Court was content with the\r\nproposition that a comparative test could be used for the purposes of satisfying\r\nAdditional Note 6(a). I do not think that the reference to the ISO will bear\r\nthat weight. The issue for the Court was whether the Customs Cooperation\r\nCouncil had exceeded its discretionary power to interpret the Common\r\nCustoms Tariff when it adapted Additional Note 6(a). It was relevant to that\r\nissue that in an earlier case, Hans Dinter GmbH v Hauptzollamt Köln-Deutz\r\n(Case 175/82) [1983] ECR 969, the Court took the view that a criterion as\r\nsubjective as taste could not be used to assess the seasoning of meat. It was in\r\nthat context that in van de Kolk the Court referred to the ISO, to demonstrate\r\nthat there had been advances in this area so that taste was capable of objective\r\nanalysis. In my judgment, the reference did not go further than that and does\r\nnot establish that a comparative test was permissible for these purposes.\r\n32. In my judgment, there is nothing in Additional Note 6(a) to suggest that the\r\nnecessary distinguishing feature, if not recognisable when the product is\r\nanalysed on its own, may be established by a comparative test. The other\r\ndistinguishing feature for which the Additional Note provides, “seasoning …\r\nvisible to the naked eye”, does not suggest that it can be established by a\r\ncomparative test. It directs attention to the product alone. In my view, this\r\nis a strong pointer to the adoption of the same approach to whether the\r\nseasoning is “clearly distinguishable by taste”. It is relevant to note that in\r\nPage 12\r\nthe French text, the same word “perceptible” is used for both the sight and\r\ntaste tests in the Additional Note.\r\n33. These provisions must, of course, be interpreted against the realities of their\r\npractical application. In my view, the practical difficulties of verification of\r\nthe control sample are a very strong factor against interpreting Additional\r\nNote 6(a) as permitting a comparative test.\r\n34. I therefore conclude that the FTT made an error of law in construing the\r\nAdditional Note as permitting a comparative test.\r\n35. Invicta placed some reliance on the fact that HMRC had, it appeared, been\r\ncontent with the use by Leatherhead of comparative testing as the basis for\r\ntheir analysis and report. In a letter dated 23 March 2010, quoted in\r\nparagraph 40 of the Decision below, HMRC wrote to Invicta that if they\r\nwished to continue with their request for classification of the Product under\r\nChapter 16 “please supply analytical taste test results of the chicken before\r\nand after the solution has been added”. HMRC did not raise an issue with\r\nregard to the test methodology until the hearing before the FTT. It did not\r\nappear in their statement of case, skeleton or evidence nor was it the basis of\r\ntheir decision to revoke the BTI. Ms Shaw submitted that this approach by\r\nHMRC provided a valid sanity test. If the point did not occur to HMRC until\r\na late stage in the proceedings, it was an indication of the quality of the point.\r\nIt was not, however, said that HMRC was in any way estopped from running\r\nthe point. Indeed, the point was fully developed at the hearing before the FTT\r\nwithout complaint and was dealt with by the FTT in its Decision. The point\r\nPage 13\r\nmust be dealt with on its merits and, for the reasons already given, I consider it\r\nto be well-founded.\r\n36. Both parties placed some reliance on the Commission Implementing\r\nRegulation (EU) 1362/2013 of 11 December 2013 “laying down the methods\r\nfor the sensory testing of uncooked seasoned poultry meat for the purposes of\r\nits classification in the Combined Nomenclature” (the Implementing\r\nRegulation). It makes provision for the visual examination and tasting of\r\npoultry meat to be carried out by means of the methods and under the\r\nconditions set out in Parts I and II respectively of the Annex to the Regulation.\r\nThe purpose, as stated in Recital (2), is to lay down methods of testing in order\r\n“to ensure that customs authorities apply a uniform approach for the purposes\r\nof customs classification”. It applies to the import of goods after 8 January\r\n2014, and does not therefore apply to the import of Products in this case. Part\r\nII of the Annex provides, in paragraph 1, that the method “consists of tasting\r\none or more samples of poultry meat after cooking”. Paragraph 3, under the\r\nheading “Preparation of samples”, provides that “a sample must consist of a\r\nrepresentative portion of the poultry meat destined for consumption”.\r\nParagraph 4 provides that qualified and trained assessors are to be presented\r\nwith one or more samples. Ms Shaw submitted that there was nothing in the\r\nImplementing Regulation to prohibit a comparative test involving a sample of\r\nthe treated and the untreated meat. I do not accept this. The requirement\r\nthat the samples must consist of a representative portion of the poultry meat\r\n“destined for consumption” shows that the samples must be of the treated\r\npoultry meat.\r\nPage 14\r\n37. Ms Shaw submitted that, if the Implementing Regulation introduced a standalone\r\nmethod of tasting, it only served to demonstrate that nothing in the\r\nwording of Additional Note 6(a) itself restricted the method of tasting to a\r\nstand-alone test. By contrast, Mr Bremner on behalf of HMRC submitted\r\nthat the approach taken in the Implementing Regulation provided further\r\nconfirmation that Additional Note 6(a) did not permit a comparative test.\r\n38. In my judgment, the Implementing Regulation is of no assistance to the issue\r\nto be decided on this appeal. I was not shown any authority to establish that,\r\nas a matter of EU law, later legislation could be used as an aid to the\r\ninterpretation of earlier legislation. In any event, the purpose of the\r\nImplementing Regulation was to ensure uniformity of practice across the EU\r\nin circumstances where, it may be inferred, it had previously been lacking.\r\nLater legislation may be intended either to clarify and confirm or to alter the\r\neffect of earlier legislation. It is not clear which class the Implementing\r\nRegulation falls into, although it may be that, given that this is a Commission\r\nRegulation dealing with a Council Regulation and that there is no alteration to\r\nthe wording of Additional Note 6(a), it is more readily to be understood as a\r\nclarifying, rather than an amending, measure.\r\n39. On the basis that a comparative test is not permissible for the purposes of\r\nAdditional Note 6(a), HMRC submit that the Product imported by Invicta\r\nmust be classified under Chapter 2. The only evidence whether seasoning\r\nwas clearly distinguishable by taste was that resulting from the comparative\r\ntests undertaken by Leatherhead. There is no evidence that, if the Product had\r\nbeen tested on a stand-alone basis, the seasoning could have been tasted.\r\nPage 15\r\n40. Invicta sought to meet this point in two ways. First, it submitted that the\r\nresults recorded in the Leatherhead report showed that this was not a marginal\r\ncase. The conclusions quoted in paragraph 47 of the Decision showed that\r\nthe salty, sweet and savoury characteristics apparent from those tests would\r\nhave been perceptible on a stand-alone test. I reject this. It is not possible on\r\nan appeal to make a finding like this, all the more so as the test results shown\r\nin the Leatherhead report demonstrate, on a comparative basis, a much higher\r\nintensity of taste for saltiness than for sweetness or savouriness.\r\nAlternatively, Ms Shaw initially submitted that the matter should be remitted\r\nfor further evidence and a new hearing on the basis of such new evidence.\r\nShe envisaged that there would be a stand-alone test of treated Product.\r\nWhen it transpired that importation of the Product had ceased, it became\r\napparent that this was no longer practicable. In any event, it would not be a\r\ntest of the Product as imported during the period covered by this appeal.\r\n41. In order to secure classification under Chapter 16, it was the responsibility of\r\nInvicta to provide evidence based on tests conducted in accordance with the\r\nlegal requirements of the Combined Nomenclature and, specifically,\r\nAdditional Note 6(a). It was not submitted that HMRC was, or could be,\r\nestopped from relying on the legal requirements laid down by those\r\nprovisions.\r\n42. It follows that the Product was correctly classified by HMRC to Chapter 2, not\r\nChapter 16, of the Combined Nomenclature and that, in this respect, the\r\nappeal must be allowed.\r\nPage 16\r\n43. HMRC challenged the decision of the FTT on the classification issue on two\r\nfurther grounds. As they were fully argued, I will express my views on them,\r\nalthough the issue of the test permitted by Additional Note 6(a) is sufficient by\r\nitself to dispose of the appeal on the classification issue.\r\n44. First, HMRC submitted that the FTT erred in law in concluding that “salt\r\ncould be a component in seasoning” for the purposes of Additional Note 6(a).\r\n45. The FTT dealt with this at paragraphs 160-161:\r\n“160. Mr Bremner submitted that CNENs to Additional Note\r\n6(a) to Chapter 2 made it clear that salt was not to be\r\nconsidered as seasoning with the meaning of\r\nAdditional Note 6(a). Thus, Mr Bremner argued, the\r\nProduct did not fall within Additional Note 6(a) to\r\nChapter 2 (sugar comprised less than 1% of the\r\nProduct post-tumbling).\r\n161. However, as Ms Shaw pointed out, the HSENs for\r\nChapter 2 and Chapter 16 provided respectively that\r\nmeat that was “seasoned (e.g. with pepper and salt)”\r\nand meat “which was seasoned (e.g. with both pepper\r\nand salt)” fell within Chapter 16 rather than Chapter 2.\r\nThis indicated to us that salt could be a component in\r\nseasoning but could not be seasoning on its own. In\r\nthis case, salt was not used on its own but was a\r\ncomponent in the solution together with sugar and\r\ndextrose. In our view, therefore, the solution\r\nconstituted seasoning for the purposes Additional Note\r\n6(a) and that the Product was therefore seasoned.”\r\n46. HMRC submitted that the FTT should have left salt, and any saltiness, out of\r\naccount in determining whether the Product was seasoned and that seasoning\r\nother than salt must be clearly distinguishable by taste in order to qualify for\r\nthe purposes of Additional Note 6(a).\r\n47. I do not think that there was any difference between the parties on this point.\r\nClearly, a solution which includes both salt and at least one other seasoning is\r\nPage 17\r\ncapable of resulting in the product being seasoned. In that sense, salt can be\r\na component of the seasoning. But Ms Shaw on behalf of Invicta accepted\r\nthat the other seasoning must be clearly distinguishable by taste before the\r\nproduct can be said to be seasoned. If a comparative test were permissible\r\nunder Additional Note 6(a), the Leatherhead report showed that sweetness,\r\nresulting from the presence of sugar and dextrose in the solution, was clearly\r\ndistinguishable by taste. HMRC accepted that sugar was a seasoning for\r\nthese purposes. I am far from sure that the FTT was saying anything different\r\nin paragraph 161 of its Decision. In any event, the position taken by Ms\r\nShaw, from which Mr Bremner did not dissent, is in my view correct.\r\n48. The other submission made by HMRC was that the FTT’s conclusion on\r\nclassification was inconsistent with the scheme of Chapter 2. Heading 0210\r\nin Chapter 2 makes specific provision for meat which is salted and/or in brine.\r\nAdditional Note 7 provides that to be salted for this purpose the meat must\r\nhave a total salt content by weight of 1.2% or more. Additional Note 6(b)\r\nprovides that products falling in heading 0210 to which seasoning has been\r\nadded during preparation remain classified under heading 0210 provided that\r\nthe addition of the seasoning has not changed the character of the product.\r\nHMRC submitted that the very surprising result of the FTT’s conclusion is\r\nthat a product whose salt content is too low to fall within heading 0210 can\r\nfall to be classified outside Chapter 2 altogether.\r\n49. I do not consider that there is any substance in this point. If the salt content\r\nof the Product was too low to fall within heading 0210, but was nonetheless\r\nseasoned within the meaning of Additional Note 6(a), I can see no\r\nPage 18\r\ninconsistency with the scheme of Chapters 2 and 16 in the product falling\r\nwithin Chapter 16. Only if the salt content had been 1.2% or more, would it\r\nhave been necessary to consider whether the addition of seasoning changed\r\nthe character of the Product.\r\nThe revocation issue\r\n50. Turning to the revocation of the BTI, Invicta appealed pursuant to paragraph\r\n3(1)(c) of the Customs Review and Appeal (Tariff and Origin) Regulations\r\n1997 (SI 1997/534). The jurisdiction of the FTT was supervisory and the\r\nrelevant question was whether the decision to revoke the BTI was one which\r\nHMRC could not reasonably have taken. The parties were agreed that in order\r\nto succeed on the revocation issue, Invicta had to show that HMRC had acted\r\nin a way in which no reasonable body of commissioners could have acted,\r\ntook into account some irrelevant matter or disregarded a relevant matter, or\r\notherwise erred in law.\r\n51. If requested in writing, a customs authority must issue a binding BTI in\r\nrespect of a product and the person requesting it must supply all the\r\ninformation and documents required by the authority in order to take a\r\ndecision. Article 9 of the Community Customs Code (Council Regulation\r\n(EEC) N029134/92) provides that a BTI favourable to the person concerned\r\n“shall be revoked or amended where, in cases other than those referred to in\r\nArticle 8, one or more of the conditions laid down for its issue were not or are\r\nno longer fulfilled.” Conditions are not expressly laid down in any Regulation\r\nbut it is established that if the customs authority considers that a BTI wrongly\r\nclassified a product to a particular code, the authority may, and indeed should,\r\nPage 19\r\nrevoke the BTI: see Timmermans Transport & Logistics BV v Inspecteur\r\nBelastingdienst (Joined Cases C-1334/02 and C-134/02) [2004] ECR 1-1125.\r\n52. Invicta challenged the revocation of the BTI on the grounds, first, that HMRC\r\nhad not concluded that the Product had been wrongly classified by the BTI but\r\nonly that it may have been wrongly classified and, secondly, in any event, in\r\nreaching their decision to revoke the BTI, HMRC had failed to take into\r\naccount two relevant considerations and had taken into account one irrelevant\r\nconsideration. The FTT rejected the first ground of challenge, holding that\r\nHMRC were entitled to revoke a BTI if they considered that it may have been\r\nwrong but they upheld the particular ground of challenge on which Invicta\r\nrelied. HMRC appeal against this decision.\r\n53. Consideration of the validity of the revocation of the BTI is substantially\r\nchanged by reason of my decision that the Product could not be classified\r\nunder Chapter 16 on the basis of a comparative test. As a matter of the proper\r\ninterpretation of the Combined Nomenclature, the Product could be classified\r\nunder Chapter 16 only if it were demonstrated that the seasoning was clearly\r\ndistinguishable by taste as a result of tasting only the Product. Without this\r\nevidence, HMRC was not entitled as a matter of law to issue a BTI classifying\r\nthe Product to Chapter 16. It follows that the BTI should not have been issued\r\non 20 October 2010 and that, properly applying the law, HMRC was bound to\r\nrevoke it, which it in fact did on 12 May 2011.\r\n54. Invicta submits that this does not affect its challenge to the revocation. The\r\nTribunal should confine itself to those matters which in face played a part in\r\nthe decision-making process. It accepts, as I understand it, that if the decision\r\nPage 20\r\nwere to be taken now, it is inevitable that HMRC would revoke the BTI,\r\nhaving regard to my decision on the classification issue. But, Invicta submits,\r\nthat is irrelevant to the validity of the revocation decision made on 12 May\r\n2011.\r\n55. I do not accept this submission. In considering the legality of the decision to\r\nrevoke the BTI, and in deciding whether to quash it, the Tribunal must take\r\ninto account that the BTI was wrongly issued and that revocation was the only\r\nright course, on the basis of the law then applicable, even though the\r\napplicable law has only later been established by the decision of this Tribunal.\r\nIt cannot, in my judgment, be right to quash as unlawful a decision which was\r\nthe only lawful decision that could have been taken.\r\n56. Accordingly, I will allow the appeal against the decision of the FTT upholding\r\nInvicta’s appeal against the decision to revoke the BTI. The position of the\r\nimporter is protected by provisions in the Combined Customs Code in respect\r\nof the period during which the BTI was in force and for a period of 6 months\r\nfrom the date of notification of its revocation in respect of binding contracts\r\nmade on the basis of the BTI.\r\n57. In these circumstances, it is unnecessary to consider the submissions of both\r\nparties relating to the grounds on which the FTT reached its decision.\r\n58. Overall, therefore, I allow the appeal of HMRC against the Decision of the\r\nFTT on both the classification and the revocation issues.\r\nLord Justice David Richards - Decision released 19 January 2016","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2016-01-19","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/576e380de5274a0da9000096/HMRC-v-Invicta-Foods-Ltd.pdf","title":"The Commissioners for HM Revenue and Customs v Invicta Foods Limited: [2016] UKUT 0001 (TCC)","content_type":"application/pdf","updated_at":"2016-06-25T07:51:41Z","created_at":"2016-06-25T07:51:41Z","content_id":"fc8c8493-6957-4552-bea2-cb43ebe4a4c7"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:52.831Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-invicta-foods-limited-2016-ukut-0001-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:53Z","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-invicta-foods-limited-2016-ukut-0001-tcc","description":"Upper Tribunal Tax and Chancery decision of Lord Justice Richards on 19 January 2016.              ","content_id":"a2e35f84-06eb-4f62-b73c-f256849bb53f","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"The Commissioners for HM Revenue and Customs v Invicta Foods Limited: [2016] UKUT 0001 (TCC)","public_updated_at":"2016-12-01T16:19:53Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-invicta-foods-limited-2016-ukut-0001-tcc","description":"Upper Tribunal Tax and Chancery decision of Lord Justice Richards on 19 January 2016.              ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-invicta-foods-limited-2016-ukut-0001-tcc","withdrawn":false,"content_id":"a2e35f84-06eb-4f62-b73c-f256849bb53f","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}