{"title":"Social Care monthly commentary: November 2016","public_updated_at":"2016-11-03T09:30:00Z","details":{"body":"<div class=\"govspeak\"><p>Every employee of every organisation in the country will know that the environment in which we work can help or hinder us to do the best job we can do.</p>\n\n<p><a href=\"https://www.gov.uk/government/speeches/commentary-on-social-care-june-2016\">My commentary in June 2016</a> highlighted the importance of strong practice leadership in children’s services. Building on that, I want to explore the other key features of those local authorities in which social work really has had the freedom to flourish.</p>\n\n<p>We have seen lots of places working very hard to improve the effectiveness of their services, the efficient use of their resources and the environment their social workers work in. But I wonder if the necessary restructuring or reshaping of the office environment or the information technology (IT) systems, have always felt supportive to social workers?</p>\n\n<p>We have seen many places successfully restructure their children’s social care services, but we have too often seen unintended effects, such as a temporary lack of managers in key roles. Managing the transition is so important if we are to ensure that social workers are supported and feel valued. Sometimes, it may be as simple as a social worker returning from a difficult visit and wanting to sit with her team, but finding it difficult to do so because of the new open-plan office environment. Is this supporting social work to flourish?</p>\n\n<p>Children’s social care departments do not exist in isolation – internally, they sit within a corporate council structure and externally, they sit within a complex matrix of partnership arrangements. The relationship with the corporate centre and the council’s chief executive is critical – they have a huge role to ensure that things like IT systems and human resources processes enable high quality social work.</p>\n\n<p>How placements for children are commissioned is vitally important to children, to social workers and in managing tight placement budgets. Good quality commissioning means deciding to prioritise and invest in vulnerable children. However, commissioning is not supportive to social workers if commissioners don’t understand social workers’ day to day jobs. It is important that a commissioner is able to arrange a high quality and, if necessary, a high cost placement that meets the assessed needs of a child. But it is not supportive if the commissioner does not have sufficient experience and knowledge to be able to constructively challenge where a high cost placement is being sought if the child’s needs could be better met elsewhere. Social workers need commissioners who really know what placement providers can deliver and can work with social workers and their managers to make the best decisions.</p>\n\n<p>Elected members play a key role in supporting and championing the interests and safety of children and young people in their local area. Those elected members that take the time to really understand the challenges and nuances of social work, and the job of a social worker, are the ones best placed to make good decisions. They must understand and take seriously their role as corporate parents, and safeguarding children must be a key priority for them. Where this is the case, such as in Lincolnshire and Cumbria, we see elected members who are engaged both with young people themselves and with performance information that enable them to effectively scrutinise and support the work of their social workers and managers.</p>\n\n<p>How leaders make decisions about resources can have a huge impact on the day to day lives of social workers and so, in turn, the children and families they work with. We know that low caseloads allow for more focused and higher quality direct work with children. Social workers need to know families and know them well if they are to really make a difference. The variation between local authorities in the numbers of children per social worker is too wide. How can it be right that social workers’ caseloads can range from working with 7 to 34 children? In those local authorities that have made good progress since their single inspection framework (SIF) inspection, reducing caseloads has often been a key priority. In places such as Darlington and Knowsley, reduced caseloads are helping to improve the timeliness of assessments, improve the relationships between social workers and children, and mean that social workers stay in their jobs longer because they are happier and are able to have more impact.</p>\n\n<p>All public sector organisations have been living with austerity for some time now and I am under no illusion that maintaining high quality services with fewer available resources has been difficult. However, it is important to note that it is possible, as many of the best local authorities have shown. But it has required innovative thinking. We have seen examples of councils using regional purchasing consortiums, such as those in Leeds, to find children looked after the best possible placements, which can improve placement stability. I think we all recognise that when a child is in a stable placement, and the right placement, a social worker can better focus on the emotional well-being of the child, and use their energy and skill to better help that child.</p>\n\n<p>One of the ways that children’s social care has evolved positively has been clarity on what the social worker’s role is when working with a family. In many authorities, this has involved adopting an evidence-based theoretical model of practice. Many of you may recall what we had to say about this in last year’s thematic report <a href=\"https://www.gov.uk/government/publications/children-in-need-and-child-protection-quality-of-early-help-and-social-work-assessments\">‘The quality of assessment for children in need of help’</a>. In that report, we said that:</p>\n\n<blockquote>\n\n  <p class=\"last-child\">Using theoretical models of practice improved the quality of assessment. Evidence also showed that assessment was most successful in the local authorities that had fully embedded these approaches over time. In these local authorities, leaders used the models to set clear expectations and a consistent approach for professionals to follow in their assessment work. As a result, professionals were more confident in carrying out effective assessments.</p>\n</blockquote>\n\n<p>These findings can, I believe, be applied much more widely to all that social workers do.</p>\n\n<p>Social workers are expected to undertake very complex assessments and make recommendations to the family court in extremely difficult circumstances. We have seen social workers effectively supported to do this by working in partnership with specialist agencies who have provided the necessary professional assistance to get it right for children. Some local authorities have opted to base clinicians within their social work teams, which allows for much quicker and targeted help for children, catching problems earlier.</p>\n\n<p>We have seen the benefits of close links with other services within the local authority, such as housing, which reduce the time it takes a social worker to secure housing for a family in need. Strong links with the voluntary sector can help to improve the range and availability of services that might otherwise prove difficult or lengthy to access. Shared priorities between schools and the virtual school can provide opportunities for teachers and social workers to work together to improve attendance and the achievements of children looked after and children in need.</p>\n\n<p>In some local areas, in particular in East Sussex, Hammersmith and Fulham and Leeds, we have seen probation and health agencies showing genuine commitment to children alongside the adults they worked with, undertaking training that was purely focused on the well-being of children, despite this not being the primary focus of their role. This shared focus on children must surely contribute to a social worker’s daily experience?</p>\n\n<p>Sharing information between agencies who work with children and families is widely accepted to be really important – we only need to read any serious case review (SCR) to see this. We have seen technology used innovatively and co-location of staff contributing to this sharing of information. Some would describe this as reducing bureaucracy. But in our experience, it can also be just good sense and, provided the necessary safeguards are in place to ensure that sensitive information is handled appropriately, it can make an important contribution to an improved professional environment for social workers.</p>\n\n<p>However, I am mindful not to say that local authorities should simply rush to commission new technology. Sharing information just needs to be done in a sensible and organised way. As we saw in Trafford: ‘although the electronic record systems of the different agencies are not integrated, defined processes ensure that there is prompt information sharing; for example, between police and children’s social care in relation to child sexual exploitation.’</p>\n\n<p>We all know that it is those basic tasks we have to do on a daily basis that, if they are overly difficult or take too long to do, can really start to wear us down. Case recording is so critical to our understanding of our work with families and their histories. However, where IT systems challenge rather than support us, this really gets in the way. In Knowsley, we found significant work had been undertaken to improve the electronic system so that it supported more effective recording of work with children and now enables better understanding and evaluation of a child’s journey. These sorts of changes can really improve social workers’ ability to do the right thing.</p>\n\n<p>As I explored in my previous commentary on practice leadership, the role of the director of children’s services is crucial in ensuring that there are shared priorities across the local authority and its partners, and that resources are managed and directed to where they are needed. However, management oversight at all levels of the organisation is the key to creating an everyday working environment in which social workers feel supported, challenged, valued and encouraged.</p>\n\n<p>In those local authorities where management oversight is a key feature, senior managers know individual families and children, and regularly observe and monitor the practices that work best. Most importantly, they are also committed to learning and improvement in all parts of the service and workforce − they were aware that the way in which social workers were managed within the organisation has a direct impact on the effectiveness of their work.</p>\n\n<p>Where management oversight is strong, there is a culture of continual challenge to improve practice at all levels. Importantly, where positive and constructive challenge is encouraged, it also helps to remove a culture of blame. As such, the most effective supervision is not just regular and reflective, but one where managers share the risk with social workers.</p>\n\n<p>Managing a social worker’s performance is really important. Where this is process driven, is not linked to the needs of families and children and is not used to define objectives and measure outcomes, it only serves to limit opportunities for creative and impactful social work. In those local authorities that are, in our view, ‘getting it right’, we have seen a shared understanding of the importance of performance management, where it is properly resourced, and where it feeds knowledge and practice at all levels. Performance management is critical to ensuring that practice is consistent, that it meets the needs of the families they are working with, and that there is a direct relationship between the collection and analysis of intelligence and the protection of children.</p>\n\n<p>Getting the balance between managing performance for compliance versus quality is a challenge, but for those weaker authorities, we recognise that gaining compliance has to be a starting point. That said, the best local authorities look beyond compliance to the evaluation, analysis and scrutiny of performance information in order to assess the quality and effectiveness of practice and measure the impact for children and families. In Sunderland, we reported that ‘leaders are committed to developing a performance culture at all levels of service delivery. Improvements are clearly seen in the outcomes for care leavers. Improved performance monitoring and quality assurance processes are key factors in securing this improvement. Findings from quality assurance processes are used to shape training and packages of support for staff. The development of practice standards, policies and new frameworks for pathway planning and assessments underpin these developments and support further improvement and consistency of practice’.</p>\n\n<p>But performance is not just about data. It encompasses a wide range of learning opportunities including complaints, SCRs, and feedback from staff and families. Good performance management should make social workers’ lives easier, not harder. Data should be used as a carrot and not a stick, to help the development of a mature and mutually respectful challenge culture within the workforce. When analysed at team level, managers can compare their performance across teams and across the local authority, which means that dips in performance or increases in caseloads at team and individual levels can be quickly addressed and consistency of practice can be delivered across the local authority.</p>\n\n<p>Performance management can be used to track timescales for key pieces of work such as assessments and statutory visits. In the best places, senior leaders commission internal audits in response to research findings or SCRs elsewhere. Learning that is identified in such audits is best embedded when there is time for social workers to reflect on its impact on their practice. In some places, we have seen external experts, such as academics, researchers and voluntary agencies consulted to independently review practice.</p>\n\n<p>In those authorities such as Doncaster and Leicester City, where we found significant weaknesses at their SIF inspection, we are now seeing some real progress. The increased availability of data has been fundamental to the introduction of more robust systems that allow managers and staff to be clearer about their roles and to evaluate their performance. This has been particularly successful when social workers really understand the importance and value of being subject to scrutiny and audit by managers. Substantial progress in the availability and use of performance information has been a key factor in the progress of these authorities.</p>\n\n<p>As in any professional career, without creative practice and continual learning, practitioners can become overwhelmed or lose motivation. When the building blocks of support are in place − including clear strategic priorities, clear lines of accountability, services that are adequately resourced and accessible, and management oversight that is rigorous but not risk adverse − a culture of continual learning can be allowed to flourish and this is what we have seen.</p>\n\n<p>In those authorities where this was the case, there was evidence of clear and detailed workforce planning and a commitment to staff development. Social workers had career development opportunities outside of management roles through accredited therapeutic training programmes. Managers arranged for skills coaching from specialist practitioners and there was clear evidence of the use of evidence-based research and external challenge from the sector through, for example, peer review with other local authorities.</p>\n\n<p>Likewise, supervision was well balanced between casework direction, agreed tasks and personal and professional development. Caseloads were protected, and newly qualified social workers were offered a wide range of career development training. Some local authorities also arranged for memberships of academic and research organisations, which helped social workers keep themselves keyed in to developments in the profession.</p>\n\n<p>And so in conclusion, I think it is fair to say that social work is demanding of individuals: it requires emotional strength and resilience, decisiveness, and a commitment to continual learning.</p>\n\n<p>Social workers must be thoroughly supported in their place of work so that they can make use of these qualities. That means there must be clear commitment and vigorous support for their work at every level in the organisation.</p>\n\n<p>Senior management must work together and challenge one another effectively to ensure that key priorities are aligned with the needs of practice on the ground. Social workers must be both challenged and supported in their supervision by a manager who shares the burden of risk that they face on a daily basis, and who is committed to their personal and professional development. Resources must be managed well to keep caseloads low and work satisfaction high.</p>\n\n<p>In places where they are getting these things right, we see high retention of good social workers who work together to deliver high quality services to children. In the best local authorities, we see social workers innovate and develop new ways of working that progress the profession and improve outcomes for the children and families.</p>\n</div>","political":false,"delivered_on":"2016-11-03T00:00:00+00:00","change_history":[{"public_timestamp":"2016-11-03T09:30:00.000+00:00","note":"First published."}],"image":{"alt_text":"Eleanor  Schooling CBE","url":"/government/uploads/system/uploads/person/image/2447/EleanorSchooling.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-11-03T09:30:00.000+00:00"},"routes":[{"path":"/government/speeches/ofsted-national-director-of-social-care-monthly-commentary-november-2016","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","first_published_at":"2016-11-03T09:30:00Z","base_path":"/government/speeches/ofsted-national-director-of-social-care-monthly-commentary-november-2016","description":"Ofsted's National Director of Social Care, Eleanor Schooling, on creating an environment where social work can flourish.","content_id":"8cc7ba08-6baa-4398-b8f3-d1c384a096bd","locale":"en","expanded_links":{"document_collections":[{"analytics_identifier":null,"api_path":"/api/content/government/collections/ofsted-national-director-of-social-care-monthly-commentaries","base_path":"/government/collections/ofsted-national-director-of-social-care-monthly-commentaries","content_id":"2b4db889-981d-4df5-9233-ddccb898ba49","description":"Ofsted's National Director of Social Care, Eleanor Schooling, writes about major issues in children's services in a series of monthly articles.","document_type":"document_collection","locale":"en","public_updated_at":"2017-03-28T08:45:08Z","schema_name":"document_collection","title":"Social Care monthly commentaries","withdrawn":false,"links":{"documents":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/ofsted-national-director-of-social-care-monthly-commentary-november-2016","base_path":"/government/speeches/ofsted-national-director-of-social-care-monthly-commentary-november-2016","content_id":"8cc7ba08-6baa-4398-b8f3-d1c384a096bd","description":"Ofsted's National Director of Social Care, Eleanor Schooling, on creating an environment where social work can flourish.","document_type":"authored_article","locale":"en","public_updated_at":"2016-11-03T09:30:00Z","schema_name":"speech","title":"Social Care monthly commentary: November 2016","withdrawn":false,"links":{}}]}}],"organisations":[{"analytics_identifier":"D106","api_path":"/api/content/government/organisations/ofsted","base_path":"/government/organisations/ofsted","content_id":"ad5f6169-ac7b-4382-9eb6-e58af71a2f00","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-05-02T11:03:57Z","schema_name":"placeholder","title":"Ofsted","withdrawn":false,"details":{"brand":"department-for-education","logo":{"formatted_title":"Ofsted","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/106/Ofsted-logo-gov.uk.png","alt_text":"Ofsted"}}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/children-and-young-people","base_path":"/government/topics/children-and-young-people","content_id":"89a2270a-8c81-4336-b68c-3e4fb5ac319c","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Children and young people","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/social-care","base_path":"/government/topics/social-care","content_id":"a90d4fac-5656-4745-9c16-08542f42c3ac","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Social care","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/eleanor-schooling","base_path":"/government/people/eleanor-schooling","content_id":"233e4e06-e921-4c08-81c9-194fcd05ff3f","description":null,"document_type":"person","locale":"en","public_updated_at":"2016-11-02T12:57:19Z","schema_name":"placeholder","title":"Eleanor  Schooling CBE","withdrawn":false,"links":{}}],"available_translations":[{"title":"Social Care monthly commentary: November 2016","public_updated_at":"2016-11-03T09:30:00Z","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","base_path":"/government/speeches/ofsted-national-director-of-social-care-monthly-commentary-november-2016","description":"Ofsted's National Director of Social Care, Eleanor Schooling, on creating an environment where social work can flourish.","api_path":"/api/content/government/speeches/ofsted-national-director-of-social-care-monthly-commentary-november-2016","withdrawn":false,"content_id":"8cc7ba08-6baa-4398-b8f3-d1c384a096bd","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}