{"title":"ES v Secretary of State for the Home Department: AS/05/04/9159","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Failure to provide sufficient evidence to demonstrate destitution.\r\n\r\nFinding that there will not be a breach of the appellant’s human rights simply by refusing or discontinuing support.  The appellant can avoid the risk of destitution by taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave.   This will entitle him to support under Regulation 3(2)(a) of the 2005 Regulations.\r\n\r\nSection 4 – eligibility under Regulation 3(2)(a).\r\n\r\nRead the full decision in [embed:attachments:inline:0f69b07a-63b9-44dd-9b0c-a7f2bae80198]\r\n\r\n"},{"content_type":"text/html","content":"<p>Failure to provide sufficient evidence to demonstrate destitution.</p>\n\n<p>Finding that there will not be a breach of the appellant’s human rights simply by refusing or discontinuing support.  The appellant can avoid the risk of destitution by taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave.   This will entitle him to support under Regulation 3(2)(a) of the 2005 Regulations.</p>\n\n<p>Section 4 – eligibility under Regulation 3(2)(a).</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584e904340f0b60e4a000083/ES_v_SOS_AS_05_04_9159.pdf\">ES v SOS AS_05_04_9159</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"\r\n1.\tThis Reasons Statement is made in accordance with Rule 13 of the Asylum Support Appeals (Procedure) Rules 2000 (the Rules), and furnishes reasons for the adjudication given on Wednesday the 27th day of April 2005 dismissing the above mentioned appeal.\r\n\r\n2.\tThe appellant, a 30 year old failed asylum seeker of unknown nationality, appeals against the decision of the Secretary of State, who on 14 April 2005 decided to refuse his application for support under Section 4 of the Immigration and Asylum Act 1999 as amended (the 1999 Act), on the grounds that the appellant did not satisfy one or more of the conditions set out in regulation 3(2) of the Immigration and Asylum (Provision of Accommodation to Failed Asylum Seekers) Regulations 2005 (the 2005 Regulations).  \r\n\r\n3.\tIn his notice of appeal, the appellant did not request an oral hearing.  An adjudicator considered the appellant’s request with reference to rule 5 of the Rules and determined that in the particular circumstances of this case, an oral hearing was necessary for the appeal to be disposed of justly.\r\n\r\n4.\tAt the hearing before me, the appellant appeared in person without representation.  The respondent was represented by Ms Lamirande. The appellant gave his evidence in English. \r\n\r\n5.\tThe appellant claimed asylum on 9 June 2001.  His application was refused on 25 August 2001 and an appeal against that decision was dismissed by an Adjudicator on 25 January 2002.  The appellant sought permission to appeal to the former Immigration Appeal Tribunal (IAT) and permission was granted on 20 May 2002.  The substantive hearing of that appeal, however, was dismissed by the IAT on 22 November 2003.  \r\n\r\n6.\tThe appellant applied for and was provided with subsistence and accommodation support on 20 June 2001.  This was suspended on 9 June 2003 following anti-social behaviour and an appeal against that decision was dismissed on 19 June 2003.  On 27 August 2004 the appellant successfully applied for Section 4 support on grounds of his destitution.    Support was again discontinued on 24 March 2005 following anti-social behaviour and detention.  The decision did not attract a right of appeal.  On 29 March 2005 the appellant re-applied for Section 4 support.  The respondent refused to provide support on 14 April 2005.  \r\n\r\n7.\tI have not seen a copy of the appellant’s Section 4 application as this was not included in the respondent’s bundle. The appellant confirmed however, that the basis upon which his application was made was that he is taking steps to leave the United Kingdom and has applied for assistance from the International Organization for Migration (IOM) to facilitate his voluntary departure.  \r\n\r\n8.\tIn his letter of refusal, the respondent states that he is not satisfied that the appellant is making genuine efforts to leave the United Kingdom nor is he satisfied that it is necessary to provide support to the appellant to avoid a breach of his human rights.  \r\n\r\n9.\tIn his grounds of appeal, the appellant stated that he arrived in the United Kingdom on a Jamaican passport but that attempts to remove him to Jamaica failed because the appellant was denied entry.  He confirmed that he has been unable to obtain a travel document from the Liberian authorities because he has been unable to provide suitable documentary evidence to establish that he is a citizen of Liberia.  He further asserts that his mother is an American citizen whilst his father is from Liberia.  He claims to have lived in America, Liberia and Jamaica but asserts that he cannot be returned to any of these countries.  He nevertheless maintains that he is making genuine efforts to leave the United Kingdom and that he has complied with the Immigration Service’s attempts to remove him.  Denial of support, he states, would leave him with no choice but to resort to begging or immoral activities.\r\n\r\n10.\tAt the hearing before me, I heard oral evidence from the appellant.  He repeated that his father is Liberian and his mother is Jamaican.  He claimed to have been born in the United States but considered himself both Jamaican and Liberian.  He said that he had lived most of his life in Jamaica, adding that he had family there whilst any family he might have had in Liberia “are gone”.  \r\n\r\n11.\tDuring cross examination, the appellant said that he was born on Broad Street in Chicago, Illinois and that he had lived in America until the age of 14/15.  Thereafter he said that he went to Jamaica with his mother but then went to live in Liberia in 1994.  He denied that he was a national of Sierra Leone (he has claimed to be a national of this State at some stage during the consideration of his asylum claim), although he did admit to having stayed there for some months as well as in Gambia for a similar period.  \r\n\r\n12.\tThe appellant further claimed that he had at one stage held a Jamaican passport but had since lost this.  He also believed that he had held an American passport, but no longer did so. The appellant maintained that he did not hold a birth certificate, and that attempts to obtain a copy had been unsuccessful because the US Embassy did not want him there. Subsequently, during the course of this hearing, it transpired that he had not approached the US Embassy for documentation or verification of his national status.\r\n\r\n13.\tThe appellant told me that he was in a “serious” relationship with his girlfriend whom he was unwilling to identify.  He lived with her in accommodation rented by her and paid for by public funds.  The appellant said that he and his girlfriend had been together for a couple of months, considered themselves to be in a permanent relationship and were hoping to get married shortly.  The appellant said that she provided him with food, free lodging and gave him small sums of money occasionally.  Asked whether support would continue to be available to him if he was unsuccessful in this appeal, the appellant confirmed that his girlfriend would not require him to leave.\r\n\r\n14.\tIn response to questions put by me, the appellant acknowledged that he has exhausted his appeal rights and that he no longer has any lawful basis upon which to remain in the United Kingdom.  Asked why he had therefore failed to co-operate with the authorities with a view to facilitating his voluntary return to the country of his nationality, whichever country that might be, the appellant initially maintained that he had co-operated, but then conceded that he had not taken any steps to obtain travel documents from the countries of which he claims to be a national, namely Jamaica or the United States.  \r\n\r\n15.\tOn behalf of the respondent, Ms Lamirande asked me to find that since his arrival in the United Kingdom, the appellant had muddied the waters about his nationality, his identity and his story. She suggested that the appellant is in fact obstructing removal and that his conduct is nothing short of deceitful.  She asked me to find that the appellant does not intend to return to his country of nationality voluntarily and additionally that he does not satisfy the requirements of the 2005 Regulations in that he has demonstrated he is not destitute.  \r\n\r\n16.\tSection 4(2) of the 1999 Act (as amended by Section 49 of the Nationality, Immigration and Asylum Act 2002 (the 2002 Act) allows the Secretary of State to provide, or arrange for the provision of, facilities for the accommodation of a person and his dependants if –\r\n\r\n(a)\the was (but is no longer) an asylum seeker, and\r\n(b)\this claim for asylum was rejected.\r\n\r\n17.\tThe criteria to be used in determining eligibility for, and provision of accommodation to a failed asylum-seeker under Section 4 are set out in Regulation 3 of the 2005 Regulations. These came into force on 31 March 2005.  \r\n\r\n18.\tRegulation 3 states as follows:\r\n\r\n(1) …..the criteria to be used in determining the matters referred to in paragraphs (a) and (b) of section 4(5) of the 1999 Act in respect of a person falling within section 4(2) or (3) of that Act are-\r\n(a) that he appears to the Secretary of State to be destitute, and\r\n\r\n(b) that one or more of the conditions set out in paragraph (2) are satisfied in relation to him.\r\n    (2) Those conditions are that-\r\n(a) he is taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave the United Kingdom, which may include complying with attempts to obtain a travel document to facilitate his departure;\r\n\r\n(b) he is unable to leave the United Kingdom by reason of a physical impediment to travel or for some other medical reason;\r\n\r\n(c) he is unable to leave the United Kingdom because in the opinion of the Secretary of State there is currently no viable route of return available;\r\n(d) he has made an application for judicial review of a decision in relation to his asylum claim-\r\n(i) in England and Wales, and has been granted permission to proceed pursuant to Part 54 of the Civil Procedure Rules 1998,\r\n\r\n(ii) in Scotland, pursuant to Chapter 58 of the Rules of the Court of Session 1994 or\r\n\r\n(iii) in Northern Ireland, and has been granted leave pursuant to Order 53 of the Rules of Supreme Court (Northern Ireland) 1980; or\r\n(e) the provision of accommodation is necessary for the purpose of avoiding a breach of a person's Convention rights, within the meaning of the Human Rights Act 1998.\r\n\r\n19.\tWhere an appellant seeks to appeal against a decision to refuse him Section 4 support, the burden of proof is upon him to prove on a balance of probabilities that he meets the criteria for a Section 4 award.\r\n\r\n20.\tI have given careful consideration to all the evidence that is before me, including all documents contained in the Secretary of State’s bundle of evidence, responses received from both parties to directions issued on 20 April 2005, the oral evidence of the appellant and submissions of both parties to the appeal.  \r\n\r\n21.\tI have an abundance of evidence before me that the appellant has given various accounts of his place of birth, nationality, parentage and identity.  I do not find the appellant a credible witness and I am satisfied that he is willing to say and do whatever he considers necessary to achieve his objective.  I do not find the appellant a credible witness and I reject his evidence as inherently improbable. \r\n\r\n22.\tI find as fact that the appellant has consistently failed to provide accurate information to confirm his nationality and entitlement to travel documents.  I do not know of which country he is a national nor is it necessary for me to make a finding to this effect.  I am however satisfied that he has given false information to the immigration authorities and to the IOM.  I have no hesitation in finding that the appellant has done so quite deliberately with a view to obstructing his removal from the UK.  \r\n\r\n23.\tOn the basis of the appellant’s evidence that he is currently being provided with subsistence and accommodation by his partner and will continue to do so, I find that the appellant does not satisfy the requirements of Regulation 3(1) (a) in relation to destitution.  I have not been provided with evidence of the household income and outgoings nor have I been told where the appellant currently resides. Accordingly, the appellant has failed to discharge the burden upon him to satisfy me to the requisite standard that he is destitute. \r\n\r\n24.\tIf I am wrong and the appellant is indeed destitute or likely to become destitute as a result of my decision, I am not satisfied that he meets any of the requirements of Regulation 3(2) (a)–(e) of the 2005 Regulations. Sub-paragraphs (b)-(d) inclusive are not relevant to this appeal. In relation to sub-paragraph (e) however, I am satisfied that the provision of accommodation is not necessary for the purpose of avoiding a breach of the appellant’s Convention rights. This is because the appellant could avoid the risk of destitution by co-operating fully with the Immigration authorities, at which point he will be afforded the benefit of Section 4 support.  It is his assertion that he has taken all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave. I do not accept that he has done so.\r\n\r\n25.\tIn the circumstances, I am satisfied that the appellant is not entitled to the provision of Section 4 support until such time as he provides credible evidence of his nationality, such that the immigration authorities are then able to secure travel documents to facilitate his departure.  In the absence of the same, the appellant cannot in my view be seen to be complying with the requirements of the 2005 Regulations.  \r\n\r\n26.\tThe appeal is dismissed.\r\n","tribunal_decision_category":"section-4-2-support-for-failed-asylum-seekers","tribunal_decision_categories":["section-4-2-support-for-failed-asylum-seekers"],"tribunal_decision_decision_date":"2005-04-27","tribunal_decision_judges":["storey-s"],"tribunal_decision_landmark":"landmark","tribunal_decision_reference_number":"AS/05/04/9159","tribunal_decision_sub_category":"section-4-2-regulation-3-2-a-steps-to-leave","tribunal_decision_sub_categories":["section-4-2-destitution","section-4-2-regulation-3-2-a-steps-to-leave","section-4-2-regulation-3-2-e-human-rights-fresh-reps"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584e904340f0b60e4a000083/ES_v_SOS_AS_05_04_9159.pdf","title":"ES v SOS AS_05_04_9159","content_type":"application/pdf","updated_at":"2016-12-12T11:55:47+00:00","created_at":"2016-12-12T11:55:47+00:00","content_id":"0f69b07a-63b9-44dd-9b0c-a7f2bae80198"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:11.631Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/es-v-secretary-of-state-for-the-home-department-as-05-04-9159","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:11Z","base_path":"/asylum-support-tribunal-decisions/es-v-secretary-of-state-for-the-home-department-as-05-04-9159","description":"Asylum Support Tribunal decision of Judge Storey on 27 April 2005.","content_id":"a9aa13f7-3e5f-4f50-816f-2173aec0ac23","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"ES v Secretary of State for the Home Department: AS/05/04/9159","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/es-v-secretary-of-state-for-the-home-department-as-05-04-9159","description":"Asylum Support Tribunal decision of Judge Storey on 27 April 2005.","api_path":"/api/content/asylum-support-tribunal-decisions/es-v-secretary-of-state-for-the-home-department-as-05-04-9159","withdrawn":false,"content_id":"a9aa13f7-3e5f-4f50-816f-2173aec0ac23","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}