{"title":"Caroline Spelman speech at Futuresource, Excel Centre – ‘Waste – new thinking for a new economy’","public_updated_at":"2010-06-14T23:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Thank you and thanks to everyone here. Today I want to explain the new Government’s approach to waste in the years ahead.</p>\n\n<p>The Prime Minister fired the starting gun when he said he wanted this to be the greenest government ever.</p>\n\n<p>That’s a pretty unequivocal commitment.</p>\n\n<p>In the Coalition Programme, Defra is specifically charged with working towards a zero waste economy, encouraging paying people to recycle and working to reduce littering.</p>\n\n<p>We’ll also be working with DECC to send a much greater volume of our biodegradable waste through anaerobic digestion - generating renewable energy and bringing down levels of greenhouse gases from landfill.</p>\n\n<p>These responsibilities put Defra at the heart of our green government.</p>\n\n<p>It’s a task I’m relishing - but I do not underestimate the scale of it for one moment.</p>\n\n<p>Due to the sheer hard work of so many organisations - including many of you here today - significant progress has already been made to tackle our waste mountain.</p>\n\n<p>The amount of waste sent to landfill has gone down by over a third since 2001.</p>\n\n<p>Nationally, households now recycle over 38% of their waste, compared to only 9% ten years ago.</p>\n\n<p>We have been slowly moving in the right direction.</p>\n\n<p>The direction of travel is right.</p>\n\n<p>It’s the pace that’s the problem.</p>\n\n<p>We need to go faster and we need to go further.</p>\n\n<p>Waste is one of the biggest economic and environmental challenges we face.</p>\n\n<p>At every part of the waste hierarchy we want and need to do more.</p>\n\n<p>We will also have to do it differently and we all know why.</p>\n\n<p>We are a nation which has inherited the biggest peacetime deficit ever.</p>\n\n<p>Continuing with current approaches at the current pace is something we cannot afford - either environmentally or economically.</p>\n\n<p>We need a new approach to waste - one which works for the new economy.</p>\n\n<p>We need an approach which recognises its cost to business, to households, to local and central Government, and the environment alike.</p>\n\n<p>We cannot keep putting recyclable and biodegradable material into landfill.</p>\n\n<p>It threatens the environment and wastes what are incredibly valuable natural resources.</p>\n\n<p>Landfill is expensive and we are pay twice when we bury resources like aluminium in landfill, when used aluminium fetches around £800 a ton.</p>\n\n<p>The landfill tax has been an important factor, and will continue to be - not only in reducing landfill - but in achieving recognition that what we call waste is actually a resource, and a valuable one too.</p>\n\n<p>It’s the awareness of this value that we need to build on as we create our new leaner, greener economy.</p>\n\n<p>Because if getting to grips with our problem is one of our biggest challenges, it also provides some of our biggest opportunities - using resources more efficiently and helping create the new green jobs of the future.</p>\n\n<p>This green Government will help deliver the green jobs, the green technologies and the greener economy we must achieve to ensure a future that is both secure and sustainable.</p>\n\n<p>Finding ways not just to use less energy, water and natural resources - but by using the waste we do produce as the valuable raw material it actually is.</p>\n\n<p>To do this we need to start thinking now about our future infrastructure needs, including greatly increasing our anaerobic digestion capacity.</p>\n\n<p>That is why we are supporting local authorities with a major PFI programme as they modernise their recovery and disposal facilities away from landfill and in line with our EU commitments.</p>\n\n<p>It is time to drive forward the delivery of our zero waste economy.</p>\n\n<p>And I’d like to unpack what we mean by ‘zero waste’.</p>\n\n<p>We are not talking about an economy where no waste is produced.</p>\n\n<p>We are not talking about a society where, overnight, everyone will become a green saint.</p>\n\n<p>I, for one, know I’m very far from achieving that hallowed state.</p>\n\n<p>What we are talking about is a society where resources are fully valued - financially and environmentally - throughout the economy.</p>\n\n<p>Where one person’s waste is another’s resource.</p>\n\n<p>Where nothing is actually ‘wasted’.</p>\n\n<p>And where, over time, we get as close as we possibly can to zero landfill.</p>\n\n<p>To get there, I want to see the creation of a new type of public consciousness about waste.</p>\n\n<p>Where consumers make deliberate decisions about preventing waste in the first place; where they buy only what they need and recycle or re-use what’s left.</p>\n\n<p>But first, everyone involved in the product supply and waste and management chain - and Government - needs to be better at communicating with consumers than we have in the past.</p>\n\n<p>We need to help people make the vital, behaviour changing connection between what they buy and recycle and its impact - both on landfill and on their local environment.</p>\n\n<p>We need to get better at explaining the link between that collection van trundling away from your street and the final destination of its contents.</p>\n\n<p>Because knowing that your recycling choices decide whether that destination is an expensive hole in the ground or reincarnation as green energy, a new product or as compost is a powerful incentive to make the right choice.</p>\n\n<p>And I want business and manufacturers to redouble their efforts to drive down the waste generated by production and the amount of packaging they use - some of which is, if we’re honest, actually marketing material.</p>\n\n<p>Because, as with so much else when it comes to waste, doing the right thing makes sound economic sense.</p>\n\n<p>Major retailers now report on their environmental performance to consumers and investors alike.</p>\n\n<p>Posters on the tube trumpet light-weight beer bottles.</p>\n\n<p>Utility companies use energy efficiency to sell their services.</p>\n\n<p>And, at a time when consumers are tightening their purse strings and investors are erring on the side of caution, what savvy business wouldn’t choose to save money while enhancing their corporate reputation?</p>\n\n<p>Businesses - inevitably - produce more waste than households.</p>\n\n<p>For too long, Government attention has been focussed on domestic waste, rather than giving businesses the encouragement they need.</p>\n\n<p>Not by tying you up in red tape or by stifling you with regulation.</p>\n\n<p>But by supporting you in ways that protects the environment and consumers while encouraging action.</p>\n\n<p>Using the idea of Responsibility Deals, for example, we will work together with retailers and the business community to continue to drive down food waste and unnecessary packaging.</p>\n\n<p>You have our support when it comes to both reducing the amount of waste you produce and in ensuring you have the facilities and opportunities to recycle what’s left.</p>\n\n<p>For decisions to work, they need to be taken as close as possible to the people and businesses involved.</p>\n\n<p>Some of our waste and resource policies of course, have to be decided at a national, European and even a global level.</p>\n\n<p>My Ministerial team and I, including the tireless Oliver Henley, who leads for us on waste and has been visiting exhibitors this morning - will be active at every level.</p>\n\n<p>We recognise that local government needs the freedom to interpret the information and advice that comes from central Government based on the needs of their local populations and infrastructure.</p>\n\n<p>Clearly local authorities will have different circumstances which determine how they develop their waste strategies.</p>\n\n<p>But people feel strongly about reductions in frontline services like bin collections, particularly when they have seen their council tax bills double - I know because I when I Shadowed CLG it was regular theme of emails and letters!</p>\n\n<p>So as part of the review I will be liaising with my colleagues in other departments to see how we can help councils deliver the quality and frequency of services their customers want whilst delivering our commitment to waste reduction.</p>\n\n<p>When it comes to motivating waste reduction, this Government believes firmly in providing incentives.</p>\n\n<p>We are not in the business of threatening people with penalties and fines.</p>\n\n<p>In fact, one of our first announcements was to reject the very concept of bin taxes.</p>\n\n<p>Our approach is based on encouraging incentives which work for taxpayers, businesses and the local environment alike.</p>\n\n<p>Last Monday, I attended the launch of RecycleBank in Windsor.</p>\n\n<p>Recycling bins, fitted with small electronic tags, weigh how much recycled material a household puts in them and, based on the amount recycled, points are awarded.</p>\n\n<p>These points can then be used to buy goods from participating businesses like M &amp; S and Magnet, used in Windsor Leisure Centres or donated to charities like Fairtrade.</p>\n\n<p>And it works.</p>\n\n<p>The pilot scheme showed residents in the trial increasing their recycling rates by 35%.</p>\n\n<p>I think this is a great example of a local authority, its waste contractor and local businesses coming together to achieve significant improvements in recycling rates, keeping council taxes down and supporting the local economy.</p>\n\n<p>And not a penalty in sight.</p>\n\n<p>Today, I have deliberately highlighted specific steps we will take at every level of the waste hierarchy because we can only genuinely start making a difference if we address each of the five parts of that hierarchy.</p>\n\n<p>There is no point in tackling household waste, local authority services, energy from waste or business behaviour in isolation.</p>\n\n<p>Like the five fingers of one hand, they work best when they work together.</p>\n\n<p>So I am pleased to take this opportunity to announce that today we are starting a review of all existing waste policies.</p>\n\n<p>This will be a fundamental review to ensure all Government policies and interventions are the right ones to meet the challenges I’ve been discussing.</p>\n\n<p>We will be seeking extensive input from both Government Departments, such as CLG, BIS and DECC, and our partners outside government, including the waste management industry, local authorities and many of you here today.</p>\n\n<p>Our review will look at every aspect of waste policy and waste management delivery in England, including household and business waste and recycling services.</p>\n\n<p>Its aim will be to maximise the contribution waste prevention and management in England can make to the green economy, including the impact on the finances of households and businesses alike, on the vast potential for job creation and on green industries themselves.</p>\n\n<p>The results of the review will be used to ensure that we are ready and able to deliver on our ambitions for a zero waste economy.</p>\n\n<p>We will be asking for evidence from industry, business, environmental experts and local government in the coming weeks.</p>\n\n<p>Our aim is to produce preliminary findings by next Spring.</p>\n\n<p>We are living in unprecedented times.</p>\n\n<p>Unprecedented levels of debt, yes.</p>\n\n<p>But unprecedented co-operation across Government too, with joint agreement on the ways and means to achieve our goals.</p>\n\n<p>And an unprecedented opportunity to create the green jobs, green growth and take our share of the green industries of the future.</p>\n\n<p>Thank you.</p>\n</div>","political":true,"delivered_on":"2010-06-15T01:00:00+01:00","change_history":[{"public_timestamp":"2010-06-15T00:00:00.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Caroline Spelman","url":"/government/uploads/system/uploads/person/image/15/Caroline-Spelman_v2.jpg"},"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"first_public_at":"2010-06-15T00:00:00.000+01:00"},"routes":[{"path":"/government/speeches/caroline-spelman-speech-at-futuresource-excel-centre-waste-new-thinking-for-a-new-economy","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2010-06-14T23:00:00Z","base_path":"/government/speeches/caroline-spelman-speech-at-futuresource-excel-centre-waste-new-thinking-for-a-new-economy","description":"Thank you and thanks to everyone here. Today I want to explain the new Government's approach to waste in the years ahead.","content_id":"5d8fa679-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D7","api_path":"/api/content/government/organisations/department-for-environment-food-rural-affairs","base_path":"/government/organisations/department-for-environment-food-rural-affairs","content_id":"de4e9dc6-cca4-43af-a594-682023b84d6c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-12-09T12:38:41Z","schema_name":"placeholder","title":"Department for Environment, Food & Rural Affairs","withdrawn":false,"details":{"brand":"department-for-environment-food-rural-affairs","logo":{"formatted_title":"Department<br/>for Environment<br/>Food &amp; Rural Affairs","crest":"single-identity"}},"links":{}}],"policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/waste-and-recycling","base_path":"/government/policies/waste-and-recycling","content_id":"5d5e9324-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-14T16:39:48Z","schema_name":"policy","title":"Waste and recycling","withdrawn":false,"links":{"working_groups":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/caroline-spelman-speech-at-futuresource-excel-centre-waste-new-thinking-for-a-new-economy","base_path":"/government/speeches/caroline-spelman-speech-at-futuresource-excel-centre-waste-new-thinking-for-a-new-economy","content_id":"5d8fa679-7631-11e4-a3cb-005056011aef","description":"Thank you and thanks to everyone here. Today I want to explain the new Government's approach to waste in the years ahead.","document_type":"speech","locale":"en","public_updated_at":"2010-06-14T23:00:00Z","schema_name":"speech","title":"Caroline Spelman speech at Futuresource, Excel Centre – ‘Waste – new thinking for a new economy’","withdrawn":false,"links":{}}]}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/environment","base_path":"/government/topics/environment","content_id":"21c18504-c671-455d-a37c-0a6ecc73c4ed","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:09Z","schema_name":"placeholder_policy_area","title":"Environment","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/waste-and-recycling","base_path":"/government/policies/waste-and-recycling","content_id":"5d5e9324-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-14T16:39:48Z","schema_name":"policy","title":"Waste and recycling","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/caroline-spelman","base_path":"/government/people/caroline-spelman","content_id":"8529269b-c0f1-11e4-8223-005056011aef","description":null,"document_type":"placeholder_person","locale":"en","public_updated_at":"2015-03-30T11:00:47Z","schema_name":"placeholder_person","title":"The Rt Hon Caroline Spelman","withdrawn":false,"links":{}}],"available_translations":[{"title":"Caroline Spelman speech at Futuresource, Excel Centre – ‘Waste – new thinking for a new economy’","public_updated_at":"2010-06-14T23:00:00Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/caroline-spelman-speech-at-futuresource-excel-centre-waste-new-thinking-for-a-new-economy","description":"Thank you and thanks to everyone here. Today I want to explain the new Government's approach to waste in the years ahead.","api_path":"/api/content/government/speeches/caroline-spelman-speech-at-futuresource-excel-centre-waste-new-thinking-for-a-new-economy","withdrawn":false,"content_id":"5d8fa679-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":4}