{"title":"AM v Secretary of State for the Home Department: AS/14/11/32141","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Unless further submissions are obviously hopeless or abusive, or one which is not an application for leave to remain at all, or which is merely a repetition of an application which has already been rejected, an Asylum Support Judge should treat such application as establishing eligibility for support under Regulation 3(2)(e).\r\n\r\nThe burden of proof is upon the appellant.\r\n\r\nApplication of Birmingham City Council v Clue [2010] EWCA Civ 460.\r\n\r\n\r\nRead the full decision in [embed:attachments:inline:b9eacbab-0572-4443-821a-237655d43442]\r\n\r\n"},{"content_type":"text/html","content":"<p>Unless further submissions are obviously hopeless or abusive, or one which is not an application for leave to remain at all, or which is merely a repetition of an application which has already been rejected, an Asylum Support Judge should treat such application as establishing eligibility for support under Regulation 3(2)(e).</p>\n\n<p>The burden of proof is upon the appellant.</p>\n\n<p>Application of Birmingham City Council v Clue [2010] EWCA Civ 460.</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584e94f740f0b60e4a000087/AM_v_SOS_AS_14_11_32141.pdf\">AM v SOS AS_14_11_32141</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"1.\tThis Statement of Reasons is made in accordance with Rule 34(1) of the Tribunal Procedure (First-Tier Tribunal) (Social Entitlement Chamber) Rules 2008, and gives reasons for the decision made on Monday the 10th day of August 2015, dismissing the above mentioned appeal.\r\n\r\n2.\tThe appellant, a citizen of Zimbabwe, born on 18 April 1963, appeals against the decision of the Secretary of State who, on 21 January 2015, decided to discontinue support under Section 4 of the Immigration and Asylum Act 1999, (“the 1999 Act”). The Secretary of State contends that the appellant no longer satisfies one or more of the conditions of entitlement in Regulation 3(2) of the Immigration and Asylum (Provision of Accommodation to Failed Asylum Seekers) Regulations 2005 (“the 2005 Regulations”). \r\n\r\n\r\nBACKGROUND\r\n\r\n3.\tThe appellant claims to have arrived in the United Kingdom on 1 June 2002. She was granted leave to remain as a student until 30 November 2009. Further student applications dated 24 November 2009, 11 January 2010, and 23 August 2010 were refused. The appellant claimed asylum on 27 January 2011. This was refused on 18 February 2011 and her appeal against the decision was dismissed on 21 April 2011. An application for permission to appeal to the Upper Tribunal was refused on 3 August 2011. The appellant became appeal rights exhausted on 17 August 2011.\r\n\r\n4.\tThereafter, the appellant lodged further submissions purporting to be a fresh claim on four occasions namely, 21 May 2012, 17 July 2013, 17 March 2014 and 30 September 2014. The latter was an application under Article 8 European Convention on Human Rights (ECHR). The Secretary of State rejected the applications on 25 June 2013, 21 July 2013, 20 March 2013 and 13 March 2015. I am told that a further application is shortly to be made. I do not know the basis of such application save that it does not raise Article 8 ECHR. \r\n\r\n5.\tA chronology of the appellant’s Asylum Support claims history is as follows:\r\n\r\nSection 95 support granted \t\t\t\t23 March 2011\r\nSection 95 support terminated \t\t           15 September 2011\r\nApplication for Section 4 support \t\t\t6 September 2012\r\nSection 4 support granted \t\t\t\t27 September 2012\r\nSection 4 support discontinued \t\t\t26 June 2013\r\nApplication for Section 4 support\t\t\t6 March 2014\r\nSection 4 support refused \t\t\t\t21 March 2014\r\nApplication for Section 4 support \t\t\t7 October 2014\r\nSection 4 support refused \t\t\t\t30 October 2014\r\n\r\n6.\tOn 30 September 2014, the appellant submitted an application for leave to remain based on length of residence and claimed Article 8 ECHR rights. On 7 October 2014, she applied for Section 4 Support on the strength of outstanding further submissions and her poor health. She submitted a medical declaration from her GP certifying that she suffered from severe depression with mixed dissociative symptoms, frequent thoughts of self-harm and suicide. It was suggested that she presented a risk to herself and others. The appellant averred that to deny her Section 4 Support would violate her ECHR rights. \r\n\r\n7.\tThe Home Office requested further information concerning the appellant’s destitution and medical evidence to establish whether she was eligible for Section 4 Support under Regulation 3(2)(b) in addition to Regulation 3(2)(e). Following receipt of the appellant’s response, the Secretary of State accepted that the appellant was destitute but did not accept that she satisfied the eligibility criteria under Regulation 3(2). The refusal letter of 30 October 2014, failed to particularise in any detail or at all, the reasons for that decision. \r\n\r\n\r\nPROCEEDINGS BEFORE THE FIRST-TIER TRIBUNAL ASYLUM SUPPORT (FTT-AS)\r\n\r\n8.\tThe appellant’s appeal against the Secretary of State's decision of 30 October 2014 was dismissed by the FTT-AS on 12 November 2014. This decision was the subject of judicial review proceedings in the Administrative Court and on 30 March 2015, the appeal was remitted by consent to the FTT-AS to be heard de novo. I heard the appeal on 12 May 2015 and adjourned proceedings for consideration of additional evidence and the possibility of further oral submissions. Owing to my absence on health grounds, I was unable to promulgate my decision in a timely fashion. I regret the delay and apologise to the parties. I am satisfied that it is not necessary to reconvene the hearing and I now proceed to give my decision with reasons.\r\n\r\n\r\n\r\n\r\n\r\nTHE APPELLANT’S CASE\r\n\r\n9.\tThe appellant relies upon the judgment of the Court of Appeal in Birmingham City Council v Clue [2010] EWCA Civ 460 (Clue), and in particular on paragraphs 53 – 54 and 65 of the judgment of Dyson LJ. \r\n\r\n10.\tIn Clue, the appellant was a destitute mother of four children. She and her eldest child were unlawfully present in the UK within the meaning of Schedule 3. The appellant had applied to the Secretary of State for leave to remain raising grounds under the ECHR, in particular the long residence of her daughter in the UK. Her remaining three children were British citizens because their father was a British citizen. \r\n \r\n11.\tIt is the appellant’s case that her position is akin to that of Clue because she too has outstanding further submissions before the Secretary of State based on her length of residence. She asserts that to require her to pursue her Article 8 claim from outside the UK, or to pursue it whilst in the UK but without Section 4 Support, would infringe her Article 3 and Article 8 ECHR rights. \r\n\r\n\r\nTHE RESPONDENT’S CASE\r\n\r\n12.\tThe Secretary of State argues that as the appellant’s Article 8 further submissions are not protection based, it is not a barrier to her removal from the UK and that as such the appellant can avoid the effects of destitution by returning to her country of nationality and pursuing her application from overseas. The Secretary of State regularly advances this argument where an appellant relies on Regulation 3(2)(e) and the existence of outstanding further representations that do not raise protection issues. \r\n\r\n\r\nTHE LEGISLATIVE FRAMEWORK\r\n\r\n13.\tIn so far as is relevant, Section 4 of the 1999 Act (as amended by section 49 the Nationality, Immigration and Asylum Act 2002 and section 10 of the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004) provides:-\r\n\r\nAccommodation for persons on temporary admission or release\r\n\r\n‘(1) \tNot relevant to this appeal\r\n (2) The Secretary of State may provide, or arrange for the provision of, facilities for the accommodation of a person if— \r\n\r\n(a)    he was (but is no longer) an asylum-seeker, and \r\n(b)    his claim for asylum was rejected. \r\n\r\n14.\tRegulation 3 of the Immigration and Asylum (Provision of Accommodation to Failed Asylum-Seekers) Regulations 2005 (“the Regulations”), which came into force on 31 March 2005, lays down the criteria to be followed in respect of failed asylum-seekers and their dependants and provides:\r\n\r\n\t“Eligibility for and provision of accommodation to a failed asylum-seeker\r\n\r\n‘(1)\tSubject to regulations 4 and 6, the criteria to be used in determining the matters referred to in paragraphs (a) and (b) of section 4(5) of the 1999 Act in respect of a person falling within section 4(2) or (3) of that Act are-\r\n\r\n (a) that he appears to the Secretary of State to be destitute, and\r\n (b) that one or more of the conditions set out in paragraph (2) are satisfied in relation to him.\r\n\r\n (2) Those conditions are that—\r\n\r\n(a)  not relevant to this appeal….\r\n(b)  he is unable to leave the United Kingdom by reason of a physical impediment to travel or for some other medical reason; \r\n(c)  not relevant to this appeal….\r\n(d)  not relevant to this appeal…. \r\n(e) the provision of accommodation is necessary for the purpose of avoiding a breach of a person’s Convention rights, within the meaning of the Human Rights Act 1998.”\r\n\r\n15.\tSection 103 of the 1999 Act as amended provides a right of appeal to the First-Tier Tribunal (Asylum Support).  So far as is relevant, this states:\r\n\r\n‘(1)\t…(not relevant);\r\n\r\n (2a)\t if the Secretary of State decides not to provide accommodation for a person under section 4, or not to continue to provide accommodation for a person under section 4, the person may appeal to the First-Tier Tribunal.  \r\n\r\n(3)\tOn an appeal under this section, the First-Tier Tribunal may – \r\n\t\r\n(a)\trequire the Secretary of State  to reconsider the matter;\r\n(b)\tsubstitute its decision for the decision appealed against; or\r\n(c)\t\tdismiss the appeal.’\r\n\r\n\r\n16.\tPara 34J of the Immigration Rules HC 395 provides:\r\n\r\n“where a person whose application or claim for leave to remain is being considered requests the return of his passport for the purpose of travel outside the common travel area, the application for leave shall, provided it has not already been determined, be treated as withdrawn as soon as the passport is returned in response to this request.”\r\n\r\nSECRETARY OF STATE’S POLICY\r\n\r\n17.\tThe Secretary of State’s policy for processing applications for Section 4 support is set out in a document entitled “Asylum Support, Section 4 Policy and Process – Version 4.0”. Version 4.0 was published on 9 January 2015 and was last updated on 25 June 2015. Paragraph 1.14, headed “Provision of Support to avoid breaching ECHR rights”, provides the following guidance to caseworkers: \r\n\r\n“Under regulation 3(2)(e) of the 2005 Regulations Caseworkers must consider whether support under Section 4 is necessary in order to avoid a breach of a person’s ECHR rights. \r\n\r\nIt is for the applicant to provide evidence that a refusal to provide support would be a breach of their ECHR rights... \r\n\r\nApplicants are most likely to establish that they should be supported under regulation 3(2)(e) if they cannot be expected to take steps to leave the UK and so avoid the consequences of destitution that might lead to them suffering inhuman and degrading treatment. The most common case types where this applies (the list is not exhaustive) are when: \r\n\r\n-\tThe applicant has submitted a late appeal against the Secretary of State’s decision to refuse asylum and the AIT is considering whether to allow the appeal to proceed out of time. \r\n\r\n-\t The applicant has submitted further submissions which are outstanding. These are examples only …” \r\n\r\n18.\tParagraph 1.15, headed “Further submissions”, provides the following guidance to caseworkers: \r\n\r\n“….. \r\nSome applicants may submit an application for Section 4 support on the basis that they have made further submissions, which are still outstanding. The existence of the submissions, combined with the fact that the person does not have access to accommodation and the means to live (or will shortly be in this position) may mean that support needs to be provided in order to prevent a breach of their human rights. \r\n\r\nThe relevance of the further submissions in these cases is that they constitute the factor that may demonstrate that the applicant cannot be expected to take reasonable steps to leave the United Kingdom - and so avoid the consequences of being left destitute in circumstances that would otherwise lead to a breach of their human rights. \r\n\r\nIt is therefore important that caseworkers makes every effort to consider the further submissions at the same time as consideration is given to the Section 4 application; in order to check that the further submissions are not clearly abusive, manifestly unfounded or repetitious. Where it is clear that these factors apply the Section 4 application should be refused, which in practice will be at the same time as the further submissions are rejected. …”\r\n\r\n\r\nGUIDANCE FROM THE COURTS\r\n\r\n19.\tIn R v Secretary of State for Education and Employment Ex Parte Begbie [1999] 1 EWCA Civ 2100, Sedley LJ set out a number of guiding principles for dealing with the application of government policies. Of relevance to this decision, is his warning against a policy being treated by its custodians as a set of rules and his recommendation advocating the use of factual reasons for either agreeing or declining to depart from a policy so as to guard against arbitrariness, inconsistency, and rigidity in application. In his Lordships judgment, a policy has virtues of flexibility which rules lack, and virtues of consistency which discretion lacks.\r\n\r\n20.\tThe case of Clue, concerned the exercise of a power or the performance of a duty by local authorities to support persons illegally present in the UK. Dyson LJ argued that where there is a legal impediment to an applicant returning to their country of origin, local authorities cannot properly justify a refusal to provide assistance. In his judgment, if an arguable application for leave to remain on Convention grounds can only be pursued from within the UK, this presents a legal impediment to their return. In such circumstances, he found it difficult to conceive how assistance could properly be refused [62]. \r\n\r\n21.\tOf particular relevance to Asylum Support appeals are Dyson LJ’s comments [at 65] concerning the Secretary of State’s discretion to consider applications for indefinite leave to remain where the applicant has left the UK, namely that:\r\n “… there is no material before us to suggest that the Secretary of State routinely exercises his discretion to determine an application for leave to remain notwithstanding that the applicant has left the UK.  Accordingly, local authorities should approach their task on the footing that if, by withholding assistance, they require a person to return to his country of origin, that person’s application for leave to remain will be treated by the Secretary of State as withdrawn.”  \r\n22.\tFinally, (for the purposes of this appeal), Dyson LJ concluded [at 66]:\r\n“ ….that when applying Schedule 3, a local authority should not consider the merits of an outstanding application for leave to remain.  It is required to be satisfied that the application is not “obviously hopeless or abusive”…. Such an application would, for example, be one which is not an application for leave to remain at all, or which is merely a repetition of an application which has already been rejected.   But obviously hopeless or abusive cases apart, in my judgment a local authority which is faced with an application for assistance pending the determination of an arguable application for leave to remain on Convention grounds, should not refuse assistance if that would have the effect of requiring the person to leave the UK thereby forfeiting his claim.”  \r\n\r\nFINDINGS OF FACT \r\n\r\n23.\tThe facts in this case are different to those in Clue in that the appellant is a single woman of 50 years of age without children in the UK. She has lived in the UK for 13 years and for 37 years in Zimbabwe. She has spent the majority of her life in Zimbabwe where her children reside along with other members of her family. \r\n\r\n24.\tThe appellant is appeal rights exhausted. She has attempted to establish a claim for leave to remain on four occasions in the past four years without success. She does not have any outstanding further submissions or further rights of appeal. The refusal of her Article 8 submissions in March 2015 does not attract a right of appeal and she no longer has a lawful basis to remain in the UK. \r\n\r\n25.\tI accept that the appellant suffers from severe depression with mixed dissociative symptoms, frequent thoughts of self-harm and suicide. \r\n\r\n26.\tI do not attach any weight to the submission that the appellant intends to make a further application for leave to remain. I have not seen any evidence that an application exist. This is pure speculation. \r\n\r\n\r\nDISCUSSION\r\n\r\n27.\tNotwithstanding the different factual scenario before the Court of Appeal, I accept that the judgment in Clue is of significance in Asylum Support appeals and many of the principles laid down by Dyson LJ for local authorities have equal relevance for asylum support judges.  \r\n\r\n28.\tI accept that the judicial function of asylum support judges differs from that of Secretary of State and her caseworkers and prevents us from considering the merits of applications/further submissions made to the Secretary of State for leave to remain. Our function is to apply the law contained in relevant Statutes and Regulations. Judges may also have regard to the Secretary of State’s policies subject to the proviso that these cannot purport to limit legal rights. Thus, unless  further submissions are obviously hopeless or abusive, or one which is not an application for leave to remain at all, or which is merely a repetition of an application which has already been rejected, an asylum support judge should treat it as establishing eligibility for support under Regulation 3(2)(e). \r\n\r\n29.\tIn my judgment, there is no legal basis for the Secretary of State’s argument that only a protection-based application entitles a failed asylum seeker to Section 4 support under Regulation 3(2)(e). This is not what the regulations state and it is not what the Secretary of State’s own policy promotes. In the circumstances, I find that any application for leave to remain may entitle the applicant to Regulation 3(2)(e) support where the provision of accommodation is necessary for the purpose of avoiding a breach of a person’s Convention rights, subject to the requirement that the application is not obviously hopeless or abusive. \r\n\r\n30.\tHowever, the burden of proof is upon an appellant and it is for them to discharge that burden on a balance of probabilities and demonstrate that any further submissions are not obviously hopeless or abusive. This will necessitate the production of the further submissions to the asylum support judge and for a limited assessment to be conducted by the FTT-AS that excludes consideration of the merits of the application. Where the appellant has submitted multiple further submissions, the burden will be harder to discharge. The greater the number of applications, the more likely it is that the application will be deemed to be repetitive, obviously hopeless or abusive. \r\n\r\n31.\tI should add that I cannot conceive of a situation where the mere assertion that further submissions are in the process of being lodged will be sufficient to satisfy an asylum support judge that eligibility under Regulation 3(2)(e) is established. In exceptional circumstances, for example where an appellant has attempted to lodge the further submissions without success, through no fault of their own, an asylum support judge may accept that the requirements of Regulation 3(2)(e) are met. This is, however, likely to be rare. \r\n\r\n32.\tIn the instant case, the Secretary of State decided on 13 March 2015 that the appellant does not have a family life in the UK but she has established a private life by virtue of her length of residence and limited ties to her church and community. As this is a qualified right, the Secretary of State considers it insufficient to entitle the appellant to a grant of leave to remain when weighed against the needs of the State for effective immigration control. The appellant is not entitled to a right of appeal against this decision and I am not aware of any authority that suggests otherwise.\r\n\r\n33.\tIn relation to the appellant's mental health, whilst she has my sympathy, I am satisfied that her condition is not a barrier to her voluntary or enforced departure from the UK. I accept the Secretary of State's submission that her multiple medical conditions are treatable in Zimbabwe and the severity of her symptoms do not justify the exercise of discretion in her favour outside the Immigration Rules. Accordingly, her current health does not entitle her to Section 4 support under Regulation 3(2)(b) or Regulation 3(2)(e).\r\n\r\nDECISION\r\n\r\n34.\tIn all the circumstances, the appeal is dismissed.\r\n\r\n","tribunal_decision_category":"section-4-2-support-for-failed-asylum-seekers","tribunal_decision_categories":["section-4-2-support-for-failed-asylum-seekers"],"tribunal_decision_decision_date":"2015-08-10","tribunal_decision_judges":["storey-s"],"tribunal_decision_landmark":"landmark","tribunal_decision_reference_number":"AS/14/11/32141","tribunal_decision_sub_category":"section-4-2-regulation-3-2-e-human-rights-fresh-reps","tribunal_decision_sub_categories":["section-4-2-regulation-3-2-e-human-rights-fresh-reps"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584e94f740f0b60e4a000087/AM_v_SOS_AS_14_11_32141.pdf","title":"AM v SOS AS_14_11_32141","content_type":"application/pdf","updated_at":"2016-12-12T12:15:51+00:00","created_at":"2016-12-12T12:15:51+00:00","content_id":"b9eacbab-0572-4443-821a-237655d43442"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:12.445Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/am-v-secretary-of-state-for-the-home-department-as-14-11-32141","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:12Z","base_path":"/asylum-support-tribunal-decisions/am-v-secretary-of-state-for-the-home-department-as-14-11-32141","description":"Asylum Support Tribunal decision of Judge Storey on 10 August 2015.","content_id":"1466b44d-a3ac-4b93-9917-daac421ddd64","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"AM v Secretary of State for the Home Department: AS/14/11/32141","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/am-v-secretary-of-state-for-the-home-department-as-14-11-32141","description":"Asylum Support Tribunal decision of Judge Storey on 10 August 2015.","api_path":"/api/content/asylum-support-tribunal-decisions/am-v-secretary-of-state-for-the-home-department-as-14-11-32141","withdrawn":false,"content_id":"1466b44d-a3ac-4b93-9917-daac421ddd64","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}