{"title":"Employer returns: view / maintain BROCS: employer data exception unit (EDEU)","public_updated_at":"2015-10-08T11:46:27Z","details":{"body":"<p>This subject is presented as follows</p>\n\n<p> </p>\n\n<h2 id=\"background\">Background</h2>\n\n<p>The unit is located at Banking Operations, Shipley (also known as Accounts Office, Shipley).</p>\n\n<p>The EDEU are responsible for dealing with Data Exception Reports. These paper reports are generated where an update made to an employer record on EBS is rejected by BROCS.</p>\n\n<p>The different interfaces to BROCS that produce these exceptions are</p>\n\n<ul>\n  <li>EBS updates which flow directly to BROCS</li>\n</ul>\n\n<p>And  </p>\n\n<ul>\n  <li>ECS updates which flow directly to BROCS</li>\n</ul>\n\n<h2 id=\"exceptions-not-dealt-with-by-edeu\">Exceptions not dealt with by EDEU</h2>\n\n<p>The EDEU will not deal with</p>\n\n<ul>\n  <li>Any other types of exceptions or rejections</li>\n  <li>Mismatched records found in your day to day work</li>\n  <li>Any other problems which you may encounter in your day to day work</li>\n</ul>\n\n<p>To deal with these situations </p>\n\n<p>In your day to day work there may be occasions when you encounter problems whilst updating employer records. These problems must not be referred to the EDEU. Initially, you should always attempt to resolve the problem locally and the following tools are available to help you</p>\n\n<ul>\n  <li>EBS System Help - which provides guidance on using EBS functionality correctly</li>\n  <li>Other sections of this Manual - which provides instructions and procedures for your day to day work</li>\n</ul>\n\n<p>If you are still unable to resolve a problem, you should refer it to your Manager who may suggest that you contact the EBS or ECS Helpdesk for further assistance.</p>\n\n<h2 id=\"impact-on-employer-records\">Impact on employer records</h2>\n\n<p>When the EDEU correct an employer record as a result of a Data Exceptions report they may note the details on the employer record.</p>\n\n<h2 id=\"office-number\">Office Number</h2>\n\n<p>The EDEU has its own office number - ‘132’.</p>\n\n<p>Where the EDEU are temporarily working a year(s) or instalment(s) to deal with a Data Exception Report they will arrange for the relevant BROCS record to show the owning office numeral as ‘132’ for the year(s) or instalment(s) affected.</p>\n\n<p>Where the year(s) or instalment(s) is working at a Debt Management Office, the EDEU will contact that office and request that responsibility for the work item is transferred to the EDEU using BROCS Function CNA. The Debt Management Office must ensure that the transfer is made on BROCS and not by using IDMS.</p>\n\n<p>You will know that the EDEU are working a Data Exception Report when you see numeral ‘132’ displayed on the BROCS ‘Actions’ screen under the heading ‘OFF/SEC/ID’.</p>\n\n<p>The EDEU will not be responsible for any other instalment(s) or year(s), which are not affected by the Data Exception Report, and you must continue to work these in the usual way.</p>\n\n<h2 id=\"employer-records\">Employer Records</h2>\n\n<p>Where a Data Exception Report is being worked by the EDEU the following note will be shown in EBS Employer Notes ‘EBS/BROCS mismatch - case w/w EDEU’. As the majority of data exceptions will be resolved within a 7 to 10 day period you must not attempt to update EBS whilst the note is shown.</p>\n\n<p>If exceptionally, you do need to update a record as a matter of urgency or you experience an exceptionally long delay whilst a record is being realigned, you may contact the EDEU Manager. You must only take this action where it is absolutely necessary and must not contact the EDEU as a matter of course.</p>\n\n<p>In some cases the EDEU will prevent the issue of correspondence to an employer whilst the records are being realigned, by setting the EDEU as the Charge Agent on the relevant BROCS record for the year(s) affected.</p>\n\n<h2 id=\"charge-agent-details\">Charge Agent details</h2>\n\n<p>When the EDEU update a BROCS record with Charge Agent details, all correspondence for the year(s) affected will be issued directly to the EDEU at Banking Operations, rather than to the employer or the employer’s agent.</p>\n\n<p>For any other year(s) where Charge Agent details have not been set, correspondence will be issued to the employer or the employer’s agent as usual.</p>\n\n<p>You will know that the EDEU have set Charge Agent details for a year(s) when the following entries are displayed on the relevant BROCS record at ‘Designatory Data For ASN’</p>\n\n<ul>\n  <li>The name and address of the EDEU</li>\n</ul>\n\n<p>And  </p>\n\n<ul>\n  <li>The note ‘Communications Via Agent’</li>\n</ul>\n\n<p>As soon as the Data Exception Report has been dealt with the EDEU will  </p>\n\n<ul>\n  <li>Delete the EDEU office numeral from BROCS</li>\n  <li>Delete the relevant EBS Employer note</li>\n  <li>Delete the Charge Agent details from BROCS</li>\n</ul>\n\n<p>And  </p>\n\n<ul>\n  <li>Delete the ‘Communications Via Agent’ signal from BROCS</li>\n</ul>\n\n<p>You can then continue to work on the employer record in the usual way.</p>\n","section_id":"PAYE48060","breadcrumbs":[{"section_id":"PAYE48000","base_path":"/hmrc-internal-manuals/paye-manual/paye48000"}],"child_section_groups":[],"manual":{"base_path":"/hmrc-internal-manuals/paye-manual"}},"routes":[{"path":"/hmrc-internal-manuals/paye-manual/paye48060","type":"exact"}],"redirects":[],"publishing_app":"hmrc-manuals-api","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"hmrc_manual_section","schema_name":"hmrc_manual_section","first_published_at":"2016-04-13T17:29:30Z","base_path":"/hmrc-internal-manuals/paye-manual/paye48060","description":"","content_id":"55a931d9-18d0-5d02-b05d-c5afe46d9639","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D25","api_path":"/api/content/government/organisations/hm-revenue-customs","base_path":"/government/organisations/hm-revenue-customs","content_id":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-13T10:09:06Z","schema_name":"placeholder","title":"HM Revenue & Customs","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"HM Revenue<br/>&amp; Customs","crest":"hmrc"}},"links":{}}],"available_translations":[{"title":"Employer returns: view / maintain BROCS: employer data exception unit (EDEU)","public_updated_at":"2015-10-08T11:46:27Z","analytics_identifier":null,"document_type":"hmrc_manual_section","schema_name":"hmrc_manual_section","base_path":"/hmrc-internal-manuals/paye-manual/paye48060","description":"","api_path":"/api/content/hmrc-internal-manuals/paye-manual/paye48060","withdrawn":false,"content_id":"55a931d9-18d0-5d02-b05d-c5afe46d9639","locale":"en"}]},"format":"hmrc_manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}