{"title":"A-Z and glossary","public_updated_at":"2016-08-04T10:42:40Z","details":{"body":[{"content_type":"text/govspeak","content":"###A-Z\r\n\r\n##Acting\r\n\r\n###Contents\r\n1.  [Introduction](#acting-introducion)\r\n2.  [Examples](#acting-examples)\r\n3.  [When to use acting](#acting-when)\r\n4.  [How to use acting](#acting-how)\r\n\r\n###Acting: an introduction\r\n{:#acting-introducion}\r\nActing is a way of testing new policies and ideas for quick feedback and help. This can be done by organising workshops where policy ideas can be tested by people acting out the proposed idea, and then a discussion taking place around the scenes being acted. \r\n\r\n###Examples from around government\r\n{:#acting-examples}\r\nDuring April 2015, Policy Lab and Policy Profession organised and held three prototyping workshops where people acted out early ideas for a policy. The format allowed people to express concerns and idea about the early stage concepts. \r\n\r\nBecause much of the detail of the concepts was undefined yet, people filled in the gaps or responded by making interpretations and assumptions. It was this ambiguity that created a deep level of engagement and response. \r\n\r\n###When to use acting as a tool\r\n{:#acting-when}\r\nActing works best when you have an early idea or concept that you want to test with experts or users. It can be a great way of quickly updating your knowledge and ideas to make sure they answer user needs. \r\n\r\nIf you haven’t created some policy ideas yet then acting will not be of much use unless you wish to use it as a way of showing an idea to interested parties. \r\n\r\n###How to use acting to test policy ideas\r\n{:#acting-how}\r\n\r\n1.  Before a workshop you should meet with the actors to develop a rough script that explores the policy idea. It can be useful to make simple props for the mock scenes and do a run through. You should be clear about which parts of the scenarios the actors must stick to and where they can improvise. \r\n2.  Writing a scripted scene for each scenario that your actors are supposed to highlight will help them to keep to the point and show the exact policy idea. \r\n3.  At the workshop, you should introduce the scenarios and ask the invited audience to think about a particular question for each scenario. The actors can improvise with guidance prompts and stop at important points so that users and experts who are watching can bring up points of concern or topics of debate. \r\n4.  You should then engage the audience in discussion and be responsive to the audience’s interests and guide the actors to change what they are doing. After seeking permission, it is a good idea to document the workshop with video and photographs to use as evidence later. \r\n\r\n##Behavioural insights\r\n\r\n###Contents\r\n1.  [Introduction](#behavioural-insights-introduction)\r\n2.  [When to use behavioural insights](#behavioural-insights-when)\r\n3.  [Examples](#behavioural-insights-examples)\r\n4.  [How to start using](#behavioural-insights-how)\r\n\r\n###About behavioural insights\r\n{:#behavioural-insights-introduction}\r\n\r\nBehavioural insights applies behavioural sciences like behavioural economics and experimental psychology to policy. Behavioural sciences seek to understand how people make decisions in practice; how their behaviour is influenced by the context in which their decisions are made and how they are likely to respond to certain options. \r\n\r\nThese insights enable you to design policies or interventions that can encourage, support and enable people to make better choices for themselves and society.\r\n\r\n###When to use behavioural insights\r\n{:#behavioural-insights-when}\r\n\r\nYou should consider using behavioural insights when you have a policy idea or concept that you want to test to see how it will work in the real world. Behavioural science can then be applied to the idea to see how and if it will work in the real world. You can then use these findings to react and improve the policy. \r\n\r\nBehavioural insights interventions are usually simple, highly cost-effective, and often yield surprising results. Civil servants have successfully used them in the following ways.\r\n\r\nIf you would like to find out more about the team’s work, including commissioning to undertake projects, please get in touch with one of the members of the team by emailing info@behaviouralinsights.co.uk\r\n\r\n###Examples from around government\r\n{:#behavioural-insights-examples}\r\n\r\n###1. Home energy improvement\r\n\r\nA generous government subsidy did not seem to be resulting in much uptake of loft insulation among homeowners. BIT research suggested the effort required to clear out their loft was discouraging people – a good example of a ‘friction cost’ or ‘hassle factor’. BIT offered a loft-clearing service (which customers had to pay for), greatly increasing the number of people taking up the subsidy.\r\n\r\n###2. Increasing tax payments\r\n\r\nBIT worked with HMRC to tackle late payments for self-declared income tax. They made one small change to HMRC’s standard letter: including the sentence “9 out of 10 people have already paid their tax”. Highlighting the normative behaviour significantly increased prompt tax payments bringing forward £200 million in revenue. More specific norms (such as “9 people in your area with a debt like yours have paid their tax on time” were more effective than generic norms\r\n\r\n###3. Encouraging people to become organ donors\r\n\r\nMillions of people renew their tax disc on the DVLA website every year. BIT thought this would be a good opportunity to prompt people to join the organ donor register.\r\n\r\nBIT trialled 8 different messages, based on various behavioural insights, including a call to action, emotional messaging (“3 people die each day because there are not enough organ donors”) and social norms (“Every day thousands who see this page decide to register”).\r\n\r\nA message based upon reciprocity worked best (“If you needed an organ transplant would you have one? If so please help others”), adding 100,000 donors to the register in 1 year.\r\n\r\n[Read more case studies from BIT](http://www.behaviouralinsights.co.uk/publications).\r\n\r\n###How to start using behavioural insights\r\n{:#behavioural-insights-how}\r\n\r\nBIT has produced 2 reports to help you draw on the increasingly rich findings from the behavioural sciences: [MINDSPACE](http://www.instituteforgovernment.org.uk/sites/default/files/publications/MINDSPACE.pdf) and [EAST](http://www.behaviouralinsights.co.uk/sites/default/files/BIT%20Publication%20EAST_FA_WEB.pdf). These provide simple frameworks to help policy makers apply behavioural insights.\r\n\r\n$CTA\r\nIf you would like to find out more about the team’s work, including commissioning the to undertake projects, please get in touch with one of the members of the team by emailing info@behaviouralinsights.co.uk\r\n$CTA\r\n\r\n##Change cards\r\n\r\n###Contents\r\n1.  [Introduction](#change-cards-introduction)\r\n2.  [When to use change cards](#change-cards-when)\r\n3.  [How to use change cards](#change-cards-how)\r\n\r\n\r\n###Change cards: an introduction\r\n{:#change-cards-introduction}\r\nChange cards are questions that help people think outside of the box and discuss possible directions of a policy. They are cards with questions on them like 'what if we had no budget?' and 'what would a start-up do?' that help people think outside of the box with policy ideas. \r\n\r\n###When to use change cards\r\n{:#change-cards-when}\r\nChange cards are useful in the early stages of designing a policy when you are trying to understand what users need and want from a policy area. They are also useful when you have gone through all the usual ideas and need to think differently. \r\n\r\nYou can combine change cards with other tools to quickly understand and generate ideas with users and experts. Role play, challenge panels and hack days all work with change cards. \r\n\r\n\r\n###How to use change cards in a 1-hour workshop\r\n{:#change-cards-how}\r\nBefore the workshop create some change cards on A5 pieces of card. You will need to decide whether the cards pose a question with words, or stimulate debate with images. \r\nFind a space to work where you can stick things on the wall to enable discussion and free flowing ideas as you present cards to the group. Ideally find a space with several tables and chairs so that people can work in groups of about 4 to 6 people. \r\nArtefact and Policy Lab provide advice and guidance for creating change cards from. These ideas for questions may also help:\r\n\r\n*  what if we had no money? / what if we had an unlimited budget?\r\n*  what if people were our only resource?\r\n*  what if we did the opposite?\r\n*  what if we exaggerated the idea?\r\n*  what would we do in 2040? / what would we have done in 1920?\r\n*  what would we do if there were no computers? / what would we do it we had to provide it all online?\r\n*  how would a child design it?\r\n*  what if we merged 2 ideas?\r\n*  what would an entrepreneur do?\r\n*  what would they do in the USA?\r\n*  what would the public want us to do?\r\n*  what would we do if we couldn’t legislate? / what would we do if we could only recommend best practice?\r\n\r\n###At the workshop\r\nYou should give people permission to be creative and work differently.  An icebreaker exercise or facilitators can help you make the session flow more freely. \r\n\r\nDuring the exercise people should define their own challenge and organise themselves into teams with people from different backgrounds to stimulate new ideas. Doing a hope and fear card or evidence safari before you start is often a good idea. You should then discuss the policy area as a group before individually working with change cards.\r\n\r\nPeople should look at the change cards they are given and then present their ideas one by one, explaining the criteria they are using. After the exercise you can invite people to vote about which ideas work best and discuss together which ideas to take forward.\r\n\r\n##Challenge setting\r\n\r\n###Contents\r\n1.  [Introduction](#challenge-setting-introduction)\r\n2.  [When to use challenge setting](#challenge-setting-when)\r\n3.  [How to do challenge setting](#challenge-setting-how)\r\n\r\n####Challenge setting: an introduction\r\n{:#challenge-setting-introduction}\r\n\r\nChallenge setting lets you work with users and groups of people to define the challenges that are important to your policy. \r\n\r\nChallenge setting frames a person's fears and needs as questions that begins with ‘How can we’. The challenges that are created can then become collective issues to debate and investigate further. \r\n\r\n####When to use challenge setting \r\n{:#challenge-setting-when}\r\n\r\n$CTA\r\nDoing a [hope and fear card](#hope-and-fear-card) exercise helps frame the problem for users. You should usually do this before challenge setting. \r\n$CTA\r\n\r\nUse challenge setting at the beginning of a project to help you understand what people need and want from a policy area. The tool works well alongside other tools like journey mapping and idea days or policy jams. \r\n\r\nUsing challenge setting at an early stage of a project helps you look at your problem from a users’ perspective and understand their needs and desires. It also helps you to find people to work with to design policy. \r\n\r\nChallenge setting works with users and experts as well as any other interested party. \r\n\r\n####How to do challenge setting\r\n{:#challenge-setting-how}\r\n\r\nTo start using challenge setting you will need thick marker pens and challenge setting cards. \r\n\r\nChallenge setting cards are A5 sized with 'How can we...' written on them. There should be space for people to write a challenge. Challenges should be as short as possible and no longer than 4 lines long.  \r\n\r\nTo do challenge setting, give members of the discussion the cards and ask them to write down their aims or needs from a policy, event or experience. If you have done a hopes and fears exercise you can ask them to base their 'how can' we on some of the hopes and fears you have previously discussed. \r\n\r\nYou should then discuss everyone’s challenge setting as a group. Placing everyone's challenge on a scale often helps to show the variety of challenges you will discover. The scale could be small to grand challenges or cheap to expensive depending on the policy area. \r\n\r\n##Challenge panels\r\n\r\n###Contents\r\n1.  [Introduction](#challenge-panel-intro)\r\n2.  [How to run a panel](#challenge-panel-how)\r\n\r\n###Challenge panels: an introduction\r\n{:#challenge-panel-intro}\r\n\r\nChallenge panels use experts to look at weaknesses and ideas to improve them current or future policy. Policy experts can test and provide constructive challenge to the policies from a real world perspective. \r\n\r\nA challenge panel is one of the simplest ways to organise feedback and testing of a policy before it is launched as it only requires inviting experts in the field. \r\n\r\n###How to run a challenge panel\r\n{:#challenge-panel-how}\r\n\r\nChallenge sessions work best when a policy team is prepared to explain their position, is open to challenge, and  willing to listen. \r\n\r\nChallengers must be focused, able to raise issues from non-government perspectives, and willing to provide tough constructive criticism. \r\n\r\nIf the event is being facilitated by someone who is not involved in the policy and willing to direct the discussion, drawing up key themes where policy is underperforming is made easier. \r\n\r\nThere should be a small number of independent, diverse challengers; for example people who used to work in the team, other government departments, think tank members, journalists, business specialists, parliamentarians, non government organisations, economists, scientists or community groups.\r\n\r\nYou shouldn’t be defensive or respond to every point – challenge panels are about listening and being open to new ideas\r\n\r\nIf your policy area is sensitive, consider setting up an agreed confidentiality document that states your expectations are for non-disclosure of information.\r\n\r\n\r\n##Crowdsourcing \r\n\r\n###Contents\r\n1.  [Introduction](#crowdsourcing-introduction)\r\n2.  [Examples from around government](#crowdsourcing-examples)\r\n3.  [When to use crowdsourcing](#crowdsourcing-when)\r\n4.  [Principles of crowdsourcing](#crowdsourcing-principles)\r\n5.  [Ways of crowdsourcing](#crowdsourcing-ways)  \r\n\r\n###Crowdsourcing: an introduction\r\n{:#crowdsourcing-introduction}\r\nCrowdsourcing uses online surveys and social networks to works with users and experts to get solutions to problems from a more diverse range of individuals with varied skills and experiences. It allows policy makers and the public to work together to come up with a large number of ideas and to test whether policies are practical and can be implemented.\r\n\r\nIt is particularly helpful for keeping policy up to date in a fast moving world. Crowdsourcing is not new, but digital technologies have made it much easier to do on a larger scale.\r\n\r\n###Examples from around government\r\n{:#crowdsourcing-examples}\r\n\r\n*  2010 Spending Review Challenge asked the public to send in ideas to help the government cut costs. This was repeated in 2015 with the Chancellors Public Sector Spending Review Challenge that used Survey Monkey to ask public sector workers how they could save money. 2010 was a totally open challenge but 2015 involved only public sector workers. \r\n*  The Department of Business, Innovation and Skills [used crowdsourcing](http://discuss.bis.gov.uk/bisdigital/2013/05/24/bis-digital-engagement-case-study-series-focus-on-enforcement/) to ask businesses and individuals about their experiences with regulators.\r\n*  [NHS Citizen](http://www.nhscitizen.org.uk/) brought citizens together to work together on how to solve problems in their local NHS trusts.\r\n*  DfID’s [Amplify project](https://openideo.com/content/about-amplify) brought together designers and communities to help improve safety in cities.\r\n*  [Fix My Street](https://www.fixmystreet.com/) allows the public to report holes in roads. \r\n*  [Lapor](https://www.techinasia.com/indonesians-crack-corruption-crowd-reporting-site-lapor/ ) is an Indonesian portal where citizens can report corrupt officials.\r\n*  The [Dementia Challenge](https://digitalhealth.blog.gov.uk/2013/04/16/digital-engagement-on-dementia/) created a debate around what policies were needed to deal with dementia.\r\n*  Crowdsourcing is also used regularly in the private sector and science. Wikipedia crowdsources content. Amazon get the public to review its products. NASA even uses crowdsourcing to help map Mars. A form of physical crowdsourcing is a hack day or idea jam. \r\n\r\n###When to use crowdsourcing\r\n{:#crowdsourcing-when}\r\nYou should use crowdsourcing when your policy area would benefit from engaging with a broader and more diverse set of people than your usual stakeholders and you’re looking for new ideas. It can be done with small specialist groups in private (for example by using a closed LinkedIn group) or with larger numbers of the population. \r\n\r\nA good social media presence can make crowdsourcing easier and quicker. Using a departments twitter to announce a crowdsourcing campaign is probably easier than setting up a new one. Have a look at our social media engagement advice for more information. \r\n\r\nCrowdsourcing is particularly useful for:\r\n\r\n* Testing out a policy to see if it is practical and can be implemented effectively\r\n* Giving power to and engaging with citizens\r\n* Getting a broader range of ideas about a policy area\r\n* Creating transparency\r\n\r\nIf you have already decided what action you are going then crowdsourcing will add little value. However, even if your minister has decided on a course of action, you may still want to consider crowdsourcing idea for how to implement the policy. \r\n\r\n###Principles of crowdsourcing\r\n{:#crowdsourcing-principles}\r\n\r\n### Talk to your digital team/press office\r\nThey will be able to advise on your social media strategy, help get conventional media coverage and also advise on which tools your department has access to (see tools below).\r\n\r\n###Decide on the question or problem you want to solve\r\nWork out your overall question and stick to it. Keep it simple but broad enough to gather meaningful ideas. For example: ‘How do we improve public safety?’ may be too broad a question. ‘Should we put more lighting on Mosley Street?’ is too narrow. While ‘How do we improve the safety of young women at night in poor, urban areas?’ is more likely to draw out clear solutions. Ask questions clearly and set parameters eg how much money is available.\r\n\r\n###Don’t build it and assume they will come\r\nCrowdsourcing is a good way to get ideas from a wide selection of people, but you have to make an effort to reach them. If you don’t already have a good network of stakeholders, create one and ask them to spread your message through their networks. People tend to respond more readily with ideas if the project is championed by people they know. Talk to people where they usually congregate eg community blogs. \r\n\r\n###Communicate clearly with your audience\r\nMake it clear to your audience how you will use their ideas. Will the best ones be presented to the minister? Are you looking for ideas for a particular urgent policy or just gathering views? You should feedback to the public regularly on progress and which ideas are being taken up so that they do not feel disillusioned with the process. Lobby groups may also try to hijack a crowdsourcing project, but this is usually obvious and should be dealt with in the same way as in a traditional policy making process.\r\n\r\n###Develop ideas\r\nThe ideas that are initially submitted may still need development or research to turn them into policy proposals. One way to manage this is to send out an initial call for ideas and then sift these for the best proposals. You can then work with the public and experts to develop the ideas further until they meet your requirements. The Amplify project is a good example of how this works in practice.\r\n\r\n###Be diverse\r\nWhilst you can define your target audience by stakeholder mapping, the point of crowdsourcing is to reach different people. Try to engage with a mix of different ages, genders, professions and cultural backgrounds for a wider range of ideas. Using local radio, newspapers and TV as well as local events and partner organisations will help you reach people who might be digitally excluded. Media channels are often interested in running articles on crowdsourcing projects and can help you get the word out easily.\r\n\r\n###Provide content\r\nIt can be helpful to give your audience background information on the question you are interested in. Link to reports and articles on the topic and give them data and statistics and also ask them to share their useful content. The more informed your audience are, the better ideas your crowdsourcing project will generate.\r\n\r\n###Be transparent\r\nYou should also make it clear that ideas will be published openly unless there is good reason not to do so. You should be aware of data protection rules and not share personal information like email addresses gathered from crowdsourcing.\r\n\r\n\r\n###Ways of crowdsourcing\r\n{:#crowdsourcing-ways}\r\n\r\n###Email\r\nThe easiest and cheapest way to start crowdsourcing is to start by emailing users and experts.\r\n\r\n###Surveys\r\nIf you would like more detailed data from your responses, ask people to complete a survey by using an online tool.\r\nSurveys allow you to ask people to give more detailed and structured data about for example their ages or occupations. This would give you a better understanding of who has responded and how diverse or representative they are.\r\n\r\n*  [Survey monkey](https://www.surveymonkey.com/)\r\n*  [Google forms](google.com - Free Google Forms‎)\r\n\r\n###Social media\r\nYou can use many types of social media for crowdsourcing including. The Social Media Playbook has all the information you need for using social media online. Tools that you should \r\n\r\n*  [Twitter](twitter.com) now lets you poll users from within a tweet\r\n*  [LinkedIn](linkedin.com) can be used to create groups of people to engage with in private or public \r\n\r\n###Online crowdsourcing \r\n*  [Citizen Space](http://www.citizenspace.com/info) was used for the Deputy Prime Minister’s Northern Futures project to collect ideas on how to create a new economic hub in the North of England. The Treasury also used this tool to gather ideas for the Spending Challenge.\r\n\r\n*  [NHS Citizen](http://www.nhscitizen.org.uk/) is a specially created site that gathers and develops ideas on how to improve hospitals and the health service. The project is in development and the source code will be available freely for other people to build similar platforms.\r\n\r\n*  [Wordpress](wordpress.com) platforms have been used by the Department for Business, Innovation & Skills to build a [bespoke site](http://discuss.bis.gov.uk/bisdigital/2013/05/24/bis-digital-engagement-case-study-series-focus-on-enforcement/)  to allow the public to comment on regulations for the focus on enforcement project.\r\n\r\n*  [Wazoku](http://www.wazoku.com/) has been used The Ministry of Justice, NHS England and the Department for Education have used Wazoku to crowdsource ideas. The Ministry of Justice used it to gather public opinion on out of court disposals. Wazoku can be used for both open and closed crowdsourcing projects.\r\n\r\n*  [Citizens Foundation](http://www.citizens.is/) is ued by Reykjavik City Council crowdsourcing ideas and let thethe public vote on them. The best ones are debated every month by the City Council. You can use this platform for free, although Citizens Foundation also offers paid consultancy.\r\n\r\n*  [Open Ideo](https://openideo.com/content/about-amplify) is a 'global community working together to create solutions to problems'. The Department for International Development uses the OpenIdeo platform for its [Amplify project](https://openpolicy.blog.gov.uk/2014/05/14/fighting-poverty-by-working-with-those-most-affected/) to help reduce poverty rates. \r\n\r\n*  [Crowdicity](http://crowdicity.com/en/nhs/) is used by the NHS, the third sector and businesses to crowdsource ideas from their employees. This crowdsourcing platform can be used for projects where you do not want the ideas to be automatically open to the public.\r\n\r\n*  [Hackpad](hackpad.com) is great small scale projects where you want a more fluid exchange of ideas. The [Government Digital Service uses Hackpad](https://designpatterns.hackpad.com/) to ask the public to discuss design changes to GOV.\r\n\r\n##Data science\r\n{:#data-science}\r\n\r\n###Contents\r\n1.  [Introduction](#data-science-introduction)\r\n2.  [When to use data science](#data-science-when-to-use)\r\n3.  [How to start using data science](#data-science-how-to-start)\r\n4.  [Tips for data science](#data-science-tips)\r\n5.  [Ethics of data science](#data-science-ethics)\r\n\r\n###Data science an introduction\r\n{:#data-science-introduction}\r\n\r\nData science uses advanced software, computer power and artificial intelligence to analyse and visualise big and complex data to provide useful insight that can improve an understanding of a problem and design better policy.\r\n \r\nData science analyses any form of data, from large quantitative (numerical) data sets, to unstructured qualitative (descriptive) data that doesn’t fit in a standard database. This can take the form of free form text, interviews, consultations, images or phone calls, to name a few. It can even analyse real time data that is constantly changing and point out trends, views, themes, sentiments, characteristics or any kind of finding you can think of. \r\n\r\n###Examples from around government\r\n\r\n1.  The London Fire Brigade created a [prototype](http://lfb-data-explorer.herokuapp.com/) data visualisation to help them see where they needed to improve reaction times. This used data available from various fire brigades and visualised it using a heat map and google maps to easily show where the service needed to focus it’s money. \r\n\r\n2.  The [Foreign Office](http://blogs.fco.gov.uk/digitaldiplomacy/2014/08/15/hma-twitter-maps/) allowed policy makers to visualise their international connections on twitter accounts. This used visualisation tools to showcase where any communications they wanted to spread could be best targeted and enabled quicker sharing of information around the globe. \r\n\r\n3.  The Government Digital Service have been using feedback to a service’s webpage can be used to [spot problems](https://gdsdata.blog.gov.uk/2015/02/20/using-sentiment-scoring-and-changepoint-analysis-to-spot-problems-in-services/) with a service before it becomes a serious problem. \r\n\r\n###When to use data science\r\n{:#data-science-when-to-use}\r\n\r\nThe wide variety of techniques within data science can be tailored to answer a policy question. [If policy makers are aware](#data-tool-cards) of the types of things data science can do, it can provide new evidence, ideas and insights at different stages of policy development.\r\n\r\n*  discovery: data science can help shape and frame your understanding of what the actual problem is, who it affects, and how\r\n*  design: your data science analysis can provide evidence to plan your policy design\r\n*  consultation: data science can help analyse responses and get a more rounded view of public ideas by using social media data\r\n*  delivery: automated tools and processes can help at an operational level to understand how a service is working and how it can be adapted and improved; to increase efficiencies and to reduce human error or bias\r\n*  evaluation: data science lets you take advantage of new data sources to evaluate your policy, like digital and social media data, and can help you present findings in a more accessible and transparent way\r\n\r\n###How to start using data science\r\n{:#data-science-how-to-start}\r\n\r\nData science is a specialist skill and requires policy makers to work together with data analysts or scientists. A policy maker needs to understand what is possible so they can commission data science and identify new and alternative data sources for the data scientist to use. Using techniques like data science tool cards can help to inspire policy makers about what data to use and why. \r\n\r\nIf you are considering a data science project or would like to explore the policy questions you have and the data you hold, contact the analysts in your department. Policy lab can also help organise data science as part of a policy project with them. \r\n\r\n$CTA\r\nYou can contact policy lab at policylab@cabinetoffice.gov.uk for more advice on a project that might include data science. \r\n$CTA\r\n\r\n###Tips for data science\r\n{:#data-science-tips}\r\n\r\nThere are a number of issues non-data scientists can consider and discuss with analysts to understand the potential of data for their policy area. \r\n\r\nRead the [glossary of common terms in data science](#data-glossary). \r\n\r\n###Try and make the best use of existing data\r\nDo you have data of particular value that you would like to understand better? Can you explore your data assets to see if there is untapped potential?\r\n\r\nComplex free text data (eg from free text fields in consultations or on social media)can now be analysed in bulk for findings and trends. Some older data therefore can now become more useful. \r\n\r\nTo take complaints data as an example, the data science approach would look at more than just summary statistics of how many complaints have been received or dealt with. It would analyse the text, examining trends to understand demand fluctuations on a service, or looking at the language people use through sentiment analysis to see how they are interacting with a service. \r\n\r\nThis data may have previously been available but unused but data science allows you to explore that data and make use of it.\r\n\r\n###Combine multiple data sources\r\nYour data might be more valuable when combined with data from other sources. The Department of Energy and Climate Change (DECC) has a target of ensuring vulnerable customers get access to schemes such as the Green Deal to install energy efficiency measures (eg cavity wall, loft insulation). \r\nDECC already held data on physical property characteristics like energy consumption, but when this was combined with Department for Work and Pensions welfare data this gave a richer insight into households that need energy efficiency measures.\r\n\r\n###Present data better\r\nDatasets sometimes come in spreadsheet form with thousands of rows of complex figures. For a policy this is often incomprehensible. Visualisation data lets you to see the data and findings, share them with interested parties and ministers and make better policy. The Foreign and Commonwealth Office built a [prototype of visa demand](https://visitinguk.herokuapp.com/) to show a story with the data. \r\n\r\n###Ethics of data science\r\n{:#data-science-ethics}\r\n\r\nThe Cabinet Office has created [Data Science ethics](https://data.blog.gov.uk/2015/12/08/data-science-ethics/) to help policy makers and data specialists to work together. The ethics is an ethical framework that brings together the relevant parts of the law and ethical considerations into a simple document that helps Government officials decide what it can do and what it should do.\r\n\r\n1.  Start with a clear user need and public benefit: this will help you justify the level of data sensitivity and method you use\r\n2.  Use the minimum level of data necessary to fulfill the public benefit: there are many techniques for doing so, such as de-identification, aggregation or querying against data\r\n3.  Build robust data science models: the model is only as good as the data it contains and while machines are less biased than humans they can get it wrong. It’s critical to be clear about the confidence of the model and think through unintended consequences and biases contained within the data\r\n4.  Be alert to public perceptions: put simply, what would a normal person on the street think about the project?\r\n5.  Be as open and accountable as possible: Transparency is the antiseptic for unethical behavior. Aim to be as open as possible (with explanations in plain English), although in certain public protection cases the ability to be transparent will be constrained.\r\n6.  Keep data safe and secure: this is not restricted to data science projects but we know that the public are most concerned about losing control of their data.\r\n\r\n$CTA\r\n[Read the full ethical framework](https://data.blog.gov.uk/wp-content/uploads/sites/164/2015/12/Data-science-ethics-short-for-blog-1.pdf)\r\n$CTA\r\n\r\n##Data tool cards\r\n{:#data-tool-cards}\r\n\r\n###Contents\r\n1.  [Introduction](#data-tool-cards-intro)\r\n2.  [When to use](#data-tool-cards-when)\r\n3.  [How to use](#data-tool-cards-how)\r\n\r\n\r\n###Data tool cards: an introduction\r\n{:#data-tool-cards-intro}\r\nData tool cards are questions that help policy makers work with data scientists to think and discuss possible data that they might need to include in their policy project. \r\n\r\nData tool cards have questions on them like 'what would be proxy data for your project?' and 'What would someone’s phone tell you about your policy?'. The cards and questions are presented to policy makers to help them understand how data can impact their policy area and discuss what data they may need. \r\n\r\nPolicy Lab has created three types of cards that can all be used together. \r\n\r\n1.  [InlineAttachment:Data discovery cards data generation.pdf]\r\n2.  [InlineAttachment:Data discovery cards inspiration.pdf]\r\n3.  [InlineAttachment:Data discovery cards projects.pd]\r\n\r\n###When to use data tool cards\r\n{:#data-tool-cards-when}\r\nData tool cards are useful in the early stages of designing a policy,  when you’re trying to understand what data you will need to understand users, the policy problem and also measure success and impact. \r\n\r\nData cards focus on facts and inspiration through words rather than images. Interesting facts are used to try and help policy makers see the importance of data in their policy development. \r\n\r\n###How to use data tool cards \r\n{:#data-tool-cards-how}\r\n\r\nYou should use data tool cards during or after you have generated some ideas. The cards work best when they 'disrupt' the thought process. \r\n\r\n1.  Once everyone have spent a bit of time developing an idea, ask them to pick up a change card to help them push their thinking in a different direction – they can pick as many or as few as they like\r\n2.  Get teams to present their ideas one by one, with other people giving constructive feedback and explaining the criteria they are using\r\n3.  Invite participants to vote about which ideas work best\r\n4.  Discuss together what ideas seem to work and what you want to take forward\r\n\r\n##Data visualisation\r\n\r\n###Contents\r\n1.  [introduction](#data-visualisation-introduction)\r\n2.  [When to use](#data-visualisation-when)\r\n3.  [Examples of data visualisation](#data-visualisation-examples)\r\n4.  [How to visualise data](#data-visualisation-how)\r\n\r\n###Data visualisation: an introduction\r\n{:#data-visualisation-introduction}\r\n\r\nData visualisation can be used with data science, open data and data analysis. It is used to take complex and often difficult to interpret data and visualise it in any appropriate manner. This can include maps, graphs, diagrams, journeys maps, personas or performance pages. \r\n\r\nIt is a powerful tool that can not only improve your understanding but the engagement of other parties and the trust in a policy or institution. \r\n\r\n###When to use data visualisation\r\n{:#data-visualisation-when}\r\nData visualisation can be used at any point in policy development. It can be used to help you understand a problem better and communicate this to both the public and ministers or senior civil servants. It can also be used to measure success and prove that a policy is working after a policy has been delivered. \r\n\r\n\r\n###Examples of data visualisation\r\n{:#data-visualisation-examples}\r\n\r\n*  The Guardian [Data blog](http://www.theguardian.com/news/datablog) and [Data visualisation blog](http://www.theguardian.com/technology/data-visualisation) have hundreds of examples of how data visualisation and open data are changing the world. An example of this is their use of visualization to [map controversial corners of redddit](http://www.theguardian.com/technology/2015/mar/23/can-data-analysis-reveal-the-most-bigoted-corners-of-reddit). \r\n\r\n*  [LuminoCity](http://www.theguardian.com/cities/2014/oct/08/-sp-luminocity-new-interactive-map-tool-sheds-light-on-british-cities) maps the diversity of British cities using open data and mapping it onto google maps. \r\n\r\n* The department for communities and local government has used open data on fire response times to [map out response times across London](http://lfb-data-explorer.herokuapp.com/). Immediately it is apparent that the area around Heathrow needs better fire response times. \r\n\r\n*  Apps on smartphones can [map noise](http://www.theguardian.com/cities/2014/sep/12/map-noise-how-smartphone-help-tackle-city-sound-pollution-noisetube) and [pollution levels](http://aqicn.org/map/world/). \r\n\r\n*  The civil service has also used data visualisation to map out the [number of staff in government buildings](http://morning-retreat-5772.herokuapp.com/). \r\n\r\n###How to visualise data\r\n{:#data-visualisation-how}\r\n\r\nThere are many methods and tools that you can use to visualise data. A good place to start at beginner level is [Open Data Tools](http://opendata-tools.org/en/visualization/) or [RAW](http://raw.densitydesign.org/). These tools are relatively easy to master and can be experimented with to create compelling data presentations. \r\n\r\nThere is an easy [beginners tutorial](https://data.gov.uk/blog/simple-intro-open-data) on data.gov.uk that explains how to prepare and show open data in Google Maps. The Guardian also has an [introduction to data visualisation](http://www.theguardian.com/global-development-professionals-network/2014/aug/28/interactive-infographics-development-data) and a more in depth [course](http://www.theguardian.com/guardian-masterclasses/2015/aug/07/data-visualisation-a-one-day-workshop-tobias-sturt-adam-frost-digital-course).\r\n\r\nTo further develop your skills, you can looks into courses in data visualisation, data science and coding, there are many available online, and many of these are free to do. [Codecademy](https://www.codecademy.com/) and [Coursera](https://www.coursera.org/courses?domains=data-science) are some examples. \r\n\r\n##Deliberative dialogue \r\n\r\n###Contents\r\n1.  [Introduction](#deliberative-dialogue-introduction)\r\n2.  [When to use a dialogue](#deliberative-dialogue-when-to-use)\r\n3.  [Examples from around government](#deliberative-dialogue-examples)\r\n4.  [How to start a dialogue](#deliberative-dialogue-how-to)\r\n\r\n###Deliberative dialogue: an introduction\r\n{:#deliberative-dialogue-introduction}\r\n\r\nDeliberative dialogue uses an an impartial and facilitated environment to bring members of the public, experts and policymakers together to discuss policy issues and discover possible solutions.\r\n\r\nA deliberative dialogue is not a public meeting nor discussion. It is a carefully structured conversation that helps people to not only talk together, but think together. Facilitators look for common ground and discover possible solutions by working with users in a safe and open space. \r\n\r\nIt uses a variety of creative techniques to help people develop and explain their views on an issue. \r\n \r\n###When to use a deliberative dialogue \r\n{:#deliberative-dialogue-when-to-use}\r\n\r\nYou should start a dialogue in the early stages of policy discovery, so that the views of users and the public can be used throughout the design and delivery of policy. \r\n\r\nEach dialogue process is different and can use any variety different deliberative techniques, objectives, people, and resources available. \r\n\r\nA deliberative dialogue is a complex process that needs time and thought. \r\n\r\nYou should use experts to create and hold a deliberative dialogue. Using a facilitator is recommended so that a dialogue is independent and impartial. This will help the public share their true feelings and views. \r\n  \r\nDeliberative dialogue involves long term research and analysis so it can take a long time to do.\r\n \r\n###Examples from government\r\n{:#deliberative-dialogue-examples}\r\n\r\nDeliberative dialogue has been used across government to understand the public’s views on the ethical, social and regulatory issues surrounding mitochondrial replacement and synthetic biology. \r\n\r\nIt has also been used to explore how the UK should reduce greenhouse gas emissions and what wellbeing data tells us about policy making on issues like loneliness, the labour market and being involved in your community.\r\n\r\n###How to start a dialogue \r\n{:#deliberative-dialogue-how-to}\r\n\r\nAs a policy maker you should be involved in the dialogue but not lead it.\r\n\r\n$CTA\r\nContact [Sciencewise](http://www.sciencewise-erc.org.uk) to organise a public dialogue for your policy area. \r\n$CTA\r\n\r\n##Ethnography\r\n\r\nEthnographic research usually involves observing target users in their natural, real-world setting, rather than in the artificial environment of a lab or focus group. It aims to gather insight into how people live; what they do; how they use things; or what they need in their everyday or professional lives.\r\n\r\nRead more about [ethnography and how to do it in the government service design manual](https://www.gov.uk/service-manual/user-centred-design/user-research/ethnographic-research.html)\r\n\r\n\r\n##Guerrilla Testing \r\n\r\nGuerrilla user testing is a low cost method of user testing. The term ‘guerrilla’ refers to its ‘out in the wild’ style, in the fact that it can be conducted anywhere eg cafe, library, train station etc, essentially anywhere where there is significant footfall.\r\n\r\nRead the full [advice and information for guerilla testing](https://www.gov.uk/service-manual/user-centred-design/user-research/guerrilla-testing.html) from the Government Digital Service\r\n\r\n##Glossary of common data terms\r\n{:#data-glossary}\r\n\r\n###Analytics platform\r\nSoftware and hardware that provides the tools needed to build and perform analytical queries.\r\n\r\n###Anonymization\r\nThe severing of links between records to prevent the discovery of individuals within data.\r\n\r\n###Application\r\nSoftware that is designed to perform a suite of tasks.\r\n\r\n###Behavioural Analytics\r\nUsing data about people’s behaviour to predict actions.\r\n\r\n###Big Data\r\nData defined by its volume, variety and velocity. Volume refers to the size of the dataset, velocity refers to the speed at which data can be accessed and used, and variety refers to the different types of data that are available to collect and analyze in addition to the structured data found in a typical database.\r\n\r\n###Clickstream Analytics\r\nThe analysis of users’ Web activity through the items they click on a page.\r\n\r\n###Computer-generated Data\r\nAny data generated by a computer rather than a human–a log file for example.\r\n\r\n###Crowdsourcing\r\nThe act of submitting a task or problem to the public for completion or solution.\r\n\r\n###Customer Relationship Management (CRM)\r\nSoftware that helps businesses manage sales and customer service processes.\r\n\r\n###Dashboard\r\nA graphical reporting of static or real-time data on a desktop or mobile device. The data represented is typically high-level to give managers a quick report on status or performance.\r\n\r\n###Data Access\r\nThe act or method of viewing or retrieving data.\r\n\r\n###Data Aggregation\r\nThe act of collecting data from multiple sources for the purpose of reporting or analysis.\r\n\r\n###Data Analytics\r\nThe application of software to derive information or meaning from data. The end result might be a report, an indication of status, or an action taken automatically based on the information received.\r\n\r\n###Data Architecture and Design\r\nHow enterprise data is structured. The actual structure or design varies depending on the eventual end result required. \r\n\r\n###Data Center\r\nA physical facility that houses a large number of servers and data storage devices. Data centers might belong to a single organization or sell their services to many organizations.\r\n\r\n###Data Cleansing\r\nThe act of reviewing and revising data to remove duplicate entries, correct misspellings, add missing data, and provide more consistency.\r\n\r\n###Data Collection\r\nAny process that captures any type of data.\r\n\r\n###Data Feed\r\nA means for a person to receive a stream of data. Examples of data feed mechanisms include RSS or Twitter.\r\n\r\n###Data Governance\r\nA set of processes or rules that ensure the integrity of the data and that data management best practices are met.\r\n\r\n###Data Integration\r\nThe process of combining data from different sources and presenting it in a single view.\r\n\r\n###Data Integrity\r\nThe measure of trust an organization has in the accuracy, completeness, timeliness, and validity of the data.\r\n\r\n###Data Model, Data Modeling\r\nA data model defines the structure of the data for the purpose of communicating between functional and technical people to show data needed for business processes, or for communicating a plan to develop how data is stored and accessed among application development team members.\r\n\r\n###Data Point\r\nAn individual item on a graph or a chart.\r\n\r\n###Data Repository\r\nThe location of permanently stored data.\r\n\r\n###Data Set\r\nA collection of data, typically in tabular form.\r\n\r\n###Data Structure\r\nA specific way of storing and organizing data.\r\n\r\n###Data Visualization\r\nA visual abstraction of data designed for the purpose of deriving meaning or communicating information more effectively.\r\n\r\n###De-identification\r\nThe act of removing all data that links a person to a particular piece of information.\r\n\r\n###Demographic Data\r\nData relating to the characteristics of a human population.\r\n\r\n###Hadoop\r\nAn open source software library project administered by the Apache Software Foundation. Apache defines Hadoop as “a framework that allows for the distributed processing of large data sets across clusters of computers using a simple programming model.”\r\n\r\n###Hive\r\nA SQL-like query and data warehouse engine.\r\n\r\n###Information Management\r\nThe practice of collecting, managing, and distributing information of all types–digital, paper-based, structured, unstructured.\r\n\r\n###Internet of Things (IoT)\r\nThe network of physical objects or “things” embedded with electronics, software, sensors and connectivity to enable it to achieve greater value and service by exchanging data with the manufacturer, operator and/or other connected devices. \r\n\r\n###Legacy System\r\nAny computer system, application, or technology that is obsolete, but continues to be used because it performs a needed function adequately.\r\n\r\n###Linked Data\r\nAs described by World Wide Web inventor Time Berners-Lee, “Cherry-picking common attributes or languages to identify connections or relationships between disparate sources of data.”\r\n\r\n###Location Analytics\r\nLocation analytics brings mapping and map-driven analytics to enterprise business systems and data warehouses. It allows you to associate geospatial information with datasets.\r\n\r\n###Log File\r\nA file that a computer, network, or application creates automatically to record events that occur during operation–for example, the time a file is accessed.\r\n\r\n###Machine Learning\r\nThe use of algorithms to allow a computer to analyze data for the purpose of “learning” what action to take when a specific pattern or event occurs.\r\n\r\n###Map/reduce\r\nA general term that refers to the process of breaking up a problem into pieces that are then distributed across multiple computers on the same network or cluster, or across a grid of disparate and possibly geographically separated systems (map), and then collecting all the results and combines them into a report (reduce). Google’s branded framework to perform this function is called MapReduce.\r\n\r\n###Metadata\r\nAny data used to describe other data–for example, a data file’s size or date of creation.\r\n\r\n###MongoDB\r\nAn open-source NoSQL database managed by 10gen.\r\n\r\n###NoSQL\r\nA class of database management system that does not use the relational model. NoSQL is designed to handle large data volumes that do not follow a fixed schema. It is ideally suited for use with very large data volumes that do not require the relational model.\r\n\r\n###Pattern Recognition\r\nThe classification or labeling of an identified pattern in the machine learning process.\r\n\r\n###Petabyte\r\nOne million gigabytes or 1,024 terabytes.\r\n\r\n###Pig\r\nA data flow language and execution framework for parallel computation.\r\n\r\n###Predictive Analytics\r\nUsing statistical functions on one or more datasets to predict trends or future events.\r\n\r\n###Predictive Modeling\r\nThe process of developing a model that will most likely predict a trend or outcome.\r\n\r\n###Query Analysis\r\nThe process of analyzing a search query for the purpose of optimizing it for the best possible result.\r\n\r\n###R\r\nAn open source software environment used for statistical computing.\r\n\r\n###Recommendation Engine\r\nAn algorithm that analyzes a customer’s purchases and actions on an e-commerce site and then uses that data to recommend complementary products.\r\n\r\n###Reference Data\r\nData that describes an object and its properties. The object may be physical or virtual.\r\n\r\n###Scalability\r\nThe ability of a system or process to maintain acceptable performance levels as workload or scope increases.\r\n\r\n###Schema\r\nThe structure that defines the organization of data in a database system.\r\n\r\n###Sentiment Analysis\r\nThe application of statistical functions on comments people make on the web and through social networks to determine how they feel about a product or company.\r\n\r\n###Structured Data\r\nData that is organized by a predetermined structure.\r\n\r\n###Structured Query Language (SQL)\r\nA programming language designed specifically to manage and retrieve data from a relational database system.\r\n\r\n###Text Analytics\r\nThe application of statistical, linguistic, and machine learning techniques on text-based sources to derive meaning or insight.\r\n\r\n###Transactional Data\r\nData that changes unpredictably. Examples include accounts payable and receivable data, or data about product shipments.\r\n\r\n###Unstructured Data\r\nData that has no identifiable structure–for example, the text of email messages.\r\n\r\n\r\n##Hack days\r\n\r\n###Contents\r\n1.  [Introduction](#hack-day-intro)\r\n2.  [Examples](#hack-day-examples)\r\n3.  [How to run a hack day](#hack-day-how)\r\n\r\n###Hack days: an introduction\r\n{:#hack-day-intro}\r\nHack days are events that let policy makers collaborate with experts to work together and create solutions to policy problems. \r\n\r\nMaking solutions is not always the aim of a hack day. Instead the aim is to bring people with multiple talents, expertise and perspectives together to approach problems from new directions and look at ways to solve them. \r\n\r\nHack days happen across the public and private sector as a means of opening up innovation to include the people that are most eager for change, and able to create that change. the NHS, Amazon and the Government Digital Service (GDS) all hold hack days. \r\n\r\nHack days often rely on making as much data around the policy problem openly available to those attending. This makes sure that people at the event are as informed as policy makers and able to react with the best knowledge possible. \r\n\r\n$CTA\r\nIf you want advice about opening up your data contact the open data team in the government digital services for advice\r\n$CTA\r\n\r\n###Examples of hack days from around government \r\n{:#hack-day-examples}\r\n*  [NHS Hackathons](http://nhshackday.com/) help the NHS innovate with new ideas\r\n*  [UK Health Camp] brought health and care professionals, policy makers and service managers together with designers, digital specialists and technologists to design solutions to the everyday problems of the NHS. \r\n*  [GDS hack days](https://designnotes.blog.gov.uk/2014/08/04/why-governments-need-hack-days/) showed how a problem can be solved quickly - often by building software prototypes. \r\n\r\n###How to run a hack day \r\n{:#hack-day-how}\r\n\r\n###1. Before the event\r\nYou should have a good understanding of the policy problem before you consider running a hack day. This will mean a large amount of qualitative or quantitative data that attendees can freely use to help them design or code experiences and ideas. \r\n\r\nYou will also need to have an aim for the day. This could be an entire policy problem or a small part of it that you want examined. The point of a hack day is that attendees should be able to go in whatever direction they feel like as long as it focuses in improving the policy area. \r\n\r\nFinally, it's important to advertise this to the best crowds. A strong social media presence is advised and advertising in the right channels is equally important so that the best people attend the event. \r\n\r\n###2. At the event\r\nThe [Hack Day manifesto](http://hackdaymanifesto.com/) has all the information you will ever need on running a hack day from locations, types of wifi and even food and snacks. \r\n\r\n\r\n##Hope and fear cards \r\n{:#hope-and-fear-card}\r\n\r\n###Contents\r\n1.  [Introduction](#hope-and-fear-intro)\r\n2.  [When to use hope and fear cards](#hope-and-fear-when)\r\n3.  [How to use hope and fear cards](#hope-and-fear-how)\r\n\r\n\r\n###Hope and fear cards: an introduction\r\n{:#hope-and-fear-intro}\r\n\r\nHope and fear cards use images to inspire people to express their objectives and concerns for a policy or a problem. You should use them at the earliest stage of policy development so that you understand the aims and needs of your team members, stakeholders and users. \r\n\r\nThey can be used with anyone involved in a policy project and are a good way of quickly understanding a group’s way of thinking about a particular problem and start debate on the problem. \r\n\r\n{:#hopes-and-fear-cards}\r\n\r\n###When to use hope and fear cards\r\n{:#hope-and-fear-when}\r\nThis technique works well in any setting because all you need is paper and pen. \r\n\r\nUsing [photo cards](https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/414819/Policy_Lab_HopesAndFears_cards01_lores.pdf) can make the activity more thought provoking and get people engaged quickly. The images act as metaphors for people’s hopes and fears – helping them articulate what they think already, and potentially encouraging them to think differently.\r\n\r\n###How to use hope and fear cards\r\n{:#hope-and-fear-how}\r\nYou can create your own cards or use some [standard cards made by Policy Lab](https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/414819/Policy_Lab_HopesAndFears_cards01_lores.pdf). \r\n\r\nIf you want to design you own, start by picking as many pictures as possible. Inserting a small text box into the picture to encourage people to use a word or phrase to describe their hope and fear. \r\n\r\nLeaving too much space risks people writing long sentences when the image should to do the talking.\r\n\r\n###During the workshop:\r\n\r\n1.  lay all the cards out on the table -- try and spread them out so that each picture is visible\r\n\r\n2.  provide large coloured pens for writing: these work better than biros as they stop people writing too much and are much easier for everyone to read\r\n\r\n3.  decide whether you want to address hopes or fears first\r\n\r\n4.  give participants a set period of time (say 5 minutes) to pick the card that speaks to a hope/fear they have for the project/issue/challenge\r\n\r\n5.  ask them to write 1 or 2 words in the space on the card that summarises their hope or fear\r\n\r\n6.  depending on the size of the group, bring everyone together to share their hopes/fears, or ask people to get into groups and share among themselves\r\n\r\n7.  display the cards on a wall or table where participants can return during the day\r\n\r\n8.  repeat the process for fears/hopes\r\n\r\n9.  reflect on the 2 sets of cards: is there anything interesting or surprising, any particular clusters, or vastly differing views (eg one person’s hope being another’s fear)\r\n\r\n10.  encourage participants to revisit the hopes and fears throughout and at the end of the workshop to add to, remove or change what is there\r\n\r\n##Idea days and policy jams\r\n\r\n###Contents\r\n1.  [Introduction](#idea-jam-intro)\r\n2.  [Examples](#idea-jam-example)\r\n3.  [Principles of an idea or jam](#idea-jam-principle)\r\n4.  [How to run an idea jam](#idea-jam-how)\r\n\r\n###Idea jams: an introduction\r\n{:#idea-jam-intro}\r\n\r\nAn idea or policy jam gives policy users and experts an opportunity to work with policy makers and designers to understand a policy problem and create solutions together. \r\n\r\nThe ideas created do not always need to be realistic or sensible. Instead the ideas can highlight the needs of users and help policymakers understand what kind of solution they need to create. \r\n\r\nIdeas days and policy jams are a way to help policymakers understand how people experience their policies in the real world and work together to create better policy. \r\n\r\nThe jam itself is a day, or more, in a location outside of government where interested parties, policy makers and users talk through their problems and create solutions together. They often involve interacting in new ways like sketching, hope and fear card exercises, journey mapping and acting. \r\n\r\nPolicy jams and idea days are a examples of  ‘design thinking’ that builds, service, policies and government around user's needs and experiences. Read an introduction to [design thinking](https://openpolicy.blog.gov.uk/2015/03/20/design-in-policy-making/). \r\n\r\n###Examples from across government\r\n{:#idea-jam-example}\r\nUK Trade and Investment (UKTI) Ideas Lab held nine [Export Jams](https://www.gov.uk/government/news/help-design-the-future-of-export-support-at-ukti-export-jams) around the country in 2015 to help them understand what was holding back small to medium sized companies in the UK investing overseas. They worked with users to understand their current experiences and brainstorm future ideas. \r\n\r\n###Principles of an idea jam\r\n{:#idea-jam-principle}\r\n\r\n###1. Understand what you want to achieve\r\nIt’s very easy to hold an ideas day (all you need is a good location, pens and paper), but it’s more difficult to gather useful information and data from it. You will need to work out what you want to achieve before you begin - and make sure the aim is sensible and achievable. Most idea jams either choose to look for solutions with users and citizens, or to work out what their current experience is and to identify the problem. \r\n\r\n###2. Listen, don’t tell\r\nThe point of an idea day is to listen to the problems and ideas people have at them and work with them in an open and productive manner. Rather than shutting ideas down and telling people why things won’t work, look outside the box and think of unrealistic ideas that can then be adapted. You should facilitate and guide discussions and tasks so that they are fixing the problem the idea jam was set up to deal with. \r\n\r\n###3. Empower people to think differently\r\nAn ideas day is a space for both users policy makers to think outside the box and engage in meaningful debate and ideas. What would happen if there was no budget? what would be the perfect answer? What would a major company do? \r\n\r\n###How to run an idea jam\r\n{:#idea-jam-how}\r\n\r\n###1. Before the jam\r\nYou must plan and structure an idea jam to make sure you gather the best data and ideas from the event. Bringing in expert help and facilitators can help you do to this. The Cabinet Office’s Policy Lab have run several idea jams in the past and will be able to advise or run one for you. \r\n\r\n###2. Running the jam\r\nYou should use a facilitator when running a ideas day. Facilitators let the discussion flow more freely for those at the day, but can also control it to make sure it runs in the direction policy makers need. Their neutrality can enable a more open and level playing field of discussion. \r\n\r\n$CTA\r\nEmail policy lab at policylab@cabinetoffice.gov.uk if you want some help and advice. \r\n$CTA\r\n\r\n##Interviews\r\n\r\n###Contents\r\n\r\n1. [Introduction](#interviews-introduction)\r\n2. [Examples from around government](#interviews-examples)\r\n3. [When to use](#interviews-when-to-use)\r\n4. [Styles of interviewing](#interviews-styles)\r\n5. [How to organise and run interviews](#interviews-how-to)\r\n\r\n###Interviews: an introduction\r\n{:#interviews-introduction}\r\n\r\nInterviews are used to understand how a person's lifestyle and deeper emotions impact their experience and needs of policy. Interviews should be used to generate insight into people’s lives, from their points of view and in their own language, rather than the government's. \r\n\r\nInterviews are used when running [ethnographic research](https://www.gov.uk/service-manual/user-centred-design/user-research/ethnographic-research.html) and [user research](https://www.gov.uk/service-manual/user-centred-design/user-research). \r\n\r\nInterviews can be used on anyone with an experience of a policy area. This can include front line staff, volunteers and public sector workers as well as policy users and members of the public.  \r\n\r\n###Examples from around government\r\n{:#interviews-examples}\r\n\r\nThe Department of Health and Department of Work and Pensions used interviews to find out how to help people manage their health conditions in work. They conducted ethnographically informed interviews with people with health conditions, GPs, employers and Job Centre Plus staff to understand how they experienced the process of transitioning (or supporting people transitioning) in and out of work.\r\n\r\nPolicy Lab used the interviews and ideas to focus the policy problem on the needs of those interviewed. \r\n\r\n###When to use interviews\r\n{:#interviews-when-to-use}\r\n\r\nInterviews are a useful way of understanding your users, what they need and how they might react to your policy ideas. They can also give you first hand access to the people who have knowledge of the policy area. \r\n\r\n$CTA\r\nUse interviews to inform [Personas](#personas). Personas are fictional characters that help you understand the varied needs of many users. \r\n$CTA\r\n\r\nYou should use them when your understanding of a problem and the needs of people is still unclear. They can help you frame the policy problem and understand what you need to fix. \r\n\r\nIf you are looking for statistically robust evidence rather than emotive qualitative evidence, interviews will not work.  \r\n\r\nIf you have a budget for using specialist ethnographic researchers, do not use interviews as you will be duplicating work. \r\n\r\nIf you run interviews yourself they can be cheap, but you may gain more insight by using professionals. \r\n\r\n###Styles of interviewing\r\n{:#interviews-styles}\r\n\r\n####Framework interviews \r\nA framework interview uses a question sheet to guide the interview. It’s structured and can help you focus on one particular area of research. Framework interviews are very basic and don't always allow interviewees to express more than is asked of them. This will give you less insight, but can allow you to use digital tools to conduct these interviews quicker. \r\n\r\n####Semi-structured interviews  \r\nA semi-structured interview is still structured with prepared questions, but is more open to where the conversation flows. These interviews offer much more depth and enable interviewees to share their personal views more easily. \r\n\r\n####Observation \r\nObservation interviewing involves spending time accompanying the person in their day to day life to get a more deeper understanding of their life. Ideally you need at least several hours or a day for this. \r\n\r\n####Digital interviewing \r\nUse digital interviewing techniques like online forms or video chatting to ask people questions. You can also ask people to contribute by sending in photos and videos that highlight their views and reactions. \r\n\r\n###How to organise and run interviews\r\n{:#interviews-how-to}\r\nBefore you start interviewing people you should be aware of 3 important things. \r\n\r\n*  your own bias: it is inevitable that this will shape your interpretations but there are methods to minimise this\r\n*  ethics: you need to get people's consent to being interviewed, agree about how you will refer to them or anonymise them, and minimise any harm to them from interviewing them\r\n*  the work and expertise involved in interpreting the data: the real value of interviewing is to identify patterns and themes that emerge as you immerse yourself in the person’s world. You should capture and discover what’s underneath the people’s stories through the data you gather\r\n\r\n####Before you begin: decide on your approach to ethics\r\n\r\n1. get or create an informed consent form and clarify if the person is happy for their name and other details to be used when the research is shared. You should give them the opportunity to remain anonymous or change their name\r\n\r\n####Doing the interview: gather data\r\n\r\n2. introduce yourself and explain the research – build up trust with the person you are interviewing and confirm how long you expect to take\r\n\r\n3. depending on your research questions and the kind of interview you are doing, you might take up to an hour or 90 minutes\r\n\r\n4. right after the interview, make some notes about your impressions and the main themes in the discussion you had, also noting down anything that surprised you\r\n\r\n####Afterwards: analyse and interpret the data\r\n\r\n6. assemble the materials you gathered from all your interviews – notes, photos, audio clips, drawings – and think back to the location and situation of the interview, reflecting on anything that seemed distinct to that part of that world\r\n\r\n7. write down words or phrases that capture the sense of what you are hearing or seeing – this is called coding the data and might take several hours\r\n\r\n8. write down quotations from what the person said that exemplify a key point\r\n\r\n9. summarise the themes or patterns emerging across the codes into phrases or short sentences\r\n\r\n10. present your findings to a broader group of people to triangulate them\r\n\r\n11. ensure that the notes you’ll share anonymise the person you interviewed, if that’s what you agreed with them\r\n\r\n####Other resources\r\n\r\n*  [GDS user research methods](https://userresearchmethods.hackpad.com/Welcome-to-User-Research-Methods-Wiki-S0j1jM7vrcp)\r\n*  [EPIC people](https://www.epicpeople.org/)\r\n*  [the DIY toolkit](http://diytoolkit.org/)\r\n*  [the Service Innovation Handbook](http://serviceinnovationhandbook.org/)\r\n*  [Practical Ethnography](http://www.practicalethnography.com/)\r\n*  [Design Council: case studies](http://www.designcouncil.org.uk/knowledge-resources/search/im_field_design_discipline/strategic-design-30)\r\n*  [Design Council: improving patient experience in A and E](http://designcouncil.org.uk/knowledge-resources/guide/improving-patient-experience-ae)\r\n*  [Design Council: principles of inclusive design](http://designcouncil.org.uk/knowledge-resources/guide/principles-inclusive-design)\r\n\r\n##Journey mapping \r\n\r\n###Contents\r\n\r\n1.  [Introduction](#journey-mapping-introduction)\r\n2.  [Examples from around government](#journey-mapping-examples)\r\n3.  [When to use](#journey-mapping-when-to-use)\r\n4. [How to do journey mapping](#journey-mapping-how-to)\r\n\r\n###Journey mapping: an introduction\r\n{:#journey-mapping-introduction}\r\n\r\nJourney mapping helps you to understand a user's experience of a service or policy over a period of time. By plotting the experience of a user you can understand the interactions and touch points that people have regardless of department or policy boundaries. \r\n\r\nJourney mapping puts you in the shoes of users. This can help clarify the exact and various components of that journey and help you to join up different experiences and policies that people use. \r\n\r\nAn example of journey mapping could be the experience of someone falling ill and leaving work. Journey mapping will visualise their experiences across multiple government departments, charities and private companies. The government will see this as many experiences, but to the user it is one experience that may need improving. \r\n\r\n###Examples from around government\r\n{:#journey-mapping-examples}\r\nPolicy Lab has worked with civil servants on journey mapping to examine how to better support people who have a health condition and are at risk of leaving work because of it. \r\n\r\nIt also used journey maps to describe the experiences of people who have been a victim of a crime. It used the technique to understand how, and why they do or do not report crime to the police. \r\n\r\nPolicy lab has also used journey mapping to help scope out a project to support people going through divorce or separation to use mediation services rather than going to court.\r\n\r\n###When to use journey mapping\r\n{:#journey-mapping-when-to-use}\r\nUse this tool when you are at the early stage of understanding the policy problem and user needs. You can also adapt the tool and use it when interviewing people by asking them to map out their journey to help explain their experiences.\r\n\r\nJourney mapping works well when you have little time or money, and you want to understand an issue from the perspective of citizens, users or frontline staff. It can also be useful when you want to involve a range of people in exploring an issue, some of whom have deep knowledge of the lives of people and some of whom may be operations or delivery-focused, or when your understanding of a policy problem is still unclear.\r\n\r\n###How to do journey mapping at a workshop or hack day\r\n{:#journey-mapping-how-to}\r\nWork with groups of people who interact with your service or policy area and ask them to map their journey for you. User journeys can be fictional or real life -- this will depend on the people you are working with. \r\n\r\n###What you’ll need:\r\n\r\n* long rolls of paper\r\n* sticky notes\r\n* bluetack\r\n* good quality fine point marker pens – they make everyone’s drawings legible and better looking\r\n\r\n###What you need to do:\r\n\r\n1.  put several long pieces of paper on the wall before you start – 1 for each team\r\n\r\n2.  you could also start with a persona creating exercise to help participants think about the issue as a whole\r\n\r\n3.  ask teams to pick 1 person whose journey they want to map -- they should map out on the long piece of paper the main phases of this person’s journey as they experience the issue\r\n\r\n4.  encourage participants to maintain a strong focus on the person’s activities and their interactions with service touch points during the journey\r\n\r\n5.  ask participants to describe things in the user’s terms and language, rather than that of government. If data is available from research, share this and invite people to use it. If not, use team members’ knowledge to create a rich, complete picture of a specific user interacting with public or other organisation or service over time\r\n\r\n6.  prompt participants to provide lots of detail, however apparently mundane or unimportant. What is obvious to one person may provoke valuable insights in another\r\n\r\n7.  ask them to identify emotional highs and lows\r\n\r\n8.  get people to identify opportunities for improvements to service touchpoints or other kinds of interaction, or where no touchpoint exists but it would improve the experience\r\n\r\n9.  invite participants to share their journey maps with one another\r\n\r\n10.  discuss themes emerging across all the ideas people have generated\r\n\r\n###Journey mapping with interviews and shadowing\r\nYou can also map people’s journey by shadowing, interviewing and researching the experiences of people and mapping their journeys afterwards. This can help you to map exact experiences of your policy or service. \r\n\r\n###Other resources\r\n\r\n*  [Nesta DIY toolkit](http://diytoolkit.org/)\r\n*  [Service Innovation Handbook](http://serviceinnovationhandbook.org/)\r\n*  [Service Design Tools](http://www.servicedesigntools.org/)\r\n\r\n##Evidence safari\r\n\r\n1.  [Introduction](#-evidence-safari-intro)\r\n2.  [When to use a evidence safari](#evidence-safari-when)\r\n3.  [How to do a evidence safari](#evidence-safari-how)\r\n\r\n###An introduction to evidence Safari\r\n{:#evidence-safari-intro}\r\n\r\nA evidence safari lets everyone involved in a project look at all the data, evidence and knowledge surrounding a policy issue. A evidence safari sets a level playing field and can help a team to see the gaps in their knowledge that may need to be filled with further research, or look at all the evidence available and form a direction for the project or generate ideas in response to challenges. It is also helpful in clearly grounding the project, and other exercises like using personas, in evidence.\r\n\r\nThis tool works best alongside other tools like challenge cards, hope and fear exercises and journey mapping. \r\n\r\n###When to use a evidence safari\r\n{:#evidence-safari-when}\r\n\r\nYou could use a evidence safari at the beginning of a policy problem or project or after you have collected together fresh evidence. At the beginning, the ‘diagnose’ phase, this will help make sure that everyone involved has a similar understanding of a project, and will help bring in new evidence and data. At the develop phase, this will help people discover any fresh insight (e.g. data science, stakeholder interviews or ethnography) gathered and help inspire ideas.\r\n\r\nIn most cases, you will need to spend some time making sure that there is a large amount of data available to everyone involved in the safari, and that the data is presented in an easy to understand way. This does not mean giving everyone a report for them to read. You should break down the data into quick facts or graphs, photos or quotes. This can take some time. \r\n\r\nIf you have limited time and data, you could do a low-fi version where you ask everyone in the workshop to write down three to five bits of evidence or tacit knowledge. Then, ask them to group them into different clusters in different areas of the room. And hey presto! A pop-up safari. This is not as robust, but would give you indications of where to go and find the evidence.\r\n\r\n###How to do a evidence safari\r\n{:#evidencee-safari-how}\r\n\r\n###1. Get the evidence \r\n\r\nYou should begin by collecting all the evidence available. You should break down your evidence into different aspects that you may wish to explore in your evidence safari. These could be:\r\n\r\n*  Official Government statistics and reports   \r\n*  Stakeholder reports \r\n*  Academic research\r\n*  Images from a service safari (where you go and experience the service or policy yourself, a bit like mystery shopping)\r\n*  Quotations from qualitative research\r\n*  Innovation and ideas (including from other countries)\r\n*  Media stories and social media views on the policy area \r\n*  How people are talking about it on Twitter\r\n\r\n\r\n###2. Make the evidence easy and simple to view\r\n\r\nOnce you have collected all of the evidence you should break it down and easy to read. \r\n\r\nWhen you run your evidence safari it will be placed on walls for people to walk around and explore. You will therefore need to make sure that the evidence is easy to understand, read and view. You should make sure that the font is big enough and each sheet of A4 paper you stick to the wall has one piece of evidence on it.  Using different colours to highlight the different evidence themes can help. \r\n\r\nBreaking down large amounts of data and turning it into simple and easy to use evidence can take some time, but is essential to a safari working well. \r\n\r\n###3. Display the evidence \r\n\r\nFind a space with enough room for everyone involved in the project and evidence safari to walk around relatively freely. Then stick each sheet of evidence to the wall. \r\n\r\nIf you have grouped your evidence into themes you will want to use a different wall or part of a wall for each evidence theme. This is so different groups have space to discuss the evidence they are looking at without being crowded out by the next group. You will need to make sure that the themes are easy to see and understand. \r\n\r\n###4. Organise your workshop\r\n\r\nBefore you begin make sure you have A3 paper, post-it notes and sharpies.  \r\n\r\n###5. Give people tasks\r\n\r\nWhen people arrive for the evidence safari break them down into groups. These groups will be given an aspect of the policy problem to focus on. You could ask people to look for opportunities and barriers or to examine the experience of a policy. Some example questions are: \r\n\r\n\r\n*  What is the current experience of the policy?\r\n*  What are the drivers of this policy problem?\r\n*  Who are the people that experience this policy?\r\n*  Who will be the future users of this policy?\r\n*  What future demographic changes could impact this policy?\r\n*  What are other countries / organisations doing?\r\n*  What are people’s views on this policy?\r\n\r\n\r\nYou could also give groups different personas, and ask them to go round and pick out the relevant information that would help to create a user journey for them.\r\n\r\nPeople should then move around the evidence in groups, spending about 3-5 minutes with each theme. \r\n\r\nThey should collect their findings, views or thoughts on post-it notes or paper as they move. \r\n\r\n\r\n###6. Feedback to everyone\r\n\r\nAfter everyone has looked at the evidence each group should feedback what they found to the everyone else so that knowledge is shared from multiple perspectives. You could use a challenge setting exercise to help people think outside of the box. It might also be useful to focus on what evidence was missing from the evidence safari, as this could be an area that will need more research \r\n\r\nJourney mapping and challenge setting exercises can work well after a evidence safari. \r\n\r\n\r\n\r\n##Open Data\r\n\r\n###Contents\r\n1.  [Introduction](#introduction)\r\n2.  [Examples](#examples)\r\n3.  [Why you should use open data](#why)\r\n4.  [How to use open data](#how)\r\n5.  [Ethical implications](#ethics)\r\n\r\n###Open data: an introduction\r\n{:#introduction}\r\n\r\nMore data is being generated than ever before, from apps and devices people use everyday, to the massive amounts of administrative data that government departments keep on their services and customers. Open data can benefit policy in numerous ways:\r\n\r\n*  It brings in external thinking through hack days to open eyes of politicians and officials and design better solutions. This has been used at places like [MoveMaker](http://www.movemakerapp.co.uk/) and [SkillsRoute](http://www.skillsroute.com/). \r\n*  It can help policy makers work with voices of citizens and create choice for users. [Ofsted’s school dashboard ](http://dashboard.ofsted.gov.uk/) has done this with schools to help parents choose. \r\n*  Creates a different relationship between citizen and state, increasing awareness and sometimes driving engagement. Examples in crime maps and \r\n\r\nNot all data is fully open. Like Open Policy Making there are scales of openness. The ODI spectrum helps you to see how open you can be. \r\n\r\nRead more information about Open Data from [Open Knowledge Foundation’s School of Data](http://schoolofdata.org/) and [Open Data Institute](http://theodi.org/courses)\r\n\r\n###Examples of open data \r\n{:#examples}\r\n\r\n*  [Citymapper](https://cittymapper.com) is perhaps one of the best known examples of open data. Citymapper takes data from transit authorities and the public sector around the globe to make cities easier to use and ‘reinvent the transport app for the world's most complicated cities’. \r\n\r\n*  There are also prototypes available on GOV.UK that highlight how open data can be used to report on the success of a policy. These prototypes are not working yet but they do show how policy can work with digital and open data to improve understanding of the policy. View the prototype no [housing](https://assets.digital.cabinet-office.gov.uk/spotlight/documents/Policy-Housing-74ee84f968933609e499c9dc3e3a158d.pdf) and [free schoold](https://assets.digital.cabinet-office.gov.uk/spotlight/documents/Policy-Schools-fa83e45c214658828d9a48882c2c2622.pdf)\r\n\r\n###Why you should use data to understand users and needs\r\n{:#why}\r\n\r\nData science techniques, such as clustering and predictive analytics, can help to identify an issue quickly, and allow interventions to take place earlier to avoid a major problem occurring. \r\n\r\nFor instance, by analysing comments and feedback data from GOV.UK, it’s possible to see where the highest frequency of complaints are occurring, what users these complaints are concerning, and how to mitigate against the issues reported in them. \r\n\r\nOne example of this is passports. Of complaints are increasing in frequency, and often contain words relating to the online service failing, it is possible to flag this at an early stage, and undertake maintenance to ensure a complete service failure does not occur. \r\n \r\n###How to use open data\r\n{:#how}\r\n\r\n###1. Get the data\r\n\r\nOpen data is often good to use to further augment existing data to improve your knowledge and cross reference information from across the globe. Open data is free and available from UK [Data Archive](http://www.data-archive.ac.uk/), [Data.gov.uk](https://data.gov.uk/) and the [Office for National Statistics](http://www.ons.gov.uk/ons/index.html). \r\n\r\nOften the best approach is just to explore, there are many places that hold openly available data that can be used for analytical purposes, policymakers should be encouraged to approach issues with the freedom to seek data and not be overly prescriptive about traditional methods of understanding policy issues. \r\n\r\n###2. Use data to identify policy issues\r\n\r\nData visualisation techniques can make your data more compelling and provide the ability to see where policies are failing to reach their intended targets. \r\n\r\nAn example would be the [visualisation of the LSYPE](https://evidence-16-to-24.herokuapp.com/) (Longitudinal Study of Young People in England) survey data to show transitions between different aged cohorts. By viewing data in this way it’s possible to spot trends, such as the sizable amount of people moving from family care into unemployment between the ages of 20 - 21. This highlights an area to look at further and and begin to create policy interventions around. \r\n\r\n$CTA\r\nData visualisation, analysis and open data are often specialist tools and working with experts is often necessary. \r\n$CTA\r\n\r\n\r\nEthical implications and privacy concerns in using data\r\n{:#ethics}\r\n\r\nThere are a huge amount of ethical and privacy considerations when using data. Data that is heavily aggregated will be safe to use, but will not always make for compelling or useful analysis. Personal-level data is great for bespoke tailoring of services and interventions, but creates potential issues around privacy and protecting the anonymity of citizens. \r\n\r\nIt is important for policymakers to think about what they are trying to achieve and how it could impact on the privacy of citizens, and ensure that they are working within the knowledge and information management guidelines set out by their departments, and the terms of the Data Protection Act. \r\n\r\n##Personas \r\n{:#personas}\r\n\r\n###Contents\r\n1.  [Introduction](#personas-introducation)\r\n2.  [When to use personas](#personas-when)\r\n3.  [Example](#personas-examples)\r\n4.  [How to create personas](#personas-how)\r\n5.  [Persona templates](#persona-template)\r\n\r\n###Personas: an introduction\r\n{:#personas-introduction}\r\n\r\nPersonas are fictional users and characters created to represent the different people that might use, or be impacted by your policy. \r\n\r\nThey enable you to consider the goals, requirements, needs and lifestyles of different audiences that your policy will reach and need to answer to. This can include users, ministers or managers and can be broken down into groups of age, abilities and beliefs. \r\n\r\nUse personas to create empathy between policy makers and the people your policy will impact.\r\n\r\n###When you should use personas\r\n{:#personas-when}\r\nYou should create personas when you have a deep understanding of the people that your policy will impact or need to answer to. You will need to have carried out some user research and data analysis before you attempt to create personas. \r\n\r\nPersonas can work during any point of your policy design process as a way of creating empathy and reminding you of the people your policy has to work for. \r\n\r\nAvoid letting your personas become stereotypes that limit your understanding of users and people. To do this you should include the people that your personas are supposed to represent when designing personas. \r\n\r\nYou should constantly re-evaluate personas based on user research so that they are up to date and relevant. \r\n\r\n###Examples from around government \r\n{:#personas-examples}\r\nThe Government Digital Service (GDS) uses personas to understand their audience better:\r\n\r\n> When we thought about who would need information on the performance of GOV.UK, we considered a range of audiences from ministers and senior management through to GDS product managers and developers.\r\n>\r\n>We interviewed the different types of staff who would need to use the dashboards and then we mapped them showing their level of seniority, whether they were in the department or outside it and key relationships. For key customers, we made personas to better communicate their needs and goals.\r\n\r\n###How to create and use personas\r\n{:#personas-how}\r\nPersonas should be based on user research, ethnographic findings and data analysis of users and people your policy will impact. You should create between 6 and 10 different personas so that the diverse needs of the people your policy impacts are represented fairly. \r\n\r\nIncluding quotes from interviews, facts about what the segment a persona represents and aims for that particular persona will help you describe the character further. \r\n\r\n###Persona templates and design examples\r\n{:#persona-template} \r\n\r\n*  [Usability.gov introduction to personas](http://www.usability.gov/how-to-and-tools/methods/personas.html)\r\n*  [UX Review beginner’s guide to personas and UX](http://theuxreview.co.uk/personas-the-beginners-guide/)\r\n\r\n\r\n##Policy Lab \r\n\r\n###Contents\r\n1.  [Introduction](#policy-lab-introduction)\r\n2.  [What Policy Lab does](#policy-lab-does)\r\n3.  [Contact](#policy-lab-contact)\r\n\r\n###Policy Lab: an introduction\r\n{:#policy-lab-introduction}\r\nPolicy Lab is bringing new approaches to policy-making. From data science to user-centred design, it provides fresh thinking and practical support, working as a research and design testing ground for policy innovation across government. \r\n\r\nThe Lab is funded by departments for departments and works on projects coming from all parts of government.   \r\n\r\nOpen-policy making is key to the Lab’s approach. Policy Lab creates a neutral space for policy-makers to collaborate across departments and engage with the public and external experts in key policy areas. This involves a rigorous, collaborative process, working in close partnership with policy teams and using a range of innovative tools and techniques. \r\n\r\nThe practices of Policy Lab are described throughout this toolkit and in the Policy Lab [Methodbank](http://www.slideshare.net/Openpolicymaking/methodbank-and-toolkit-for-design-in-government).     \r\n\r\nPolicy Lab  support is best suited to tackling intractable, complex, systemic policy problems that require fresh thinking that can lead to potentially transformative solutions. \r\n\r\nSo far, Policy Lab practice has involved three main areas of focus:  \r\n\r\n*  delivering new policy solutions through inspiring practical projects \r\n*  building the skills and knowledge of the policy profession and wider civil service \r\n*  inspiring new thinking and innovations in policy through writing and experimenting    \r\n\r\nThe Lab’s approach is agile, flexible and iterative and can help departments in many ways. \r\n{:#policy-lab-does}\r\n\r\n*  support policy teams to identify new insights into the needs of service users\r\n*  generate ideas that can stimulate innovation and transformational change\r\n*  acquire knowledge and expert opinion to inform policy development\r\n*  create opportunities to enhance the deliverability of policies through testing and prototyping \r\n*  produce efficiencies and cost savings. \r\n\r\nPolicy Lab has so far worked on ten practical projects ranging from policing in a digital age to, family mediation and the future of ageing. As of November 2015, 2,500 civil servants who have been involved in lab lights, sprints, policy schools and learning and development training courses. The Lab has also engaged with a wider community of over 5,000 people inside and outside government through talks, workshops and its online presence. \r\n\r\nPolicy Lab offer lab taster sessions, which are an opportunity to work up a project idea in an introductory workshop for policy teams who may be interested in running a lab project. These are usually followed by policy sprints, which are more intensive, collaborative workshops over one to three days designed to help teams accelerate a project.     \r\n\r\nLab full projects can run from three months to a year and involve working intensively with service designers, ethnographers, data scientists and subject specialists on complex challenges. Policy Lab also run experiments, designed to develop a number of policy “firsts” for government. The Lab also invite departments to set a challenge or join us to try our new ways of working through one off trials of new and emergent techniques.     \r\n\r\n$CTA\r\nIf you are interested in working with Policy Lab email policylab@cabinetoffice.gov.uk\r\n{:#policy-lab-contact}     \r\n$CTA\r\n\r\n##An introduction to prototyping\r\n\r\n###Contents\r\n1.  [Introduction](#prototyping-introduction)\r\n2.  [Why you should prototype](#prototyping-why)\r\n3.  [Examples from around government](#prototyping-examples)\r\n4.  [When to prototype](#prototyping-when)\r\n5.  [Issues to be aware of](#prototyping-issues)\r\n6.  [Types of prototyping](#prototyping-types-of)\r\n\r\n###Prototyping: an introduction\r\n{:#prototyping-introduction}\r\n\r\nPrototyping is trying an idea out to see how it might work, before the pilot stage. Prototypes can take many forms, from simple physical models to role play and more elaborate digital or physical mock-ups. Deciding on the right approach depends on the questions you want to answer, the stage you are at in a project and the resources you have available. \r\n\r\n###Why you should prototype policy\r\n{:#prototyping-why}\r\n\r\n1.  It can save money. Prototyping can spot and fix design flaws that can be costly, even in small scale pilots. \r\n2.  It makes abstract concepts visible and tangible in the context of the lives of users. This helps policy advisors to understand what a proposed solution might be like, raising assumptions and issues early on.\r\n3.  It gives confidence about the likely benefits and implications of a proposed direction or solution, so that it can be trialled on a larger scale in a more rigorous way.\r\n\r\n###Examples from around government\r\n{:#prototyping-examples}\r\n\r\n1.  [Home Office crime reporting tool](https://openpolicy.blog.gov.uk/2015/02/03/prototyping-an-online-crime-reporting-service-a-policy-lab-success-story/)\r\n\r\nIn a Home Office workshop involving senior police, academics, civil servants and victims’ representatives, groups used simple craft materials, Lego and video to quickly build and share ideas on new ways to report crime. They then combined these ideas into prototypes of solutions, and discussed them to clarify which ones they valued most.\r\n\r\nThis worked well because the home office was able to try an idea on a small scale. \r\n\r\nBuilding on early rapid prototyping of the first example, the Home Office is now working with Sussex and Surrey Police to try out a new online crime reporting tool and use feedback to improve it.\r\n\r\n2. [Prototyping national insurance letters](https://openpolicy.blog.gov.uk/2015/02/05/do-you-remember-getting-your-national-insurance-number/)\r\nHM Revenue & Customs wanted to come with up with new ways of communicating with young people about National Insurance. They ran a workshop where young people re-designed the letters and worked with a group of policymakers, youth engagement specialists and frontline staff to improve these prototypes. The resulting versions of the letter were then presented to and discussed with another group of young people to find out which would be most effective.\r\n\r\n3.  An example of what not to do. \r\nA local authority which spent £200,000 on a recycling pilot that was a failure because people did not understand the uses for the different coloured bags that were provided. [If they had tested](http://www.nesta.org.uk/publications/prototyping-framework) the bags on a single street first, they could have avoided a costly mistake and redesign the experience to work with the users and avoid confusion and wasted spending. \r\n\r\n###When to prototype\r\n{:#prototyping-when}\r\n\r\nPrototyping is especially important at the early stage of developing policy, when an issue is not defined, there are many possible solutions, and the cost of changing your mind is low. Prototyping is typically used iteratively, improving continuously, to build up confidence in a proposed solution so that an idea is ready for a larger scale trial.\r\n\r\nPrototyping can accelerate a project by putting ideas through their paces by making them tangible and exploring their implications early on and make policy more deliverable by finding out very early on which ideas work or don’t. \r\n\r\nYou should use prototyping to:\r\n\r\n*  get feedback from people who have knowledge of the policy area, especially the lives of people connected with it, including frontline staff\r\n*  understand what a policy change might be like for the people who will be directly affected by it\r\n*  build momentum and interest in a policy area and in possible solutions\r\n\r\n###Issues to be aware of\r\n{:#prototyping-issues}\r\n\r\nPrototyping requires some clear thinking about what you are trying to learn. You might start with an idea about how people will respond to the concept (deductive reasoning) and use prototyping to test it. Or you might also have a more general proposal as part of a prototype – “what if the solution was like this?” and be very open to people’s different responses.\r\n\r\nPrototyping for policy making is different to trialling or piloting. Prototyping is often ‘quick and dirty’, involves lots of variables and does not produce statistically valid results. Trialling or piloting usually has fewer variables, clear outcome measures, and an experimental protocol to produce reliable evidence, with a sufficiently large sample size. Prototyping builds evidence, momentum and a public interest in the issue. It often generates new insights, whereas trials produce evidence in response to a clearly defined question.\r\n\r\n###Types of prototyping\r\n{:#prototyping-types-of}\r\n\r\nThere are many types of prototyping that can be used at various stages of policy creation to test and express ideas and solutions. Check them out in the sections below. \r\n\r\n###Additional resources\r\n*  [Service design tool](http://www.servicedesigntools.org/)\r\n*  [DIY toolkit](http://diytoolkit.org/)\r\n*  [Service innovation handbook](http://serviceinnovationhandbook.org/)\r\n\r\n##Prototyping in a workshop: Tabletop prototyping\r\n\r\n###Contents\r\n1.  [Introduction](#tabletop-into)\r\n2.  [Why and when to use tabletop prototyping](#tabletop-why-when)\r\n3.  [Examples](#tabletop-examples)\r\n4.  [How to use tabletop prototyping](#tabletop-how)\r\n5.  [Additional resources](#tabletop-resources)\r\n\r\n###Introduction\r\n{:#tabletop-into}\r\n\r\nTabletop prototyping involves creating simple mock-ups or physical models showing the intended result of a policy in the real world in order to bring the idea to life through role play or storytelling. \r\nTabletop prototyping lets people to quickly understand a potential solution from the perspective of end users or other people involved such as social workers, GPs, other frontline service staff or family members. \r\nThis enables a discussion about the possible benefits or drawbacks of the proposal and can help define ideas at an early stage. \r\n\r\n###Why and when to use tabletop prototyping \r\n{:#tabletop-why-when}\r\n\r\nTable top prototyping is quick and uses cheap materials and engages people creatively and critically to develop and assess ideas when they are still early in development. Although the tool can be used at any point of policy design, it works best when the understanding of a problem and its solutions is unclear.  \r\n\r\nUsing table top prototyping often works well with hack days or idea and policy jams because it allows people to work together to generate lots of ideas, and explore and consider them from the perspective of people the policy would affect. \r\n\r\n###Examples from around government\r\n{:#tabletop-examples}\r\n\r\nPolicy Lab has helped civil servants successfully try out tabletop prototyping as part of a workshop with a wide range of policymakers. For example, a mixed group of of about 20 people, most of whom had never met before, spent an hour together responding to “What if visiting a GP was based on the idea of ‘the patient will see you now’? How would this change the whole primary health care system?”\r\n\r\nParticipants self-organised into 3 groups, found somewhere to work together, and used craft materials, flipchart paper, sticky notes and pen to come up with ideas. \r\n\r\nPolicy Lab staff provided practical advice and encouragement, for example suggesting looking at 3 phases – making appointments/arriving, seeing the doctor, and after the visit, and focussing in on 1 persona representing a particular group of users and their needs. Policy Lab also gave each team a ‘challenge card’ to provide an extra focus, for example “What if the service was people-powered?”\r\n\r\nFor 45 minutes participants analysed what did not work in the current patient experience of GP surgeries, and generated ideas about how to redesign the service based on the principle of ‘the patient will see you now’, giving it physical form. People who had never met before worked together to explore a complex area, and generate, realise and share their ideas in an open, creative way.\r\n\r\nThe workshop ended with a 2-minute presentation by each team and feedback from the other people present. All the presentations involved some degree of roleplay and performance, bringing their ideas to life and helping everyone understand how patients would interact with the new service. Their service concepts were rough-and-ready but complex, combining organisational processes, people’s behaviours and interactions, established technologies (buzzers, digital devices or wifi) used in new ways, and communications and spatial design. \r\n\r\n###How to do tabletop prototyping in a 1-hour workshop\r\n{:#tabletop-how}\r\n\r\nYou will need materials to help people express their ideas. Some examples are: \r\n\r\n*  Lego\r\n*   small cardboard boxes\r\n*  sticky notes\r\n*  marker pens\r\n*  bluetack \r\n*  scissors\r\n*  coloured card\r\n*  paper\r\n*  sweets (not to eat, but used as small, colourful items)\r\n\r\nYou’ll also need a space to work where you can stick things on the wall, ideally with several tables and chairs that people can work at in groups of 4 to 6\r\n\r\n###During the workshop:\r\n\r\n1.  give people permission to be creative and work differently with an icebreaker\r\n2.  set a challenge or ask people to define their own challenge\r\n3.  get people to self-organise into teams, ideally with people from different backgrounds\r\n4.  give people a clear timeframe and set expectations about what kinds of things they can make\r\n5.  invite them to respond to the challenge by exploring it from the perspective of people involved, not the system; 6.  come up with ideas using the materials and present their idea for feedback, for example using simple role play to show how someone would interact with or walk through their model or mock-up; take photos or use smartphones to video each presentation\r\n7.  get teams to present their ideas one by one, with other people giving constructive feedback and explaining the criteria they are using\r\n8.  you might invite participants to vote about which ideas work best\r\n9.  discuss what ideas seem to work and what you want to take forward\r\n\r\n###After the workshop:\r\n\r\n1.  summarise the ideas generated and the ones you want to take forward and why\r\n2.  share the photos and videos\r\n\r\n###Additional resources\r\n{:#tabletop-resources}\r\n\r\n*  [Nesta prototyping framework](http://www.nesta.org.uk/publications/prototyping-framework)\r\n*  [SILK method deck](http://socialinnovation.typepad.com/silk/silk-method-deck.html)\r\n*  [Standford University bootcamp](http://dschool.stanford.edu/wp-content/uploads/2011/03/BootcampBootleg2010v2SLIM.pdf)\r\n\r\n##Touchpint prototyping\r\n\r\n###Contents\r\n1.  [Introduction](#touchpoint-into)\r\n2.  [Examples](#touchpoint-examples)\r\n3.  [Why and when to use tabletop prototyping](#touchpoint-why-when)\r\n4.  [How to use tabletop prototyping](#touchpoint-how)\r\n\r\n###Introduction\r\n{:#touchpoint-into}\r\n\r\nA touchpoint is an interaction between a service and a user which could be digital, material or person to person. For example a touchpoint could be a letter, a website or app, a form someone fills in to claim or apply for something, or a session with a care assistant or other service professional. Prototyping takes very little time, uses cheap materials and helps people develop and assess ideas when they are still at an early stage.\r\n\r\n###Examples from around government\r\n{:#touchpoint-examples}\r\n\r\nHM Revenue & Customs (HMRC) wanted to improve the way they communicated with young people about National Insurance (currently a letter sent out a few months before someone reaches the age of 16). \r\n\r\nA process of rapid touchpoint prototyping took place over a month. Working with a specialist service design agency and Policy Lab, HMRC ran a workshop where young people re-designed the letters. The agency combined these ideas and produced 5 letter prototypes. Another workshop with a group of policymakers, youth engagement specialists and frontline staff reviewed and improved these prototypes. \r\n\r\nThe resulting versions of the letter were then presented to and discussed with another group of young people to find out which one would be most effective.\r\n\r\n###When should you use touchpoint prototyping?\r\n{:#touchpoint-why-when}\r\n\r\nTouchpoint prototyping usually happens after you have done some research into a policy area and understood problems from the perspective of people directly affected – service users, frontline staff or volunteers. You might create a user journey map to understand how people currently experience the service and identify high and low points. Through this, you will identify touchpoints that you want to improve and explore ideas about how to do this.\r\n\r\nOnce you have identified potential ideas for newly designed touchpoints, new touchpoints or new services that are worth exploring in more depth, you can mock them up and test them on service users or others who have first hand knowledge.\r\n\r\nThis could be a prototype letter, printed screenshots of websites, or a set of role play cards for a new type of conversation between a service user and provider. These tests will provide immediate feedback to use to improve your idea.\r\n\r\n###How to do touchpoint prototyping in a 1-hour workshop\r\n{:#touchpoint-how}\r\n\r\nYou will need materials to help people express their ideas. Some examples are: \r\n\r\n*  Lego\r\n*   small cardboard boxes\r\n*  sticky notes\r\n*  marker pens\r\n*  bluetack \r\n*  scissors\r\n*  coloured card\r\n*  paper\r\n*  sweets (not to eat, but used as small, colourful items)\r\n\r\nYou’ll also need a space to work where you can stick things on the wall, ideally with several tables and chairs that people can work at in groups of 4 to 6\r\n\r\n###At the workshop:\r\n*  give people permission to be creative and work differently with an icebreaker\r\n*  set a challenge or ask people to define their own challenge\r\n*  get people to self-organise into teams, ideally with people from different backgrounds\r\n*  give people a clear timeframe to work within and set expectations about what kinds of things they can make\r\n*  invite them to respond to the challenge by exploring it from the perspective of people involved; come up with ideas using the materials provided and be ready to present their idea for feedback, for example using simple role play to show how someone would interact with or walk through their model or mock-up, take photos or use smartphones to video each presentation.\r\n*  get teams to present their ideas one by one, with others giving constructive feedback\r\n*  you might invite participants to vote about which ideas work best\r\n*  discuss what ideas seem to work and what you want to take forward\r\n\r\n###After the workshop:\r\n*  summarise the ideas generated\r\n*  share the photos and videos\r\n\r\n##Experience prototyping\r\n\r\n###Contents\r\n1.  [Introduction](#experience-into)\r\n2.  [Examples](#experience-examples)\r\n3.  [Additional resources](#experience-resources)\r\n\r\n\r\n###Introduction\r\n{:#experience-into}\r\n\r\nExperience prototyping is similar to touchpoint prototyping but rather than looking at one touchpoint it involves more than one touchpoint in the user’s experience of a policy or service. \r\n\r\nExperience prototypes help quickly communicate and explore what an intended future experience could be like, so that it can be continuously improved. They help explore the possibilities and implications of future services which might involve personal interactions or situations in which someone is interacting with many organisational touchpoints.\r\n\r\nPrototyping experiences allow a project team to explore, share and refine solutions involving key people such as service users or frontline staff, who have first hand knowledge. They also help build support from other stakeholders, explore assumptions and reveal unintended consequences.\r\n\r\nThe learning from prototyping helps build confidence for choosing a policy direction which might then later be followed by a larger scale trial, or help avoid costly mistakes by discovering a suggested proposal won’t work at later stage.\r\n\r\n###Examples from around government\r\n{:#experience-examples}\r\n\r\nA project for Cornwall Council aimed to create new ways to give unemployed people over 50 access to information about local work opportunities. Following interviews with older people who were out of work, but who did not visit job centres, several ideas were generated. \r\n\r\nOne of these proposed building on the connections that people have with shop staff they see regularly on the high street, adapting the traditional Cornish idea of the ‘huer’ who announces from the cliff top the arrival of fish in the sea. The service concept was then explored in more depth through experience prototyping.\r\n\r\nDesigners from agency ThinkPublic created an experience prototype with local pharmacists, bookstore owners, news agents and retailers whose day-to-day work involves significant contact with the public. They were invited to be a new kind of huer. Over a few days, the ‘High Street Huers’ were asked to identify people looking for work or in need of health care assistance. They were invited to use their interactions with customers or visitors to their shops to talk and to establish the most relevant and useful services for them. Then, if people required more information, the huer jotted down their contact details, and passed them on to the relevant Cornwall Council service provider,to follow up. Through prototyping this experience on a high street for a few days, the project team identified which of the high street huers were trusted as intermediaries for these kinds of conversations about public services.\r\n\r\n###Additional resources\r\n{:#experience-resources}\r\n*  [Service design tool](http://www.servicedesigntools.org/)\r\n*  [DIY toolkit](http://diytoolkit.org/)\r\n*  [IDEO HCD toolKit](http://www.ideo.com/images/uploads/hcd_toolkit/IDEO_HCD_ToolKit.pdf)\r\n*  [Service innovation handbook](http://serviceinnovationhandbook.org/)\r\n\r\n##Sketching \r\n\r\n###Contents\r\n1.  [introduction](#sketching-introduction)\r\n2.  [Examples](#sketching-examples)\r\n3.  [When to use sketching](#sketching-when)\r\n4.  [How to use sketching](#sketching-how)\r\n\r\n###Sketching: an introduction\r\n{:#sketching-introduction}\r\nAsking policy makers to sketch their ideas disrupts conventional ways of working where people rely on words. \r\n\r\nAsking people to sketch things instead of writing brings out new ideas that are more easy to understand and improve. Research into how designers go about their work shows the act of sketching or making is where ideas emerge.\r\n\r\n###Examples from around government\r\n{:#sketching-examples}\r\nPolicy Lab has helped civil servants and users to use sketching to come up with new solutions to the lack of new homes being built. \r\n\r\nHMRC has organised collaborative with involve young people that used sketching to redesign the letters that give them their National Insurance number. They also used sketching to generate ideas for other parts of their lives (like school) where they could learn about the importance of National Insurance.\r\n\r\n###When to use sketching\r\n{:#sketching-when}\r\nThe main reasons to do sketching are:\r\n\r\n*  to generate lots of ideas fast\r\n*  to create a broader range of ideas, including some unlikely ones that may help you reframe current understandings of the issue\r\n*  to create a shared understanding of the opportunities quickly\r\n*  to get and keep people engaged in a project\r\n*  to broaden the range of participants able to contribute to solution finding\r\n\r\n###How to use sketching\r\n{:#sketching-how}\r\n\r\n1.  Ask people to sketch touchpoints – points at which users, frontline staff, or other people involved such as family members or volunteers, interact in relation to the issue you are considering. They don’t have to just be from government or public services.\r\n\r\n2. These touchpoints could be:\r\n\r\n*  web pages\r\n*  leaflets\r\n*  smartphone apps \r\n*  emails and text messages, \r\n*  signage\r\n*  products, packaging\r\n*  media, eg websites, TV programmes or adverts\r\n*  environments and places such as homes, offices, clinics, cafes, schools or shops\r\npublic spaces such as parks, sports or community centres, bus stops or trains\r\n*  mundane things in the built environment such as posters, signs or bins\r\n* journeys or cartoon strips\r\n\r\nProbably many or most of the participants in a workshop will not be that good at drawing, which helps to break down hierarchies. Keep the focus more on what people draw, rather than the quality of the drawing and there’s more room for surprise.\r\n\r\n##Social media and data analysis\r\n{:#social-media-analysis}\r\n\r\n###Contents\r\n1.  [Introduction](#data-analysis-introduction)\r\n2.  [Why you should use social media analysis](#data-analysis-why)\r\n3.  [When to use social media analysis](#data-analysis-when)\r\n4.  [Tools you can use](#data-analysis-tools)\r\n\r\n###Social media analysis; an introduction\r\n{:#data-analysis-introduction}\r\n\r\nSocial media and data analysis is the process of taking impenetrable data (like consultations or data sets), or social media (like twitter) and transforming it into statistical evidence that can help you to understand users and their needs. \r\n\r\nSocial media and data can be analysed to look for themes, trends and statistical evidence that can help you to understand users and better inform a policy. The tools available range from free to thousands of pounds and often need specialist people brought into the understand and interpret the data.  \r\n\r\nThese tools can work across social media, crowdsourcing, consultations and sometimes large unorganised data sets. \r\n\r\nThis section talks about off the shelf tools tools. For more powerful data science tools and techniques read our guide to [data science](#data-science) \r\n\r\n###Why you should use data and social media analysis\r\n{:#data-analysis-why}\r\n\r\nSocial media analysis can bring insight to large scale data sets that would have been impossible to see without the use of a computer. \r\n\r\nAnalysis tools analyse the data in a variety of ways. Some will looking for influencers, hashtags, key terms, sentiment, age and gender. \r\n\r\nThese tools also use natural language processing, a technique where the software mimics the human brain’s ability to group certain words together and spot correlations between them. \r\n\r\nFor example, some tools can understand the different uses of the word ‘sick’. Sometimes the word is used to refer to someone who is unwell e.g. ‘my grandma is sick’, whilst others may use it to describe someone’s positive impression of something. e.g. ‘Sick concert’. \r\n\r\nSome of the tools use machine learning to allow you to train the tool to create more accurate results for you – you do this by checking whether it has categorised a particular tweet correctly and then correcting the tool’s assumptions. The tools should then re categorise all other tweets using the new rule you have given it\r\n\r\n###When to use data and social media analysis\r\n{:#data-analysis-when}\r\n\r\nSocial media analysis should be used throughout policy development. It can be particularly useful at the beginning of policy development to help you understand the exact problem users are having and what their needs are. \r\n\r\nIt can also be used alongside engagement and consultations during the the creative and prototyping stages of policy design. Crowdsourcing online can create a large amount of responses and using a social media tool to analyse them is important to ensure you hear every idea. \r\n\r\nOnline testing and polls can also be analysed through social media. In many cases it is best to talk directly to analysis providers to make sure that they can meet your needs. \r\n\r\n###Tools you can use for data and social media analysis\r\n{:#data-analysis-tools}\r\n\r\n*  [Twitter analytics}(analytics.twitter.com) is a free online tool that can help you understand your twitter reach and impact. \r\n*  [Brandwatch](http://www.brandwatch.com/)\r\n*  [Coosto](http://www.coosto.com/)\r\n*  [Pulsar Trak](http://www.pulsarplatform.com/)\r\n*  [Crimson Hexagon](http://www.crimsonhexagon.com/)\r\n*  [Ripjar](http://www.crimsonhexagon.com/)\r\n*  [Radian6](http://www.exacttarget.com/uk/products/social-media-marketing/radian6)\r\n*  [Traackr](http://www.exacttarget.com/uk/products/social-media-marketing/radian6)\r\n\r\n##Social media engagement \r\n\r\n###Contents\r\n1.  [Introduction](#Social-media-engagement-introduction)\r\n2.  [Examples](#Social-media-engagement-examples)\r\n3.  [Ways of using social media](#social-media-ways)\r\n3.  [How to use social media](#Social-media-engagement-how-to-use)\r\n\r\n###Social media engagement: an introduction\r\n{:#Social-media-engagement-introduction}\r\n\r\nSocial media can help you to understand people's views and needs, and work with them to design policy. \r\n\r\nWorking with people through social media can help you to connect with their opinions and existing experiences. You can use it to crowdsource ideas and quickly test how ideas will be received and used in the real world. \r\n\r\nSocial media can be very useful for a quick link to the people your policy will impact. Running ideas, questionnaires or consultations through social media can significantly increase the number of people you reach. \r\n\r\nRemember that by choosing to work with people on social media you are choosing to work with a small selection of the audience.\r\n\r\n$CTA\r\n[Social media analysis](#social-media-analysis) is helpful for analysing your engagement or finding existing data from social media platform. \r\n$CTA\r\n\r\n###Examples from around government\r\n{:#Social-media-engagement-examples}\r\n\r\n*  the [NHS Constitution consultation](https://www.gov.uk/government/consultations/updating-the-nhs-constitution) used social media to spread the word about changes to the NHS constitution \r\n*  the [Public Sector Efficiency Challenge](https://www.gov.uk/government/publications/public-sector-efficiency-challenge-summary-of-responses-and-results) used social media and crowdsourcing to share ideas about where money could be saved across the civil service\r\n*  UKTI's [Export Jam](https://www.gov.uk/government/news/help-design-the-future-of-export-support-at-ukti-export-jams) used social media to ask people what their experience of exporting was and for their ideas to improve it \r\n*  the Government Digital Services and HM Revenue & Customs uses Twitter to help people when they have a problem with a service or policy\r\n\r\n###How to use social media\r\n\r\n$CTA\r\n{:#Social-media-engagement-how-to-use}\r\nThe Government Digital Service [Social Media Playbook](https://gdsengagement.blog.gov.uk/playbook/) is the government guide for using social media. It outlines the available platforms and the ways that government should speak and use them. \r\n$CTA\r\n\r\n####Choose the most appropriate channel\r\nCombine a range of different channels depending on who you need to reach. \r\n\r\nYou may wish to use a traditional open social media site like Facebook or Twitter, or something more closed like Hackpad or LinkedIn groups. You should find one that works for you and your users. \r\n\r\n####Remember this is a dialogue not a monologue\r\nYou should not simply broadcast what government wants people to hear. Any social media campaign should create a dialogue where government responds to individual people. \r\n\r\n####Be prepared for negative comments\r\nSocial media is a democratic forum and people may want to express their displeasure with the government or a particular policy. \r\n\r\n####Influencers\r\nFind the influential people who are already talking about your area on Twitter. Follow them and talk to them to see if they will help you increase debate around your crowdsourcing project.\r\n\r\n####Provide relevant information\r\nTweet useful information to get the conversation flowing. Infographics, pictures and links to relevant articles will make people more likely to read your tweets and more likely to engage with your question because they have some background data to work with. Ask them to share their information as well.\r\n\r\n####Closed/open\r\nMost social media is open about the ideas and conversations taking place. \r\n\r\nFor some specialised or sensitive discussions you might want to use a more closed environment. You can use a members-only groups on LinkedIn, Slack and Hackpad to let people to discuss things which might be commercially sensitive or that they might not want to share openly. \r\n\r\nOn very sensitive topics such as sexual assault, you may need to let people to comment anonymously, ask them if you can use their contribution anonymously and remove any identifying features from any information they allow you to publish. \r\n\r\n\r\n##User research\r\n\r\nThis guidance provides a broad overview of the methods and techniques available to conduct user research. Research can incorporate both qualitative and quantitative techniques.\r\n\r\nQualitative techniques are intensive and often small scale. These include focus groups and one-to-one interviews, and are typically used to explore and analyse unstructured data.\r\n\r\nQuantitative techniques involve higher-volume research, and include online surveys, face-to-face interviews, and involve a structured approach to data collection and analysis.\r\n\r\nRead more about user research on the [Digital Service Manual](https://www.gov.uk/service-manual/user-centred-design/user-research)\r\n\r\n##The What Works Network\r\n\r\n###Contents\r\n1.  [Introduction](#what-works-introduction)\r\n2.  [List of What Works Centres](#what-works-list)\r\n\r\n###What works: an introduction\r\n{:#what-works-introduction}\r\n\r\nThe what works network aims to improve the way government and other organisations create, share and use high quality evidence for decision making. It’s designed to support more effective and efficient services across the British public sector. \r\n\r\nRead the [first evidence report](https://www.gov.uk/government/publications/what-works-evidence-for-decision-makers) from the What Works Network, published in November 2014.\r\n\r\nWhat Works is based on the principle that good decision-making should be informed by the best available evidence. If evidence is not available, decision-makers should use high quality methods to gather evidence to find out what works. \r\n\r\nThe what works network is made up of 7 independent What Works Centres and 2 affiliate members. What Works Centres are different from standard research centres. The centres help to ensure that thorough, high quality, independently assessed evidence shapes decision-making at every level, by:\r\n\r\n*  collating existing evidence on how effective policy programmes and practices are\r\n*  producing high quality synthesis reports and systematic reviews in areas where they do not currently exist\r\n*  assessing how effective policies and practices are against an agreed set of outcomes\r\n*  running a [Cross-Government Trial Advice Panel](https://www.gov.uk/government/publications/cross-government-trial-advice-panel-role-and-membership), with experts from across academia and government providing a free service for all civil servants to help test whether policies and programmes are working\r\n\r\n$CTA\r\nView the What Works Network [membership requirements](https://www.gov.uk/government/publications/what-works-network-membership-requirements)\r\n$CTA\r\n\r\nThe current What Works Centres are:\r\n{:#what-works-list}\r\n\r\n###1. Health and social care\r\n[National Institute for Health and Care Excellence](http://www.nice.org.uk/) (NICE)\r\n\r\n###2. Educational achievement\r\n[Sutton Trust/Educational Endowment Foundation](http://educationendowmentfoundation.org.uk/)\r\n\r\n###3. Crime reduction\r\n[College of Policing What Works Centre for Crime Reduction](http://whatworks.college.police.uk/Pages/default.aspx)\r\n\r\n###4. Early Intervention\r\n[Early intervention Foundation](http://www.eif.org.uk/)\r\n\r\n###5. Local economic growth\r\n[What Works Centre for Local Economic Growth](http://whatworksgrowth.org/) (hosted by LSE, Arup, Centre for Cities)\r\n\r\n###6. Improved quality of life for older people\r\n[Centre for Ageing Better](http://www.centreforageingbetter.com/)\r\n\r\n###7. Wellbeing\r\n[What Works Centre for Wellbeing](http://whatworkswellbeing.org/)\r\n\r\n###8. Affiliate: [Public Policy Institute for Wales](http://ppiw.org.uk/)\r\n \r\n###9. Affiliate: [What Works Scotland](http://whatworksscotland.ac.uk/)\r\n \r\n$CTA\r\nFollow What Works on [Twitter](twitter.com/whatworksuk) or contact them via email at: whatworks@cabinetoffice.gov.uk.\r\n$CTA\r\n\r\n###Other information\r\n*  [What Works: evidence centres for social policy](https://www.gov.uk/government/publications/what-works-evidence-centres-for-social-policy)\r\n*  [Open Public Services White Paper 2011](https://www.gov.uk/government/publications/open-public-services-white-paper)\r\n*  [Civil Service Reform Plan](http://my.civilservice.gov.uk/reform/the-reform-plan/)\r\n*  [Nesta: Why We Need To Create a NICE for Social Policy](http://www.nesta.org.uk/library/documents/NICE.pdf) (pdf)\r\n\r\n\r\n#.\r\n\r\n###Glossary\r\n\r\n##Analytics platform\r\nSoftware and hardware that provides the tools needed to build and perform analytical queries.\r\n\r\n##Anonymization\r\nThe severing of links between records to prevent the discovery of individuals within data.\r\n\r\n##Application\r\nSoftware that is designed to perform a suite of tasks.\r\n\r\n##Behavioural Analytics\r\nUsing data about people’s behaviour to predict actions.\r\n\r\n##Big Data\r\nData defined by its volume, variety and velocity. Volume refers to the size of the dataset, velocity refers to the speed at which data can be accessed and used, and variety refers to the different types of data that are available to collect and analyze in addition to the structured data found in a typical database.\r\n\r\n##Clickstream Analytics\r\nThe analysis of users’ Web activity through the items they click on a page.\r\n\r\n##Computer-generated Data\r\nAny data generated by a computer rather than a human–a log file for example.\r\n\r\n##Crowdsourcing\r\nThe act of submitting a task or problem to the public for completion or solution.\r\n\r\n##Customer Relationship Management (CRM)\r\nSoftware that helps businesses manage sales and customer service processes.\r\n\r\n##Dashboard\r\nA graphical reporting of static or real-time data on a desktop or mobile device. The data represented is typically high-level to give managers a quick report on status or performance.\r\n\r\n##Data Access\r\nThe act or method of viewing or retrieving data.\r\n\r\n##Data Aggregation\r\nThe act of collecting data from multiple sources for the purpose of reporting or analysis.\r\n\r\n##Data Analytics\r\nThe application of software to derive information or meaning from data. The end result might be a report, an indication of status, or an action taken automatically based on the information received.\r\n\r\n##Data Architecture and Design\r\nHow enterprise data is structured. The actual structure or design varies depending on the eventual end result required. \r\n\r\n##Data Center\r\nA physical facility that houses a large number of servers and data storage devices. Data centers might belong to a single organization or sell their services to many organizations.\r\n\r\n##Data Cleansing\r\nThe act of reviewing and revising data to remove duplicate entries, correct misspellings, add missing data, and provide more consistency.\r\n\r\n##Data Collection\r\nAny process that captures any type of data.\r\n\r\n##Data Feed\r\nA means for a person to receive a stream of data. Examples of data feed mechanisms include RSS or Twitter.\r\n\r\n##Data Governance\r\nA set of processes or rules that ensure the integrity of the data and that data management best practices are met.\r\n\r\n##Data Integration\r\nThe process of combining data from different sources and presenting it in a single view.\r\n\r\n##Data Integrity\r\nThe measure of trust an organization has in the accuracy, completeness, timeliness, and validity of the data.\r\n\r\n##Data Model, Data Modeling\r\nA data model defines the structure of the data for the purpose of communicating between functional and technical people to show data needed for business processes, or for communicating a plan to develop how data is stored and accessed among application development team members.\r\n\r\n##Data Point\r\nAn individual item on a graph or a chart.\r\n\r\n##Data Repository\r\nThe location of permanently stored data.\r\n\r\n##Data Set\r\nA collection of data, typically in tabular form.\r\n\r\n##Data Structure\r\nA specific way of storing and organizing data.\r\n\r\n##Data Visualization\r\nA visual abstraction of data designed for the purpose of deriving meaning or communicating information more effectively.\r\n\r\n##De-identification\r\nThe act of removing all data that links a person to a particular piece of information.\r\n\r\n##Demographic Data\r\nData relating to the characteristics of a human population.\r\n\r\n##Hadoop\r\nAn open source software library project administered by the Apache Software Foundation. Apache defines Hadoop as “a framework that allows for the distributed processing of large data sets across clusters of computers using a simple programming model.”\r\n\r\n##Hive\r\nA SQL-like query and data warehouse engine.\r\n\r\n##Information Management\r\nThe practice of collecting, managing, and distributing information of all types–digital, paper-based, structured, unstructured.\r\n\r\n##Internet of Things (IoT)\r\nThe network of physical objects or “things” embedded with electronics, software, sensors and connectivity to enable it to achieve greater value and service by exchanging data with the manufacturer, operator and/or other connected devices. \r\n\r\n##Legacy System\r\nAny computer system, application, or technology that is obsolete, but continues to be used because it performs a needed function adequately.\r\n\r\n##Linked Data\r\nAs described by World Wide Web inventor Time Berners-Lee, “Cherry-picking common attributes or languages to identify connections or relationships between disparate sources of data.”\r\n\r\n##Location Analytics\r\nLocation analytics brings mapping and map-driven analytics to enterprise business systems and data warehouses. It allows you to associate geospatial information with datasets.\r\n\r\n##Log File\r\nA file that a computer, network, or application creates automatically to record events that occur during operation–for example, the time a file is accessed.\r\n\r\n##Machine Learning\r\nThe use of algorithms to allow a computer to analyze data for the purpose of “learning” what action to take when a specific pattern or event occurs.\r\n\r\n##Map/reduce\r\nA general term that refers to the process of breaking up a problem into pieces that are then distributed across multiple computers on the same network or cluster, or across a grid of disparate and possibly geographically separated systems (map), and then collecting all the results and combines them into a report (reduce). Google’s branded framework to perform this function is called MapReduce.\r\n\r\n##Metadata\r\nAny data used to describe other data–for example, a data file’s size or date of creation.\r\n\r\n##MongoDB\r\nAn open-source NoSQL database managed by 10gen.\r\n\r\n##NoSQL\r\nA class of database management system that does not use the relational model. NoSQL is designed to handle large data volumes that do not follow a fixed schema. It is ideally suited for use with very large data volumes that do not require the relational model.\r\n\r\n##Pattern Recognition\r\nThe classification or labeling of an identified pattern in the machine learning process.\r\n\r\n##Petabyte\r\nOne million gigabytes or 1,024 terabytes.\r\n\r\n##Pig\r\nA data flow language and execution framework for parallel computation.\r\n\r\n##Predictive Analytics\r\nUsing statistical functions on one or more datasets to predict trends or future events.\r\n\r\n##Predictive Modeling\r\nThe process of developing a model that will most likely predict a trend or outcome.\r\n\r\n##Query Analysis\r\nThe process of analyzing a search query for the purpose of optimizing it for the best possible result.\r\n\r\n##R\r\nAn open source software environment used for statistical computing.\r\n\r\n##Recommendation Engine\r\nAn algorithm that analyzes a customer’s purchases and actions on an e-commerce site and then uses that data to recommend complementary products.\r\n\r\n##Reference Data\r\nData that describes an object and its properties. The object may be physical or virtual.\r\n\r\n##Scalability\r\nThe ability of a system or process to maintain acceptable performance levels as workload or scope increases.\r\n\r\n##Schema\r\nThe structure that defines the organization of data in a database system.\r\n\r\n##Sentiment Analysis\r\nThe application of statistical functions on comments people make on the web and through social networks to determine how they feel about a product or company.\r\n\r\n##Structured Data\r\nData that is organized by a predetermined structure.\r\n\r\n##Structured Query Language (SQL)\r\nA programming language designed specifically to manage and retrieve data from a relational database system.\r\n\r\n##Text Analytics\r\nThe application of statistical, linguistic, and machine learning techniques on text-based sources to derive meaning or insight.\r\n\r\n##Transactional Data\r\nData that changes unpredictably. Examples include accounts payable and receivable data, or data about product shipments.\r\n\r\n##Unstructured Data\r\nData that has no identifiable structure–for example, the text of email messages.\r\n"},{"content_type":"text/html","content":"<h3 id=\"a-z\">A-Z</h3>\n\n<h2 id=\"acting\">Acting</h2>\n\n<h3 id=\"contents\">Contents</h3>\n<ol>\n  <li><a href=\"#acting-introducion\">Introduction</a></li>\n  <li><a href=\"#acting-examples\">Examples</a></li>\n  <li><a href=\"#acting-when\">When to use acting</a></li>\n  <li><a href=\"#acting-how\">How to use acting</a></li>\n</ol>\n\n<h3 id=\"acting-introducion\">Acting: an introduction</h3>\n<p>Acting is a way of testing new policies and ideas for quick feedback and help. This can be done by organising workshops where policy ideas can be tested by people acting out the proposed idea, and then a discussion taking place around the scenes being acted. </p>\n\n<h3 id=\"acting-examples\">Examples from around government</h3>\n<p>During April 2015, Policy Lab and Policy Profession organised and held three prototyping workshops where people acted out early ideas for a policy. The format allowed people to express concerns and idea about the early stage concepts. </p>\n\n<p>Because much of the detail of the concepts was undefined yet, people filled in the gaps or responded by making interpretations and assumptions. It was this ambiguity that created a deep level of engagement and response. </p>\n\n<h3 id=\"acting-when\">When to use acting as a tool</h3>\n<p>Acting works best when you have an early idea or concept that you want to test with experts or users. It can be a great way of quickly updating your knowledge and ideas to make sure they answer user needs. </p>\n\n<p>If you haven’t created some policy ideas yet then acting will not be of much use unless you wish to use it as a way of showing an idea to interested parties. </p>\n\n<h3 id=\"acting-how\">How to use acting to test policy ideas</h3>\n\n<ol>\n  <li>Before a workshop you should meet with the actors to develop a rough script that explores the policy idea. It can be useful to make simple props for the mock scenes and do a run through. You should be clear about which parts of the scenarios the actors must stick to and where they can improvise. </li>\n  <li>Writing a scripted scene for each scenario that your actors are supposed to highlight will help them to keep to the point and show the exact policy idea. </li>\n  <li>At the workshop, you should introduce the scenarios and ask the invited audience to think about a particular question for each scenario. The actors can improvise with guidance prompts and stop at important points so that users and experts who are watching can bring up points of concern or topics of debate. </li>\n  <li>You should then engage the audience in discussion and be responsive to the audience’s interests and guide the actors to change what they are doing. After seeking permission, it is a good idea to document the workshop with video and photographs to use as evidence later. </li>\n</ol>\n\n<h2 id=\"behavioural-insights\">Behavioural insights</h2>\n\n<h3 id=\"contents-1\">Contents</h3>\n<ol>\n  <li><a href=\"#behavioural-insights-introduction\">Introduction</a></li>\n  <li><a href=\"#behavioural-insights-when\">When to use behavioural insights</a></li>\n  <li><a href=\"#behavioural-insights-examples\">Examples</a></li>\n  <li><a href=\"#behavioural-insights-how\">How to start using</a></li>\n</ol>\n\n<h3 id=\"behavioural-insights-introduction\">About behavioural insights</h3>\n\n<p>Behavioural insights applies behavioural sciences like behavioural economics and experimental psychology to policy. Behavioural sciences seek to understand how people make decisions in practice; how their behaviour is influenced by the context in which their decisions are made and how they are likely to respond to certain options. </p>\n\n<p>These insights enable you to design policies or interventions that can encourage, support and enable people to make better choices for themselves and society.</p>\n\n<h3 id=\"behavioural-insights-when\">When to use behavioural insights</h3>\n\n<p>You should consider using behavioural insights when you have a policy idea or concept that you want to test to see how it will work in the real world. Behavioural science can then be applied to the idea to see how and if it will work in the real world. You can then use these findings to react and improve the policy. </p>\n\n<p>Behavioural insights interventions are usually simple, highly cost-effective, and often yield surprising results. Civil servants have successfully used them in the following ways.</p>\n\n<p>If you would like to find out more about the team’s work, including commissioning to undertake projects, please get in touch with one of the members of the team by emailing info@behaviouralinsights.co.uk</p>\n\n<h3 id=\"behavioural-insights-examples\">Examples from around government</h3>\n\n<h3 id=\"home-energy-improvement\">1. Home energy improvement</h3>\n\n<p>A generous government subsidy did not seem to be resulting in much uptake of loft insulation among homeowners. BIT research suggested the effort required to clear out their loft was discouraging people – a good example of a ‘friction cost’ or ‘hassle factor’. BIT offered a loft-clearing service (which customers had to pay for), greatly increasing the number of people taking up the subsidy.</p>\n\n<h3 id=\"increasing-tax-payments\">2. Increasing tax payments</h3>\n\n<p>BIT worked with HMRC to tackle late payments for self-declared income tax. They made one small change to HMRC’s standard letter: including the sentence “9 out of 10 people have already paid their tax”. Highlighting the normative behaviour significantly increased prompt tax payments bringing forward £200 million in revenue. More specific norms (such as “9 people in your area with a debt like yours have paid their tax on time” were more effective than generic norms</p>\n\n<h3 id=\"encouraging-people-to-become-organ-donors\">3. Encouraging people to become organ donors</h3>\n\n<p>Millions of people renew their tax disc on the DVLA website every year. BIT thought this would be a good opportunity to prompt people to join the organ donor register.</p>\n\n<p>BIT trialled 8 different messages, based on various behavioural insights, including a call to action, emotional messaging (“3 people die each day because there are not enough organ donors”) and social norms (“Every day thousands who see this page decide to register”).</p>\n\n<p>A message based upon reciprocity worked best (“If you needed an organ transplant would you have one? If so please help others”), adding 100,000 donors to the register in 1 year.</p>\n\n<p><a rel=\"external\" href=\"http://www.behaviouralinsights.co.uk/publications\">Read more case studies from BIT</a>.</p>\n\n<h3 id=\"behavioural-insights-how\">How to start using behavioural insights</h3>\n\n<p>BIT has produced 2 reports to help you draw on the increasingly rich findings from the behavioural sciences: <a rel=\"external\" href=\"http://www.instituteforgovernment.org.uk/sites/default/files/publications/MINDSPACE.pdf\">MINDSPACE</a> and <a rel=\"external\" href=\"http://www.behaviouralinsights.co.uk/sites/default/files/BIT%20Publication%20EAST_FA_WEB.pdf\">EAST</a>. These provide simple frameworks to help policy makers apply behavioural insights.</p>\n\n<div class=\"call-to-action\">\n<p>If you would like to find out more about the team’s work, including commissioning the to undertake projects, please get in touch with one of the members of the team by emailing info@behaviouralinsights.co.uk</p>\n</div>\n\n<h2 id=\"change-cards\">Change cards</h2>\n\n<h3 id=\"contents-2\">Contents</h3>\n<ol>\n  <li><a href=\"#change-cards-introduction\">Introduction</a></li>\n  <li><a href=\"#change-cards-when\">When to use change cards</a></li>\n  <li><a href=\"#change-cards-how\">How to use change cards</a></li>\n</ol>\n\n<h3 id=\"change-cards-introduction\">Change cards: an introduction</h3>\n<p>Change cards are questions that help people think outside of the box and discuss possible directions of a policy. They are cards with questions on them like &lsquo;what if we had no budget?&rsquo; and &lsquo;what would a start-up do?&rsquo; that help people think outside of the box with policy ideas. </p>\n\n<h3 id=\"change-cards-when\">When to use change cards</h3>\n<p>Change cards are useful in the early stages of designing a policy when you are trying to understand what users need and want from a policy area. They are also useful when you have gone through all the usual ideas and need to think differently. </p>\n\n<p>You can combine change cards with other tools to quickly understand and generate ideas with users and experts. Role play, challenge panels and hack days all work with change cards. </p>\n\n<h3 id=\"change-cards-how\">How to use change cards in a 1-hour workshop</h3>\n<p>Before the workshop create some change cards on A5 pieces of card. You will need to decide whether the cards pose a question with words, or stimulate debate with images. \nFind a space to work where you can stick things on the wall to enable discussion and free flowing ideas as you present cards to the group. Ideally find a space with several tables and chairs so that people can work in groups of about 4 to 6 people. \nArtefact and Policy Lab provide advice and guidance for creating change cards from. These ideas for questions may also help:</p>\n\n<ul>\n  <li>what if we had no money? / what if we had an unlimited budget?</li>\n  <li>what if people were our only resource?</li>\n  <li>what if we did the opposite?</li>\n  <li>what if we exaggerated the idea?</li>\n  <li>what would we do in 2040? / what would we have done in 1920?</li>\n  <li>what would we do if there were no computers? / what would we do it we had to provide it all online?</li>\n  <li>how would a child design it?</li>\n  <li>what if we merged 2 ideas?</li>\n  <li>what would an entrepreneur do?</li>\n  <li>what would they do in the USA?</li>\n  <li>what would the public want us to do?</li>\n  <li>what would we do if we couldn’t legislate? / what would we do if we could only recommend best practice?</li>\n</ul>\n\n<h3 id=\"at-the-workshop\">At the workshop</h3>\n<p>You should give people permission to be creative and work differently.  An icebreaker exercise or facilitators can help you make the session flow more freely. </p>\n\n<p>During the exercise people should define their own challenge and organise themselves into teams with people from different backgrounds to stimulate new ideas. Doing a hope and fear card or evidence safari before you start is often a good idea. You should then discuss the policy area as a group before individually working with change cards.</p>\n\n<p>People should look at the change cards they are given and then present their ideas one by one, explaining the criteria they are using. After the exercise you can invite people to vote about which ideas work best and discuss together which ideas to take forward.</p>\n\n<h2 id=\"challenge-setting\">Challenge setting</h2>\n\n<h3 id=\"contents-3\">Contents</h3>\n<ol>\n  <li><a href=\"#challenge-setting-introduction\">Introduction</a></li>\n  <li><a href=\"#challenge-setting-when\">When to use challenge setting</a></li>\n  <li><a href=\"#challenge-setting-how\">How to do challenge setting</a></li>\n</ol>\n\n<h4 id=\"challenge-setting-introduction\">Challenge setting: an introduction</h4>\n\n<p>Challenge setting lets you work with users and groups of people to define the challenges that are important to your policy. </p>\n\n<p>Challenge setting frames a person&rsquo;s fears and needs as questions that begins with ‘How can we’. The challenges that are created can then become collective issues to debate and investigate further. </p>\n\n<h4 id=\"challenge-setting-when\">When to use challenge setting</h4>\n\n<div class=\"call-to-action\">\n<p>Doing a <a href=\"#hope-and-fear-card\">hope and fear card</a> exercise helps frame the problem for users. You should usually do this before challenge setting.</p>\n</div>\n\n<p>Use challenge setting at the beginning of a project to help you understand what people need and want from a policy area. The tool works well alongside other tools like journey mapping and idea days or policy jams. </p>\n\n<p>Using challenge setting at an early stage of a project helps you look at your problem from a users’ perspective and understand their needs and desires. It also helps you to find people to work with to design policy. </p>\n\n<p>Challenge setting works with users and experts as well as any other interested party. </p>\n\n<h4 id=\"challenge-setting-how\">How to do challenge setting</h4>\n\n<p>To start using challenge setting you will need thick marker pens and challenge setting cards. </p>\n\n<p>Challenge setting cards are A5 sized with &lsquo;How can we&hellip;&rsquo; written on them. There should be space for people to write a challenge. Challenges should be as short as possible and no longer than 4 lines long.  </p>\n\n<p>To do challenge setting, give members of the discussion the cards and ask them to write down their aims or needs from a policy, event or experience. If you have done a hopes and fears exercise you can ask them to base their &lsquo;how can&rsquo; we on some of the hopes and fears you have previously discussed. </p>\n\n<p>You should then discuss everyone’s challenge setting as a group. Placing everyone&rsquo;s challenge on a scale often helps to show the variety of challenges you will discover. The scale could be small to grand challenges or cheap to expensive depending on the policy area. </p>\n\n<h2 id=\"challenge-panels\">Challenge panels</h2>\n\n<h3 id=\"contents-4\">Contents</h3>\n<ol>\n  <li><a href=\"#challenge-panel-intro\">Introduction</a></li>\n  <li><a href=\"#challenge-panel-how\">How to run a panel</a></li>\n</ol>\n\n<h3 id=\"challenge-panel-intro\">Challenge panels: an introduction</h3>\n\n<p>Challenge panels use experts to look at weaknesses and ideas to improve them current or future policy. Policy experts can test and provide constructive challenge to the policies from a real world perspective. </p>\n\n<p>A challenge panel is one of the simplest ways to organise feedback and testing of a policy before it is launched as it only requires inviting experts in the field. </p>\n\n<h3 id=\"challenge-panel-how\">How to run a challenge panel</h3>\n\n<p>Challenge sessions work best when a policy team is prepared to explain their position, is open to challenge, and  willing to listen. </p>\n\n<p>Challengers must be focused, able to raise issues from non-government perspectives, and willing to provide tough constructive criticism. </p>\n\n<p>If the event is being facilitated by someone who is not involved in the policy and willing to direct the discussion, drawing up key themes where policy is underperforming is made easier. </p>\n\n<p>There should be a small number of independent, diverse challengers; for example people who used to work in the team, other government departments, think tank members, journalists, business specialists, parliamentarians, non government organisations, economists, scientists or community groups.</p>\n\n<p>You shouldn’t be defensive or respond to every point – challenge panels are about listening and being open to new ideas</p>\n\n<p>If your policy area is sensitive, consider setting up an agreed confidentiality document that states your expectations are for non-disclosure of information.</p>\n\n<h2 id=\"crowdsourcing\">Crowdsourcing</h2>\n\n<h3 id=\"contents-5\">Contents</h3>\n<ol>\n  <li><a href=\"#crowdsourcing-introduction\">Introduction</a></li>\n  <li><a href=\"#crowdsourcing-examples\">Examples from around government</a></li>\n  <li><a href=\"#crowdsourcing-when\">When to use crowdsourcing</a></li>\n  <li><a href=\"#crowdsourcing-principles\">Principles of crowdsourcing</a></li>\n  <li><a href=\"#crowdsourcing-ways\">Ways of crowdsourcing</a>  </li>\n</ol>\n\n<h3 id=\"crowdsourcing-introduction\">Crowdsourcing: an introduction</h3>\n<p>Crowdsourcing uses online surveys and social networks to works with users and experts to get solutions to problems from a more diverse range of individuals with varied skills and experiences. It allows policy makers and the public to work together to come up with a large number of ideas and to test whether policies are practical and can be implemented.</p>\n\n<p>It is particularly helpful for keeping policy up to date in a fast moving world. Crowdsourcing is not new, but digital technologies have made it much easier to do on a larger scale.</p>\n\n<h3 id=\"crowdsourcing-examples\">Examples from around government</h3>\n\n<ul>\n  <li>2010 Spending Review Challenge asked the public to send in ideas to help the government cut costs. This was repeated in 2015 with the Chancellors Public Sector Spending Review Challenge that used Survey Monkey to ask public sector workers how they could save money. 2010 was a totally open challenge but 2015 involved only public sector workers. </li>\n  <li>The Department of Business, Innovation and Skills <a rel=\"external\" href=\"http://discuss.bis.gov.uk/bisdigital/2013/05/24/bis-digital-engagement-case-study-series-focus-on-enforcement/\">used crowdsourcing</a> to ask businesses and individuals about their experiences with regulators.</li>\n  <li><a rel=\"external\" href=\"http://www.nhscitizen.org.uk/\">NHS Citizen</a> brought citizens together to work together on how to solve problems in their local NHS trusts.</li>\n  <li>DfID’s <a rel=\"external\" href=\"https://openideo.com/content/about-amplify\">Amplify project</a> brought together designers and communities to help improve safety in cities.</li>\n  <li><a rel=\"external\" href=\"https://www.fixmystreet.com/\">Fix My Street</a> allows the public to report holes in roads. </li>\n  <li><a rel=\"external\" href=\"https://www.techinasia.com/indonesians-crack-corruption-crowd-reporting-site-lapor/\">Lapor</a> is an Indonesian portal where citizens can report corrupt officials.</li>\n  <li>The <a rel=\"external\" href=\"https://digitalhealth.blog.gov.uk/2013/04/16/digital-engagement-on-dementia/\">Dementia Challenge</a> created a debate around what policies were needed to deal with dementia.</li>\n  <li>Crowdsourcing is also used regularly in the private sector and science. Wikipedia crowdsources content. Amazon get the public to review its products. NASA even uses crowdsourcing to help map Mars. A form of physical crowdsourcing is a hack day or idea jam. </li>\n</ul>\n\n<h3 id=\"crowdsourcing-when\">When to use crowdsourcing</h3>\n<p>You should use crowdsourcing when your policy area would benefit from engaging with a broader and more diverse set of people than your usual stakeholders and you’re looking for new ideas. It can be done with small specialist groups in private (for example by using a closed LinkedIn group) or with larger numbers of the population. </p>\n\n<p>A good social media presence can make crowdsourcing easier and quicker. Using a departments twitter to announce a crowdsourcing campaign is probably easier than setting up a new one. Have a look at our social media engagement advice for more information. </p>\n\n<p>Crowdsourcing is particularly useful for:</p>\n\n<ul>\n  <li>Testing out a policy to see if it is practical and can be implemented effectively</li>\n  <li>Giving power to and engaging with citizens</li>\n  <li>Getting a broader range of ideas about a policy area</li>\n  <li>Creating transparency</li>\n</ul>\n\n<p>If you have already decided what action you are going then crowdsourcing will add little value. However, even if your minister has decided on a course of action, you may still want to consider crowdsourcing idea for how to implement the policy. </p>\n\n<h3 id=\"crowdsourcing-principles\">Principles of crowdsourcing</h3>\n\n<h3 id=\"talk-to-your-digital-teampress-office\">Talk to your digital team/press office</h3>\n<p>They will be able to advise on your social media strategy, help get conventional media coverage and also advise on which tools your department has access to (see tools below).</p>\n\n<h3 id=\"decide-on-the-question-or-problem-you-want-to-solve\">Decide on the question or problem you want to solve</h3>\n<p>Work out your overall question and stick to it. Keep it simple but broad enough to gather meaningful ideas. For example: ‘How do we improve public safety?’ may be too broad a question. ‘Should we put more lighting on Mosley Street?’ is too narrow. While ‘How do we improve the safety of young women at night in poor, urban areas?’ is more likely to draw out clear solutions. Ask questions clearly and set parameters eg how much money is available.</p>\n\n<h3 id=\"dont-build-it-and-assume-they-will-come\">Don’t build it and assume they will come</h3>\n<p>Crowdsourcing is a good way to get ideas from a wide selection of people, but you have to make an effort to reach them. If you don’t already have a good network of stakeholders, create one and ask them to spread your message through their networks. People tend to respond more readily with ideas if the project is championed by people they know. Talk to people where they usually congregate eg community blogs. </p>\n\n<h3 id=\"communicate-clearly-with-your-audience\">Communicate clearly with your audience</h3>\n<p>Make it clear to your audience how you will use their ideas. Will the best ones be presented to the minister? Are you looking for ideas for a particular urgent policy or just gathering views? You should feedback to the public regularly on progress and which ideas are being taken up so that they do not feel disillusioned with the process. Lobby groups may also try to hijack a crowdsourcing project, but this is usually obvious and should be dealt with in the same way as in a traditional policy making process.</p>\n\n<h3 id=\"develop-ideas\">Develop ideas</h3>\n<p>The ideas that are initially submitted may still need development or research to turn them into policy proposals. One way to manage this is to send out an initial call for ideas and then sift these for the best proposals. You can then work with the public and experts to develop the ideas further until they meet your requirements. The Amplify project is a good example of how this works in practice.</p>\n\n<h3 id=\"be-diverse\">Be diverse</h3>\n<p>Whilst you can define your target audience by stakeholder mapping, the point of crowdsourcing is to reach different people. Try to engage with a mix of different ages, genders, professions and cultural backgrounds for a wider range of ideas. Using local radio, newspapers and TV as well as local events and partner organisations will help you reach people who might be digitally excluded. Media channels are often interested in running articles on crowdsourcing projects and can help you get the word out easily.</p>\n\n<h3 id=\"provide-content\">Provide content</h3>\n<p>It can be helpful to give your audience background information on the question you are interested in. Link to reports and articles on the topic and give them data and statistics and also ask them to share their useful content. The more informed your audience are, the better ideas your crowdsourcing project will generate.</p>\n\n<h3 id=\"be-transparent\">Be transparent</h3>\n<p>You should also make it clear that ideas will be published openly unless there is good reason not to do so. You should be aware of data protection rules and not share personal information like email addresses gathered from crowdsourcing.</p>\n\n<h3 id=\"crowdsourcing-ways\">Ways of crowdsourcing</h3>\n\n<h3 id=\"email\">Email</h3>\n<p>The easiest and cheapest way to start crowdsourcing is to start by emailing users and experts.</p>\n\n<h3 id=\"surveys\">Surveys</h3>\n<p>If you would like more detailed data from your responses, ask people to complete a survey by using an online tool.\nSurveys allow you to ask people to give more detailed and structured data about for example their ages or occupations. This would give you a better understanding of who has responded and how diverse or representative they are.</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://www.surveymonkey.com/\">Survey monkey</a></li>\n  <li><a href=\"google.com - Free Google Forms‎\">Google forms</a></li>\n</ul>\n\n<h3 id=\"social-media\">Social media</h3>\n<p>You can use many types of social media for crowdsourcing including. The Social Media Playbook has all the information you need for using social media online. Tools that you should </p>\n\n<ul>\n  <li><a href=\"twitter.com\">Twitter</a> now lets you poll users from within a tweet</li>\n  <li><a href=\"linkedin.com\">LinkedIn</a> can be used to create groups of people to engage with in private or public </li>\n</ul>\n\n<h3 id=\"online-crowdsourcing\">Online crowdsourcing</h3>\n<ul>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.citizenspace.com/info\">Citizen Space</a> was used for the Deputy Prime Minister’s Northern Futures project to collect ideas on how to create a new economic hub in the North of England. The Treasury also used this tool to gather ideas for the Spending Challenge.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.nhscitizen.org.uk/\">NHS Citizen</a> is a specially created site that gathers and develops ideas on how to improve hospitals and the health service. The project is in development and the source code will be available freely for other people to build similar platforms.</p>\n  </li>\n  <li>\n    <p><a href=\"wordpress.com\">Wordpress</a> platforms have been used by the Department for Business, Innovation &amp; Skills to build a <a rel=\"external\" href=\"http://discuss.bis.gov.uk/bisdigital/2013/05/24/bis-digital-engagement-case-study-series-focus-on-enforcement/\">bespoke site</a>  to allow the public to comment on regulations for the focus on enforcement project.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.wazoku.com/\">Wazoku</a> has been used The Ministry of Justice, NHS England and the Department for Education have used Wazoku to crowdsource ideas. The Ministry of Justice used it to gather public opinion on out of court disposals. Wazoku can be used for both open and closed crowdsourcing projects.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.citizens.is/\">Citizens Foundation</a> is ued by Reykjavik City Council crowdsourcing ideas and let thethe public vote on them. The best ones are debated every month by the City Council. You can use this platform for free, although Citizens Foundation also offers paid consultancy.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"https://openideo.com/content/about-amplify\">Open Ideo</a> is a &lsquo;global community working together to create solutions to problems&rsquo;. The Department for International Development uses the OpenIdeo platform for its <a rel=\"external\" href=\"https://openpolicy.blog.gov.uk/2014/05/14/fighting-poverty-by-working-with-those-most-affected/\">Amplify project</a> to help reduce poverty rates. </p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://crowdicity.com/en/nhs/\">Crowdicity</a> is used by the NHS, the third sector and businesses to crowdsource ideas from their employees. This crowdsourcing platform can be used for projects where you do not want the ideas to be automatically open to the public.</p>\n  </li>\n  <li>\n    <p><a href=\"hackpad.com\">Hackpad</a> is great small scale projects where you want a more fluid exchange of ideas. The <a rel=\"external\" href=\"https://designpatterns.hackpad.com/\">Government Digital Service uses Hackpad</a> to ask the public to discuss design changes to GOV.</p>\n  </li>\n</ul>\n\n<h2 id=\"data-science\">Data science</h2>\n\n<h3 id=\"contents-6\">Contents</h3>\n<ol>\n  <li><a href=\"#data-science-introduction\">Introduction</a></li>\n  <li><a href=\"#data-science-when-to-use\">When to use data science</a></li>\n  <li><a href=\"#data-science-how-to-start\">How to start using data science</a></li>\n  <li><a href=\"#data-science-tips\">Tips for data science</a></li>\n  <li><a href=\"#data-science-ethics\">Ethics of data science</a></li>\n</ol>\n\n<h3 id=\"data-science-introduction\">Data science an introduction</h3>\n\n<p>Data science uses advanced software, computer power and artificial intelligence to analyse and visualise big and complex data to provide useful insight that can improve an understanding of a problem and design better policy.</p>\n\n<p>Data science analyses any form of data, from large quantitative (numerical) data sets, to unstructured qualitative (descriptive) data that doesn’t fit in a standard database. This can take the form of free form text, interviews, consultations, images or phone calls, to name a few. It can even analyse real time data that is constantly changing and point out trends, views, themes, sentiments, characteristics or any kind of finding you can think of. </p>\n\n<h3 id=\"examples-from-around-government\">Examples from around government</h3>\n\n<ol>\n  <li>\n    <p>The London Fire Brigade created a <a rel=\"external\" href=\"http://lfb-data-explorer.herokuapp.com/\">prototype</a> data visualisation to help them see where they needed to improve reaction times. This used data available from various fire brigades and visualised it using a heat map and google maps to easily show where the service needed to focus it’s money. </p>\n  </li>\n  <li>\n    <p>The <a rel=\"external\" href=\"http://blogs.fco.gov.uk/digitaldiplomacy/2014/08/15/hma-twitter-maps/\">Foreign Office</a> allowed policy makers to visualise their international connections on twitter accounts. This used visualisation tools to showcase where any communications they wanted to spread could be best targeted and enabled quicker sharing of information around the globe. </p>\n  </li>\n  <li>\n    <p>The Government Digital Service have been using feedback to a service’s webpage can be used to <a rel=\"external\" href=\"https://gdsdata.blog.gov.uk/2015/02/20/using-sentiment-scoring-and-changepoint-analysis-to-spot-problems-in-services/\">spot problems</a> with a service before it becomes a serious problem. </p>\n  </li>\n</ol>\n\n<h3 id=\"data-science-when-to-use\">When to use data science</h3>\n\n<p>The wide variety of techniques within data science can be tailored to answer a policy question. <a href=\"#data-tool-cards\">If policy makers are aware</a> of the types of things data science can do, it can provide new evidence, ideas and insights at different stages of policy development.</p>\n\n<ul>\n  <li>discovery: data science can help shape and frame your understanding of what the actual problem is, who it affects, and how</li>\n  <li>design: your data science analysis can provide evidence to plan your policy design</li>\n  <li>consultation: data science can help analyse responses and get a more rounded view of public ideas by using social media data</li>\n  <li>delivery: automated tools and processes can help at an operational level to understand how a service is working and how it can be adapted and improved; to increase efficiencies and to reduce human error or bias</li>\n  <li>evaluation: data science lets you take advantage of new data sources to evaluate your policy, like digital and social media data, and can help you present findings in a more accessible and transparent way</li>\n</ul>\n\n<h3 id=\"data-science-how-to-start\">How to start using data science</h3>\n\n<p>Data science is a specialist skill and requires policy makers to work together with data analysts or scientists. A policy maker needs to understand what is possible so they can commission data science and identify new and alternative data sources for the data scientist to use. Using techniques like data science tool cards can help to inspire policy makers about what data to use and why. </p>\n\n<p>If you are considering a data science project or would like to explore the policy questions you have and the data you hold, contact the analysts in your department. Policy lab can also help organise data science as part of a policy project with them. </p>\n\n<div class=\"call-to-action\">\n<p>You can contact policy lab at policylab@cabinetoffice.gov.uk for more advice on a project that might include data science.</p>\n</div>\n\n<h3 id=\"data-science-tips\">Tips for data science</h3>\n\n<p>There are a number of issues non-data scientists can consider and discuss with analysts to understand the potential of data for their policy area. </p>\n\n<p>Read the <a href=\"#data-glossary\">glossary of common terms in data science</a>. </p>\n\n<h3 id=\"try-and-make-the-best-use-of-existing-data\">Try and make the best use of existing data</h3>\n<p>Do you have data of particular value that you would like to understand better? Can you explore your data assets to see if there is untapped potential?</p>\n\n<p>Complex free text data (eg from free text fields in consultations or on social media)can now be analysed in bulk for findings and trends. Some older data therefore can now become more useful. </p>\n\n<p>To take complaints data as an example, the data science approach would look at more than just summary statistics of how many complaints have been received or dealt with. It would analyse the text, examining trends to understand demand fluctuations on a service, or looking at the language people use through sentiment analysis to see how they are interacting with a service. </p>\n\n<p>This data may have previously been available but unused but data science allows you to explore that data and make use of it.</p>\n\n<h3 id=\"combine-multiple-data-sources\">Combine multiple data sources</h3>\n<p>Your data might be more valuable when combined with data from other sources. The Department of Energy and Climate Change (DECC) has a target of ensuring vulnerable customers get access to schemes such as the Green Deal to install energy efficiency measures (eg cavity wall, loft insulation). \nDECC already held data on physical property characteristics like energy consumption, but when this was combined with Department for Work and Pensions welfare data this gave a richer insight into households that need energy efficiency measures.</p>\n\n<h3 id=\"present-data-better\">Present data better</h3>\n<p>Datasets sometimes come in spreadsheet form with thousands of rows of complex figures. For a policy this is often incomprehensible. Visualisation data lets you to see the data and findings, share them with interested parties and ministers and make better policy. The Foreign and Commonwealth Office built a <a rel=\"external\" href=\"https://visitinguk.herokuapp.com/\">prototype of visa demand</a> to show a story with the data. </p>\n\n<h3 id=\"data-science-ethics\">Ethics of data science</h3>\n\n<p>The Cabinet Office has created <a rel=\"external\" href=\"https://data.blog.gov.uk/2015/12/08/data-science-ethics/\">Data Science ethics</a> to help policy makers and data specialists to work together. The ethics is an ethical framework that brings together the relevant parts of the law and ethical considerations into a simple document that helps Government officials decide what it can do and what it should do.</p>\n\n<ol>\n  <li>Start with a clear user need and public benefit: this will help you justify the level of data sensitivity and method you use</li>\n  <li>Use the minimum level of data necessary to fulfill the public benefit: there are many techniques for doing so, such as de-identification, aggregation or querying against data</li>\n  <li>Build robust data science models: the model is only as good as the data it contains and while machines are less biased than humans they can get it wrong. It’s critical to be clear about the confidence of the model and think through unintended consequences and biases contained within the data</li>\n  <li>Be alert to public perceptions: put simply, what would a normal person on the street think about the project?</li>\n  <li>Be as open and accountable as possible: Transparency is the antiseptic for unethical behavior. Aim to be as open as possible (with explanations in plain English), although in certain public protection cases the ability to be transparent will be constrained.</li>\n  <li>Keep data safe and secure: this is not restricted to data science projects but we know that the public are most concerned about losing control of their data.</li>\n</ol>\n\n<div class=\"call-to-action\">\n<p><a rel=\"external\" href=\"https://data.blog.gov.uk/wp-content/uploads/sites/164/2015/12/Data-science-ethics-short-for-blog-1.pdf\">Read the full ethical framework</a></p>\n</div>\n\n<h2 id=\"data-tool-cards\">Data tool cards</h2>\n\n<h3 id=\"contents-7\">Contents</h3>\n<ol>\n  <li><a href=\"#data-tool-cards-intro\">Introduction</a></li>\n  <li><a href=\"#data-tool-cards-when\">When to use</a></li>\n  <li><a href=\"#data-tool-cards-how\">How to use</a></li>\n</ol>\n\n<h3 id=\"data-tool-cards-intro\">Data tool cards: an introduction</h3>\n<p>Data tool cards are questions that help policy makers work with data scientists to think and discuss possible data that they might need to include in their policy project. </p>\n\n<p>Data tool cards have questions on them like &lsquo;what would be proxy data for your project?&rsquo; and &lsquo;What would someone’s phone tell you about your policy?&rsquo;. The cards and questions are presented to policy makers to help them understand how data can impact their policy area and discuss what data they may need. </p>\n\n<p>Policy Lab has created three types of cards that can all be used together. </p>\n\n<ol>\n  <li>[InlineAttachment:Data discovery cards data generation.pdf]</li>\n  <li>[InlineAttachment:Data discovery cards inspiration.pdf]</li>\n  <li>[InlineAttachment:Data discovery cards projects.pd]</li>\n</ol>\n\n<h3 id=\"data-tool-cards-when\">When to use data tool cards</h3>\n<p>Data tool cards are useful in the early stages of designing a policy,  when you’re trying to understand what data you will need to understand users, the policy problem and also measure success and impact. </p>\n\n<p>Data cards focus on facts and inspiration through words rather than images. Interesting facts are used to try and help policy makers see the importance of data in their policy development. </p>\n\n<h3 id=\"data-tool-cards-how\">How to use data tool cards</h3>\n\n<p>You should use data tool cards during or after you have generated some ideas. The cards work best when they &lsquo;disrupt&rsquo; the thought process. </p>\n\n<ol>\n  <li>Once everyone have spent a bit of time developing an idea, ask them to pick up a change card to help them push their thinking in a different direction – they can pick as many or as few as they like</li>\n  <li>Get teams to present their ideas one by one, with other people giving constructive feedback and explaining the criteria they are using</li>\n  <li>Invite participants to vote about which ideas work best</li>\n  <li>Discuss together what ideas seem to work and what you want to take forward</li>\n</ol>\n\n<h2 id=\"data-visualisation\">Data visualisation</h2>\n\n<h3 id=\"contents-8\">Contents</h3>\n<ol>\n  <li><a href=\"#data-visualisation-introduction\">introduction</a></li>\n  <li><a href=\"#data-visualisation-when\">When to use</a></li>\n  <li><a href=\"#data-visualisation-examples\">Examples of data visualisation</a></li>\n  <li><a href=\"#data-visualisation-how\">How to visualise data</a></li>\n</ol>\n\n<h3 id=\"data-visualisation-introduction\">Data visualisation: an introduction</h3>\n\n<p>Data visualisation can be used with data science, open data and data analysis. It is used to take complex and often difficult to interpret data and visualise it in any appropriate manner. This can include maps, graphs, diagrams, journeys maps, personas or performance pages. </p>\n\n<p>It is a powerful tool that can not only improve your understanding but the engagement of other parties and the trust in a policy or institution. </p>\n\n<h3 id=\"data-visualisation-when\">When to use data visualisation</h3>\n<p>Data visualisation can be used at any point in policy development. It can be used to help you understand a problem better and communicate this to both the public and ministers or senior civil servants. It can also be used to measure success and prove that a policy is working after a policy has been delivered. </p>\n\n<h3 id=\"data-visualisation-examples\">Examples of data visualisation</h3>\n\n<ul>\n  <li>\n    <p>The Guardian <a rel=\"external\" href=\"http://www.theguardian.com/news/datablog\">Data blog</a> and <a rel=\"external\" href=\"http://www.theguardian.com/technology/data-visualisation\">Data visualisation blog</a> have hundreds of examples of how data visualisation and open data are changing the world. An example of this is their use of visualization to <a rel=\"external\" href=\"http://www.theguardian.com/technology/2015/mar/23/can-data-analysis-reveal-the-most-bigoted-corners-of-reddit\">map controversial corners of redddit</a>. </p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.theguardian.com/cities/2014/oct/08/-sp-luminocity-new-interactive-map-tool-sheds-light-on-british-cities\">LuminoCity</a> maps the diversity of British cities using open data and mapping it onto google maps. </p>\n  </li>\n  <li>\n    <p>The department for communities and local government has used open data on fire response times to <a rel=\"external\" href=\"http://lfb-data-explorer.herokuapp.com/\">map out response times across London</a>. Immediately it is apparent that the area around Heathrow needs better fire response times. </p>\n  </li>\n  <li>\n    <p>Apps on smartphones can <a rel=\"external\" href=\"http://www.theguardian.com/cities/2014/sep/12/map-noise-how-smartphone-help-tackle-city-sound-pollution-noisetube\">map noise</a> and <a rel=\"external\" href=\"http://aqicn.org/map/world/\">pollution levels</a>. </p>\n  </li>\n  <li>\n    <p>The civil service has also used data visualisation to map out the <a rel=\"external\" href=\"http://morning-retreat-5772.herokuapp.com/\">number of staff in government buildings</a>. </p>\n  </li>\n</ul>\n\n<h3 id=\"data-visualisation-how\">How to visualise data</h3>\n\n<p>There are many methods and tools that you can use to visualise data. A good place to start at beginner level is <a rel=\"external\" href=\"http://opendata-tools.org/en/visualization/\">Open Data Tools</a> or <a rel=\"external\" href=\"http://raw.densitydesign.org/\">RAW</a>. These tools are relatively easy to master and can be experimented with to create compelling data presentations. </p>\n\n<p>There is an easy <a rel=\"external\" href=\"https://data.gov.uk/blog/simple-intro-open-data\">beginners tutorial</a> on data.gov.uk that explains how to prepare and show open data in Google Maps. The Guardian also has an <a rel=\"external\" href=\"http://www.theguardian.com/global-development-professionals-network/2014/aug/28/interactive-infographics-development-data\">introduction to data visualisation</a> and a more in depth <a rel=\"external\" href=\"http://www.theguardian.com/guardian-masterclasses/2015/aug/07/data-visualisation-a-one-day-workshop-tobias-sturt-adam-frost-digital-course\">course</a>.</p>\n\n<p>To further develop your skills, you can looks into courses in data visualisation, data science and coding, there are many available online, and many of these are free to do. <a rel=\"external\" href=\"https://www.codecademy.com/\">Codecademy</a> and <a rel=\"external\" href=\"https://www.coursera.org/courses?domains=data-science\">Coursera</a> are some examples. </p>\n\n<h2 id=\"deliberative-dialogue\">Deliberative dialogue</h2>\n\n<h3 id=\"contents-9\">Contents</h3>\n<ol>\n  <li><a href=\"#deliberative-dialogue-introduction\">Introduction</a></li>\n  <li><a href=\"#deliberative-dialogue-when-to-use\">When to use a dialogue</a></li>\n  <li><a href=\"#deliberative-dialogue-examples\">Examples from around government</a></li>\n  <li><a href=\"#deliberative-dialogue-how-to\">How to start a dialogue</a></li>\n</ol>\n\n<h3 id=\"deliberative-dialogue-introduction\">Deliberative dialogue: an introduction</h3>\n\n<p>Deliberative dialogue uses an an impartial and facilitated environment to bring members of the public, experts and policymakers together to discuss policy issues and discover possible solutions.</p>\n\n<p>A deliberative dialogue is not a public meeting nor discussion. It is a carefully structured conversation that helps people to not only talk together, but think together. Facilitators look for common ground and discover possible solutions by working with users in a safe and open space. </p>\n\n<p>It uses a variety of creative techniques to help people develop and explain their views on an issue. </p>\n\n<h3 id=\"deliberative-dialogue-when-to-use\">When to use a deliberative dialogue</h3>\n\n<p>You should start a dialogue in the early stages of policy discovery, so that the views of users and the public can be used throughout the design and delivery of policy. </p>\n\n<p>Each dialogue process is different and can use any variety different deliberative techniques, objectives, people, and resources available. </p>\n\n<p>A deliberative dialogue is a complex process that needs time and thought. </p>\n\n<p>You should use experts to create and hold a deliberative dialogue. Using a facilitator is recommended so that a dialogue is independent and impartial. This will help the public share their true feelings and views. </p>\n\n<p>Deliberative dialogue involves long term research and analysis so it can take a long time to do.</p>\n\n<h3 id=\"deliberative-dialogue-examples\">Examples from government</h3>\n\n<p>Deliberative dialogue has been used across government to understand the public’s views on the ethical, social and regulatory issues surrounding mitochondrial replacement and synthetic biology. </p>\n\n<p>It has also been used to explore how the UK should reduce greenhouse gas emissions and what wellbeing data tells us about policy making on issues like loneliness, the labour market and being involved in your community.</p>\n\n<h3 id=\"deliberative-dialogue-how-to\">How to start a dialogue</h3>\n\n<p>As a policy maker you should be involved in the dialogue but not lead it.</p>\n\n<div class=\"call-to-action\">\n<p>Contact <a rel=\"external\" href=\"http://www.sciencewise-erc.org.uk\">Sciencewise</a> to organise a public dialogue for your policy area.</p>\n</div>\n\n<h2 id=\"ethnography\">Ethnography</h2>\n\n<p>Ethnographic research usually involves observing target users in their natural, real-world setting, rather than in the artificial environment of a lab or focus group. It aims to gather insight into how people live; what they do; how they use things; or what they need in their everyday or professional lives.</p>\n\n<p>Read more about <a href=\"https://www.gov.uk/service-manual/user-centred-design/user-research/ethnographic-research.html\">ethnography and how to do it in the government service design manual</a></p>\n\n<h2 id=\"guerrilla-testing\">Guerrilla Testing</h2>\n\n<p>Guerrilla user testing is a low cost method of user testing. The term ‘guerrilla’ refers to its ‘out in the wild’ style, in the fact that it can be conducted anywhere eg cafe, library, train station etc, essentially anywhere where there is significant footfall.</p>\n\n<p>Read the full <a href=\"https://www.gov.uk/service-manual/user-centred-design/user-research/guerrilla-testing.html\">advice and information for guerilla testing</a> from the Government Digital Service</p>\n\n<h2 id=\"data-glossary\">Glossary of common data terms</h2>\n\n<h3 id=\"analytics-platform\">Analytics platform</h3>\n<p>Software and hardware that provides the tools needed to build and perform analytical queries.</p>\n\n<h3 id=\"anonymization\">Anonymization</h3>\n<p>The severing of links between records to prevent the discovery of individuals within data.</p>\n\n<h3 id=\"application\">Application</h3>\n<p>Software that is designed to perform a suite of tasks.</p>\n\n<h3 id=\"behavioural-analytics\">Behavioural Analytics</h3>\n<p>Using data about people’s behaviour to predict actions.</p>\n\n<h3 id=\"big-data\">Big Data</h3>\n<p>Data defined by its volume, variety and velocity. Volume refers to the size of the dataset, velocity refers to the speed at which data can be accessed and used, and variety refers to the different types of data that are available to collect and analyze in addition to the structured data found in a typical database.</p>\n\n<h3 id=\"clickstream-analytics\">Clickstream Analytics</h3>\n<p>The analysis of users’ Web activity through the items they click on a page.</p>\n\n<h3 id=\"computer-generated-data\">Computer-generated Data</h3>\n<p>Any data generated by a computer rather than a human–a log file for example.</p>\n\n<h3 id=\"crowdsourcing-1\">Crowdsourcing</h3>\n<p>The act of submitting a task or problem to the public for completion or solution.</p>\n\n<h3 id=\"customer-relationship-management-crm\">Customer Relationship Management (CRM)</h3>\n<p>Software that helps businesses manage sales and customer service processes.</p>\n\n<h3 id=\"dashboard\">Dashboard</h3>\n<p>A graphical reporting of static or real-time data on a desktop or mobile device. The data represented is typically high-level to give managers a quick report on status or performance.</p>\n\n<h3 id=\"data-access\">Data Access</h3>\n<p>The act or method of viewing or retrieving data.</p>\n\n<h3 id=\"data-aggregation\">Data Aggregation</h3>\n<p>The act of collecting data from multiple sources for the purpose of reporting or analysis.</p>\n\n<h3 id=\"data-analytics\">Data Analytics</h3>\n<p>The application of software to derive information or meaning from data. The end result might be a report, an indication of status, or an action taken automatically based on the information received.</p>\n\n<h3 id=\"data-architecture-and-design\">Data Architecture and Design</h3>\n<p>How enterprise data is structured. The actual structure or design varies depending on the eventual end result required. </p>\n\n<h3 id=\"data-center\">Data Center</h3>\n<p>A physical facility that houses a large number of servers and data storage devices. Data centers might belong to a single organization or sell their services to many organizations.</p>\n\n<h3 id=\"data-cleansing\">Data Cleansing</h3>\n<p>The act of reviewing and revising data to remove duplicate entries, correct misspellings, add missing data, and provide more consistency.</p>\n\n<h3 id=\"data-collection\">Data Collection</h3>\n<p>Any process that captures any type of data.</p>\n\n<h3 id=\"data-feed\">Data Feed</h3>\n<p>A means for a person to receive a stream of data. Examples of data feed mechanisms include RSS or Twitter.</p>\n\n<h3 id=\"data-governance\">Data Governance</h3>\n<p>A set of processes or rules that ensure the integrity of the data and that data management best practices are met.</p>\n\n<h3 id=\"data-integration\">Data Integration</h3>\n<p>The process of combining data from different sources and presenting it in a single view.</p>\n\n<h3 id=\"data-integrity\">Data Integrity</h3>\n<p>The measure of trust an organization has in the accuracy, completeness, timeliness, and validity of the data.</p>\n\n<h3 id=\"data-model-data-modeling\">Data Model, Data Modeling</h3>\n<p>A data model defines the structure of the data for the purpose of communicating between functional and technical people to show data needed for business processes, or for communicating a plan to develop how data is stored and accessed among application development team members.</p>\n\n<h3 id=\"data-point\">Data Point</h3>\n<p>An individual item on a graph or a chart.</p>\n\n<h3 id=\"data-repository\">Data Repository</h3>\n<p>The location of permanently stored data.</p>\n\n<h3 id=\"data-set\">Data Set</h3>\n<p>A collection of data, typically in tabular form.</p>\n\n<h3 id=\"data-structure\">Data Structure</h3>\n<p>A specific way of storing and organizing data.</p>\n\n<h3 id=\"data-visualization\">Data Visualization</h3>\n<p>A visual abstraction of data designed for the purpose of deriving meaning or communicating information more effectively.</p>\n\n<h3 id=\"de-identification\">De-identification</h3>\n<p>The act of removing all data that links a person to a particular piece of information.</p>\n\n<h3 id=\"demographic-data\">Demographic Data</h3>\n<p>Data relating to the characteristics of a human population.</p>\n\n<h3 id=\"hadoop\">Hadoop</h3>\n<p>An open source software library project administered by the Apache Software Foundation. Apache defines Hadoop as “a framework that allows for the distributed processing of large data sets across clusters of computers using a simple programming model.”</p>\n\n<h3 id=\"hive\">Hive</h3>\n<p>A SQL-like query and data warehouse engine.</p>\n\n<h3 id=\"information-management\">Information Management</h3>\n<p>The practice of collecting, managing, and distributing information of all types–digital, paper-based, structured, unstructured.</p>\n\n<h3 id=\"internet-of-things-iot\">Internet of Things (IoT)</h3>\n<p>The network of physical objects or “things” embedded with electronics, software, sensors and connectivity to enable it to achieve greater value and service by exchanging data with the manufacturer, operator and/or other connected devices. </p>\n\n<h3 id=\"legacy-system\">Legacy System</h3>\n<p>Any computer system, application, or technology that is obsolete, but continues to be used because it performs a needed function adequately.</p>\n\n<h3 id=\"linked-data\">Linked Data</h3>\n<p>As described by World Wide Web inventor Time Berners-Lee, “Cherry-picking common attributes or languages to identify connections or relationships between disparate sources of data.”</p>\n\n<h3 id=\"location-analytics\">Location Analytics</h3>\n<p>Location analytics brings mapping and map-driven analytics to enterprise business systems and data warehouses. It allows you to associate geospatial information with datasets.</p>\n\n<h3 id=\"log-file\">Log File</h3>\n<p>A file that a computer, network, or application creates automatically to record events that occur during operation–for example, the time a file is accessed.</p>\n\n<h3 id=\"machine-learning\">Machine Learning</h3>\n<p>The use of algorithms to allow a computer to analyze data for the purpose of “learning” what action to take when a specific pattern or event occurs.</p>\n\n<h3 id=\"mapreduce\">Map/reduce</h3>\n<p>A general term that refers to the process of breaking up a problem into pieces that are then distributed across multiple computers on the same network or cluster, or across a grid of disparate and possibly geographically separated systems (map), and then collecting all the results and combines them into a report (reduce). Google’s branded framework to perform this function is called MapReduce.</p>\n\n<h3 id=\"metadata\">Metadata</h3>\n<p>Any data used to describe other data–for example, a data file’s size or date of creation.</p>\n\n<h3 id=\"mongodb\">MongoDB</h3>\n<p>An open-source NoSQL database managed by 10gen.</p>\n\n<h3 id=\"nosql\">NoSQL</h3>\n<p>A class of database management system that does not use the relational model. NoSQL is designed to handle large data volumes that do not follow a fixed schema. It is ideally suited for use with very large data volumes that do not require the relational model.</p>\n\n<h3 id=\"pattern-recognition\">Pattern Recognition</h3>\n<p>The classification or labeling of an identified pattern in the machine learning process.</p>\n\n<h3 id=\"petabyte\">Petabyte</h3>\n<p>One million gigabytes or 1,024 terabytes.</p>\n\n<h3 id=\"pig\">Pig</h3>\n<p>A data flow language and execution framework for parallel computation.</p>\n\n<h3 id=\"predictive-analytics\">Predictive Analytics</h3>\n<p>Using statistical functions on one or more datasets to predict trends or future events.</p>\n\n<h3 id=\"predictive-modeling\">Predictive Modeling</h3>\n<p>The process of developing a model that will most likely predict a trend or outcome.</p>\n\n<h3 id=\"query-analysis\">Query Analysis</h3>\n<p>The process of analyzing a search query for the purpose of optimizing it for the best possible result.</p>\n\n<h3 id=\"r\">R</h3>\n<p>An open source software environment used for statistical computing.</p>\n\n<h3 id=\"recommendation-engine\">Recommendation Engine</h3>\n<p>An algorithm that analyzes a customer’s purchases and actions on an e-commerce site and then uses that data to recommend complementary products.</p>\n\n<h3 id=\"reference-data\">Reference Data</h3>\n<p>Data that describes an object and its properties. The object may be physical or virtual.</p>\n\n<h3 id=\"scalability\">Scalability</h3>\n<p>The ability of a system or process to maintain acceptable performance levels as workload or scope increases.</p>\n\n<h3 id=\"schema\">Schema</h3>\n<p>The structure that defines the organization of data in a database system.</p>\n\n<h3 id=\"sentiment-analysis\">Sentiment Analysis</h3>\n<p>The application of statistical functions on comments people make on the web and through social networks to determine how they feel about a product or company.</p>\n\n<h3 id=\"structured-data\">Structured Data</h3>\n<p>Data that is organized by a predetermined structure.</p>\n\n<h3 id=\"structured-query-language-sql\">Structured Query Language (SQL)</h3>\n<p>A programming language designed specifically to manage and retrieve data from a relational database system.</p>\n\n<h3 id=\"text-analytics\">Text Analytics</h3>\n<p>The application of statistical, linguistic, and machine learning techniques on text-based sources to derive meaning or insight.</p>\n\n<h3 id=\"transactional-data\">Transactional Data</h3>\n<p>Data that changes unpredictably. Examples include accounts payable and receivable data, or data about product shipments.</p>\n\n<h3 id=\"unstructured-data\">Unstructured Data</h3>\n<p>Data that has no identifiable structure–for example, the text of email messages.</p>\n\n<h2 id=\"hack-days\">Hack days</h2>\n\n<h3 id=\"contents-10\">Contents</h3>\n<ol>\n  <li><a href=\"#hack-day-intro\">Introduction</a></li>\n  <li><a href=\"#hack-day-examples\">Examples</a></li>\n  <li><a href=\"#hack-day-how\">How to run a hack day</a></li>\n</ol>\n\n<h3 id=\"hack-day-intro\">Hack days: an introduction</h3>\n<p>Hack days are events that let policy makers collaborate with experts to work together and create solutions to policy problems. </p>\n\n<p>Making solutions is not always the aim of a hack day. Instead the aim is to bring people with multiple talents, expertise and perspectives together to approach problems from new directions and look at ways to solve them. </p>\n\n<p>Hack days happen across the public and private sector as a means of opening up innovation to include the people that are most eager for change, and able to create that change. the NHS, Amazon and the Government Digital Service (GDS) all hold hack days. </p>\n\n<p>Hack days often rely on making as much data around the policy problem openly available to those attending. This makes sure that people at the event are as informed as policy makers and able to react with the best knowledge possible. </p>\n\n<div class=\"call-to-action\">\n<p>If you want advice about opening up your data contact the open data team in the government digital services for advice</p>\n</div>\n\n<h3 id=\"hack-day-examples\">Examples of hack days from around government</h3>\n<ul>\n  <li><a rel=\"external\" href=\"http://nhshackday.com/\">NHS Hackathons</a> help the NHS innovate with new ideas</li>\n  <li>[UK Health Camp] brought health and care professionals, policy makers and service managers together with designers, digital specialists and technologists to design solutions to the everyday problems of the NHS. </li>\n  <li><a rel=\"external\" href=\"https://designnotes.blog.gov.uk/2014/08/04/why-governments-need-hack-days/\">GDS hack days</a> showed how a problem can be solved quickly - often by building software prototypes. </li>\n</ul>\n\n<h3 id=\"hack-day-how\">How to run a hack day</h3>\n\n<h3 id=\"before-the-event\">1. Before the event</h3>\n<p>You should have a good understanding of the policy problem before you consider running a hack day. This will mean a large amount of qualitative or quantitative data that attendees can freely use to help them design or code experiences and ideas. </p>\n\n<p>You will also need to have an aim for the day. This could be an entire policy problem or a small part of it that you want examined. The point of a hack day is that attendees should be able to go in whatever direction they feel like as long as it focuses in improving the policy area. </p>\n\n<p>Finally, it&rsquo;s important to advertise this to the best crowds. A strong social media presence is advised and advertising in the right channels is equally important so that the best people attend the event. </p>\n\n<h3 id=\"at-the-event\">2. At the event</h3>\n<p>The <a rel=\"external\" href=\"http://hackdaymanifesto.com/\">Hack Day manifesto</a> has all the information you will ever need on running a hack day from locations, types of wifi and even food and snacks. </p>\n\n<h2 id=\"hope-and-fear-card\">Hope and fear cards</h2>\n\n<h3 id=\"contents-11\">Contents</h3>\n<ol>\n  <li><a href=\"#hope-and-fear-intro\">Introduction</a></li>\n  <li><a href=\"#hope-and-fear-when\">When to use hope and fear cards</a></li>\n  <li><a href=\"#hope-and-fear-how\">How to use hope and fear cards</a></li>\n</ol>\n\n<h3 id=\"hope-and-fear-intro\">Hope and fear cards: an introduction</h3>\n\n<p>Hope and fear cards use images to inspire people to express their objectives and concerns for a policy or a problem. You should use them at the earliest stage of policy development so that you understand the aims and needs of your team members, stakeholders and users. </p>\n\n<p>They can be used with anyone involved in a policy project and are a good way of quickly understanding a group’s way of thinking about a particular problem and start debate on the problem. </p>\n\n<h3 id=\"hope-and-fear-when\">When to use hope and fear cards</h3>\n<p>This technique works well in any setting because all you need is paper and pen. </p>\n\n<p>Using <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/414819/Policy_Lab_HopesAndFears_cards01_lores.pdf\">photo cards</a> can make the activity more thought provoking and get people engaged quickly. The images act as metaphors for people’s hopes and fears – helping them articulate what they think already, and potentially encouraging them to think differently.</p>\n\n<h3 id=\"hope-and-fear-how\">How to use hope and fear cards</h3>\n<p>You can create your own cards or use some <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/414819/Policy_Lab_HopesAndFears_cards01_lores.pdf\">standard cards made by Policy Lab</a>. </p>\n\n<p>If you want to design you own, start by picking as many pictures as possible. Inserting a small text box into the picture to encourage people to use a word or phrase to describe their hope and fear. </p>\n\n<p>Leaving too much space risks people writing long sentences when the image should to do the talking.</p>\n\n<h3 id=\"during-the-workshop\">During the workshop:</h3>\n\n<ol>\n  <li>\n    <p>lay all the cards out on the table &ndash; try and spread them out so that each picture is visible</p>\n  </li>\n  <li>\n    <p>provide large coloured pens for writing: these work better than biros as they stop people writing too much and are much easier for everyone to read</p>\n  </li>\n  <li>\n    <p>decide whether you want to address hopes or fears first</p>\n  </li>\n  <li>\n    <p>give participants a set period of time (say 5 minutes) to pick the card that speaks to a hope/fear they have for the project/issue/challenge</p>\n  </li>\n  <li>\n    <p>ask them to write 1 or 2 words in the space on the card that summarises their hope or fear</p>\n  </li>\n  <li>\n    <p>depending on the size of the group, bring everyone together to share their hopes/fears, or ask people to get into groups and share among themselves</p>\n  </li>\n  <li>\n    <p>display the cards on a wall or table where participants can return during the day</p>\n  </li>\n  <li>\n    <p>repeat the process for fears/hopes</p>\n  </li>\n  <li>\n    <p>reflect on the 2 sets of cards: is there anything interesting or surprising, any particular clusters, or vastly differing views (eg one person’s hope being another’s fear)</p>\n  </li>\n  <li>\n    <p>encourage participants to revisit the hopes and fears throughout and at the end of the workshop to add to, remove or change what is there</p>\n  </li>\n</ol>\n\n<h2 id=\"idea-days-and-policy-jams\">Idea days and policy jams</h2>\n\n<h3 id=\"contents-12\">Contents</h3>\n<ol>\n  <li><a href=\"#idea-jam-intro\">Introduction</a></li>\n  <li><a href=\"#idea-jam-example\">Examples</a></li>\n  <li><a href=\"#idea-jam-principle\">Principles of an idea or jam</a></li>\n  <li><a href=\"#idea-jam-how\">How to run an idea jam</a></li>\n</ol>\n\n<h3 id=\"idea-jam-intro\">Idea jams: an introduction</h3>\n\n<p>An idea or policy jam gives policy users and experts an opportunity to work with policy makers and designers to understand a policy problem and create solutions together. </p>\n\n<p>The ideas created do not always need to be realistic or sensible. Instead the ideas can highlight the needs of users and help policymakers understand what kind of solution they need to create. </p>\n\n<p>Ideas days and policy jams are a way to help policymakers understand how people experience their policies in the real world and work together to create better policy. </p>\n\n<p>The jam itself is a day, or more, in a location outside of government where interested parties, policy makers and users talk through their problems and create solutions together. They often involve interacting in new ways like sketching, hope and fear card exercises, journey mapping and acting. </p>\n\n<p>Policy jams and idea days are a examples of  ‘design thinking’ that builds, service, policies and government around user&rsquo;s needs and experiences. Read an introduction to <a rel=\"external\" href=\"https://openpolicy.blog.gov.uk/2015/03/20/design-in-policy-making/\">design thinking</a>. </p>\n\n<h3 id=\"idea-jam-example\">Examples from across government</h3>\n<p>UK Trade and Investment (UKTI) Ideas Lab held nine <a href=\"https://www.gov.uk/government/news/help-design-the-future-of-export-support-at-ukti-export-jams\">Export Jams</a> around the country in 2015 to help them understand what was holding back small to medium sized companies in the UK investing overseas. They worked with users to understand their current experiences and brainstorm future ideas. </p>\n\n<h3 id=\"idea-jam-principle\">Principles of an idea jam</h3>\n\n<h3 id=\"understand-what-you-want-to-achieve\">1. Understand what you want to achieve</h3>\n<p>It’s very easy to hold an ideas day (all you need is a good location, pens and paper), but it’s more difficult to gather useful information and data from it. You will need to work out what you want to achieve before you begin - and make sure the aim is sensible and achievable. Most idea jams either choose to look for solutions with users and citizens, or to work out what their current experience is and to identify the problem. </p>\n\n<h3 id=\"listen-dont-tell\">2. Listen, don’t tell</h3>\n<p>The point of an idea day is to listen to the problems and ideas people have at them and work with them in an open and productive manner. Rather than shutting ideas down and telling people why things won’t work, look outside the box and think of unrealistic ideas that can then be adapted. You should facilitate and guide discussions and tasks so that they are fixing the problem the idea jam was set up to deal with. </p>\n\n<h3 id=\"empower-people-to-think-differently\">3. Empower people to think differently</h3>\n<p>An ideas day is a space for both users policy makers to think outside the box and engage in meaningful debate and ideas. What would happen if there was no budget? what would be the perfect answer? What would a major company do? </p>\n\n<h3 id=\"idea-jam-how\">How to run an idea jam</h3>\n\n<h3 id=\"before-the-jam\">1. Before the jam</h3>\n<p>You must plan and structure an idea jam to make sure you gather the best data and ideas from the event. Bringing in expert help and facilitators can help you do to this. The Cabinet Office’s Policy Lab have run several idea jams in the past and will be able to advise or run one for you. </p>\n\n<h3 id=\"running-the-jam\">2. Running the jam</h3>\n<p>You should use a facilitator when running a ideas day. Facilitators let the discussion flow more freely for those at the day, but can also control it to make sure it runs in the direction policy makers need. Their neutrality can enable a more open and level playing field of discussion. </p>\n\n<div class=\"call-to-action\">\n<p>Email policy lab at policylab@cabinetoffice.gov.uk if you want some help and advice.</p>\n</div>\n\n<h2 id=\"interviews\">Interviews</h2>\n\n<h3 id=\"contents-13\">Contents</h3>\n\n<ol>\n  <li><a href=\"#interviews-introduction\">Introduction</a></li>\n  <li><a href=\"#interviews-examples\">Examples from around government</a></li>\n  <li><a href=\"#interviews-when-to-use\">When to use</a></li>\n  <li><a href=\"#interviews-styles\">Styles of interviewing</a></li>\n  <li><a href=\"#interviews-how-to\">How to organise and run interviews</a></li>\n</ol>\n\n<h3 id=\"interviews-introduction\">Interviews: an introduction</h3>\n\n<p>Interviews are used to understand how a person&rsquo;s lifestyle and deeper emotions impact their experience and needs of policy. Interviews should be used to generate insight into people’s lives, from their points of view and in their own language, rather than the government&rsquo;s. </p>\n\n<p>Interviews are used when running <a href=\"https://www.gov.uk/service-manual/user-centred-design/user-research/ethnographic-research.html\">ethnographic research</a> and <a href=\"https://www.gov.uk/service-manual/user-centred-design/user-research\">user research</a>. </p>\n\n<p>Interviews can be used on anyone with an experience of a policy area. This can include front line staff, volunteers and public sector workers as well as policy users and members of the public.  </p>\n\n<h3 id=\"interviews-examples\">Examples from around government</h3>\n\n<p>The Department of Health and Department of Work and Pensions used interviews to find out how to help people manage their health conditions in work. They conducted ethnographically informed interviews with people with health conditions, GPs, employers and Job Centre Plus staff to understand how they experienced the process of transitioning (or supporting people transitioning) in and out of work.</p>\n\n<p>Policy Lab used the interviews and ideas to focus the policy problem on the needs of those interviewed. </p>\n\n<h3 id=\"interviews-when-to-use\">When to use interviews</h3>\n\n<p>Interviews are a useful way of understanding your users, what they need and how they might react to your policy ideas. They can also give you first hand access to the people who have knowledge of the policy area. </p>\n\n<div class=\"call-to-action\">\n<p>Use interviews to inform <a href=\"#personas\">Personas</a>. Personas are fictional characters that help you understand the varied needs of many users.</p>\n</div>\n\n<p>You should use them when your understanding of a problem and the needs of people is still unclear. They can help you frame the policy problem and understand what you need to fix. </p>\n\n<p>If you are looking for statistically robust evidence rather than emotive qualitative evidence, interviews will not work.  </p>\n\n<p>If you have a budget for using specialist ethnographic researchers, do not use interviews as you will be duplicating work. </p>\n\n<p>If you run interviews yourself they can be cheap, but you may gain more insight by using professionals. </p>\n\n<h3 id=\"interviews-styles\">Styles of interviewing</h3>\n\n<h4 id=\"framework-interviews\">Framework interviews</h4>\n<p>A framework interview uses a question sheet to guide the interview. It’s structured and can help you focus on one particular area of research. Framework interviews are very basic and don&rsquo;t always allow interviewees to express more than is asked of them. This will give you less insight, but can allow you to use digital tools to conduct these interviews quicker. </p>\n\n<h4 id=\"semi-structured-interviews\">Semi-structured interviews</h4>\n<p>A semi-structured interview is still structured with prepared questions, but is more open to where the conversation flows. These interviews offer much more depth and enable interviewees to share their personal views more easily. </p>\n\n<h4 id=\"observation\">Observation</h4>\n<p>Observation interviewing involves spending time accompanying the person in their day to day life to get a more deeper understanding of their life. Ideally you need at least several hours or a day for this. </p>\n\n<h4 id=\"digital-interviewing\">Digital interviewing</h4>\n<p>Use digital interviewing techniques like online forms or video chatting to ask people questions. You can also ask people to contribute by sending in photos and videos that highlight their views and reactions. </p>\n\n<h3 id=\"interviews-how-to\">How to organise and run interviews</h3>\n<p>Before you start interviewing people you should be aware of 3 important things. </p>\n\n<ul>\n  <li>your own bias: it is inevitable that this will shape your interpretations but there are methods to minimise this</li>\n  <li>ethics: you need to get people&rsquo;s consent to being interviewed, agree about how you will refer to them or anonymise them, and minimise any harm to them from interviewing them</li>\n  <li>the work and expertise involved in interpreting the data: the real value of interviewing is to identify patterns and themes that emerge as you immerse yourself in the person’s world. You should capture and discover what’s underneath the people’s stories through the data you gather</li>\n</ul>\n\n<h4 id=\"before-you-begin-decide-on-your-approach-to-ethics\">Before you begin: decide on your approach to ethics</h4>\n\n<ol>\n  <li>get or create an informed consent form and clarify if the person is happy for their name and other details to be used when the research is shared. You should give them the opportunity to remain anonymous or change their name</li>\n</ol>\n\n<h4 id=\"doing-the-interview-gather-data\">Doing the interview: gather data</h4>\n\n<ol>\n  <li>\n    <p>introduce yourself and explain the research – build up trust with the person you are interviewing and confirm how long you expect to take</p>\n  </li>\n  <li>\n    <p>depending on your research questions and the kind of interview you are doing, you might take up to an hour or 90 minutes</p>\n  </li>\n  <li>\n    <p>right after the interview, make some notes about your impressions and the main themes in the discussion you had, also noting down anything that surprised you</p>\n  </li>\n</ol>\n\n<h4 id=\"afterwards-analyse-and-interpret-the-data\">Afterwards: analyse and interpret the data</h4>\n\n<ol>\n  <li>\n    <p>assemble the materials you gathered from all your interviews – notes, photos, audio clips, drawings – and think back to the location and situation of the interview, reflecting on anything that seemed distinct to that part of that world</p>\n  </li>\n  <li>\n    <p>write down words or phrases that capture the sense of what you are hearing or seeing – this is called coding the data and might take several hours</p>\n  </li>\n  <li>\n    <p>write down quotations from what the person said that exemplify a key point</p>\n  </li>\n  <li>\n    <p>summarise the themes or patterns emerging across the codes into phrases or short sentences</p>\n  </li>\n  <li>\n    <p>present your findings to a broader group of people to triangulate them</p>\n  </li>\n  <li>\n    <p>ensure that the notes you’ll share anonymise the person you interviewed, if that’s what you agreed with them</p>\n  </li>\n</ol>\n\n<h4 id=\"other-resources\">Other resources</h4>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://userresearchmethods.hackpad.com/Welcome-to-User-Research-Methods-Wiki-S0j1jM7vrcp\">GDS user research methods</a></li>\n  <li><a rel=\"external\" href=\"https://www.epicpeople.org/\">EPIC people</a></li>\n  <li><a rel=\"external\" href=\"http://diytoolkit.org/\">the DIY toolkit</a></li>\n  <li><a rel=\"external\" href=\"http://serviceinnovationhandbook.org/\">the Service Innovation Handbook</a></li>\n  <li><a rel=\"external\" href=\"http://www.practicalethnography.com/\">Practical Ethnography</a></li>\n  <li><a rel=\"external\" href=\"http://www.designcouncil.org.uk/knowledge-resources/search/im_field_design_discipline/strategic-design-30\">Design Council: case studies</a></li>\n  <li><a rel=\"external\" href=\"http://designcouncil.org.uk/knowledge-resources/guide/improving-patient-experience-ae\">Design Council: improving patient experience in A and E</a></li>\n  <li><a rel=\"external\" href=\"http://designcouncil.org.uk/knowledge-resources/guide/principles-inclusive-design\">Design Council: principles of inclusive design</a></li>\n</ul>\n\n<h2 id=\"journey-mapping\">Journey mapping</h2>\n\n<h3 id=\"contents-14\">Contents</h3>\n\n<ol>\n  <li><a href=\"#journey-mapping-introduction\">Introduction</a></li>\n  <li><a href=\"#journey-mapping-examples\">Examples from around government</a></li>\n  <li><a href=\"#journey-mapping-when-to-use\">When to use</a></li>\n  <li><a href=\"#journey-mapping-how-to\">How to do journey mapping</a></li>\n</ol>\n\n<h3 id=\"journey-mapping-introduction\">Journey mapping: an introduction</h3>\n\n<p>Journey mapping helps you to understand a user&rsquo;s experience of a service or policy over a period of time. By plotting the experience of a user you can understand the interactions and touch points that people have regardless of department or policy boundaries. </p>\n\n<p>Journey mapping puts you in the shoes of users. This can help clarify the exact and various components of that journey and help you to join up different experiences and policies that people use. </p>\n\n<p>An example of journey mapping could be the experience of someone falling ill and leaving work. Journey mapping will visualise their experiences across multiple government departments, charities and private companies. The government will see this as many experiences, but to the user it is one experience that may need improving. </p>\n\n<h3 id=\"journey-mapping-examples\">Examples from around government</h3>\n<p>Policy Lab has worked with civil servants on journey mapping to examine how to better support people who have a health condition and are at risk of leaving work because of it. </p>\n\n<p>It also used journey maps to describe the experiences of people who have been a victim of a crime. It used the technique to understand how, and why they do or do not report crime to the police. </p>\n\n<p>Policy lab has also used journey mapping to help scope out a project to support people going through divorce or separation to use mediation services rather than going to court.</p>\n\n<h3 id=\"journey-mapping-when-to-use\">When to use journey mapping</h3>\n<p>Use this tool when you are at the early stage of understanding the policy problem and user needs. You can also adapt the tool and use it when interviewing people by asking them to map out their journey to help explain their experiences.</p>\n\n<p>Journey mapping works well when you have little time or money, and you want to understand an issue from the perspective of citizens, users or frontline staff. It can also be useful when you want to involve a range of people in exploring an issue, some of whom have deep knowledge of the lives of people and some of whom may be operations or delivery-focused, or when your understanding of a policy problem is still unclear.</p>\n\n<h3 id=\"journey-mapping-how-to\">How to do journey mapping at a workshop or hack day</h3>\n<p>Work with groups of people who interact with your service or policy area and ask them to map their journey for you. User journeys can be fictional or real life &ndash; this will depend on the people you are working with. </p>\n\n<h3 id=\"what-youll-need\">What you’ll need:</h3>\n\n<ul>\n  <li>long rolls of paper</li>\n  <li>sticky notes</li>\n  <li>bluetack</li>\n  <li>good quality fine point marker pens – they make everyone’s drawings legible and better looking</li>\n</ul>\n\n<h3 id=\"what-you-need-to-do\">What you need to do:</h3>\n\n<ol>\n  <li>\n    <p>put several long pieces of paper on the wall before you start – 1 for each team</p>\n  </li>\n  <li>\n    <p>you could also start with a persona creating exercise to help participants think about the issue as a whole</p>\n  </li>\n  <li>\n    <p>ask teams to pick 1 person whose journey they want to map &ndash; they should map out on the long piece of paper the main phases of this person’s journey as they experience the issue</p>\n  </li>\n  <li>\n    <p>encourage participants to maintain a strong focus on the person’s activities and their interactions with service touch points during the journey</p>\n  </li>\n  <li>\n    <p>ask participants to describe things in the user’s terms and language, rather than that of government. If data is available from research, share this and invite people to use it. If not, use team members’ knowledge to create a rich, complete picture of a specific user interacting with public or other organisation or service over time</p>\n  </li>\n  <li>\n    <p>prompt participants to provide lots of detail, however apparently mundane or unimportant. What is obvious to one person may provoke valuable insights in another</p>\n  </li>\n  <li>\n    <p>ask them to identify emotional highs and lows</p>\n  </li>\n  <li>\n    <p>get people to identify opportunities for improvements to service touchpoints or other kinds of interaction, or where no touchpoint exists but it would improve the experience</p>\n  </li>\n  <li>\n    <p>invite participants to share their journey maps with one another</p>\n  </li>\n  <li>\n    <p>discuss themes emerging across all the ideas people have generated</p>\n  </li>\n</ol>\n\n<h3 id=\"journey-mapping-with-interviews-and-shadowing\">Journey mapping with interviews and shadowing</h3>\n<p>You can also map people’s journey by shadowing, interviewing and researching the experiences of people and mapping their journeys afterwards. This can help you to map exact experiences of your policy or service. </p>\n\n<h3 id=\"other-resources-1\">Other resources</h3>\n\n<ul>\n  <li><a rel=\"external\" href=\"http://diytoolkit.org/\">Nesta DIY toolkit</a></li>\n  <li><a rel=\"external\" href=\"http://serviceinnovationhandbook.org/\">Service Innovation Handbook</a></li>\n  <li><a rel=\"external\" href=\"http://www.servicedesigntools.org/\">Service Design Tools</a></li>\n</ul>\n\n<h2 id=\"evidence-safari\">Evidence safari</h2>\n\n<ol>\n  <li><a href=\"#-evidence-safari-intro\">Introduction</a></li>\n  <li><a href=\"#evidence-safari-when\">When to use a evidence safari</a></li>\n  <li><a href=\"#evidence-safari-how\">How to do a evidence safari</a></li>\n</ol>\n\n<h3 id=\"evidence-safari-intro\">An introduction to evidence Safari</h3>\n\n<p>A evidence safari lets everyone involved in a project look at all the data, evidence and knowledge surrounding a policy issue. A evidence safari sets a level playing field and can help a team to see the gaps in their knowledge that may need to be filled with further research, or look at all the evidence available and form a direction for the project or generate ideas in response to challenges. It is also helpful in clearly grounding the project, and other exercises like using personas, in evidence.</p>\n\n<p>This tool works best alongside other tools like challenge cards, hope and fear exercises and journey mapping. </p>\n\n<h3 id=\"evidence-safari-when\">When to use a evidence safari</h3>\n\n<p>You could use a evidence safari at the beginning of a policy problem or project or after you have collected together fresh evidence. At the beginning, the ‘diagnose’ phase, this will help make sure that everyone involved has a similar understanding of a project, and will help bring in new evidence and data. At the develop phase, this will help people discover any fresh insight (e.g. data science, stakeholder interviews or ethnography) gathered and help inspire ideas.</p>\n\n<p>In most cases, you will need to spend some time making sure that there is a large amount of data available to everyone involved in the safari, and that the data is presented in an easy to understand way. This does not mean giving everyone a report for them to read. You should break down the data into quick facts or graphs, photos or quotes. This can take some time. </p>\n\n<p>If you have limited time and data, you could do a low-fi version where you ask everyone in the workshop to write down three to five bits of evidence or tacit knowledge. Then, ask them to group them into different clusters in different areas of the room. And hey presto! A pop-up safari. This is not as robust, but would give you indications of where to go and find the evidence.</p>\n\n<h3 id=\"evidencee-safari-how\">How to do a evidence safari</h3>\n\n<h3 id=\"get-the-evidence\">1. Get the evidence</h3>\n\n<p>You should begin by collecting all the evidence available. You should break down your evidence into different aspects that you may wish to explore in your evidence safari. These could be:</p>\n\n<ul>\n  <li>Official Government statistics and reports   </li>\n  <li>Stakeholder reports </li>\n  <li>Academic research</li>\n  <li>Images from a service safari (where you go and experience the service or policy yourself, a bit like mystery shopping)</li>\n  <li>Quotations from qualitative research</li>\n  <li>Innovation and ideas (including from other countries)</li>\n  <li>Media stories and social media views on the policy area </li>\n  <li>How people are talking about it on Twitter</li>\n</ul>\n\n<h3 id=\"make-the-evidence-easy-and-simple-to-view\">2. Make the evidence easy and simple to view</h3>\n\n<p>Once you have collected all of the evidence you should break it down and easy to read. </p>\n\n<p>When you run your evidence safari it will be placed on walls for people to walk around and explore. You will therefore need to make sure that the evidence is easy to understand, read and view. You should make sure that the font is big enough and each sheet of A4 paper you stick to the wall has one piece of evidence on it.  Using different colours to highlight the different evidence themes can help. </p>\n\n<p>Breaking down large amounts of data and turning it into simple and easy to use evidence can take some time, but is essential to a safari working well. </p>\n\n<h3 id=\"display-the-evidence\">3. Display the evidence</h3>\n\n<p>Find a space with enough room for everyone involved in the project and evidence safari to walk around relatively freely. Then stick each sheet of evidence to the wall. </p>\n\n<p>If you have grouped your evidence into themes you will want to use a different wall or part of a wall for each evidence theme. This is so different groups have space to discuss the evidence they are looking at without being crowded out by the next group. You will need to make sure that the themes are easy to see and understand. </p>\n\n<h3 id=\"organise-your-workshop\">4. Organise your workshop</h3>\n\n<p>Before you begin make sure you have A3 paper, post-it notes and sharpies.  </p>\n\n<h3 id=\"give-people-tasks\">5. Give people tasks</h3>\n\n<p>When people arrive for the evidence safari break them down into groups. These groups will be given an aspect of the policy problem to focus on. You could ask people to look for opportunities and barriers or to examine the experience of a policy. Some example questions are: </p>\n\n<ul>\n  <li>What is the current experience of the policy?</li>\n  <li>What are the drivers of this policy problem?</li>\n  <li>Who are the people that experience this policy?</li>\n  <li>Who will be the future users of this policy?</li>\n  <li>What future demographic changes could impact this policy?</li>\n  <li>What are other countries / organisations doing?</li>\n  <li>What are people’s views on this policy?</li>\n</ul>\n\n<p>You could also give groups different personas, and ask them to go round and pick out the relevant information that would help to create a user journey for them.</p>\n\n<p>People should then move around the evidence in groups, spending about 3-5 minutes with each theme. </p>\n\n<p>They should collect their findings, views or thoughts on post-it notes or paper as they move. </p>\n\n<h3 id=\"feedback-to-everyone\">6. Feedback to everyone</h3>\n\n<p>After everyone has looked at the evidence each group should feedback what they found to the everyone else so that knowledge is shared from multiple perspectives. You could use a challenge setting exercise to help people think outside of the box. It might also be useful to focus on what evidence was missing from the evidence safari, as this could be an area that will need more research </p>\n\n<p>Journey mapping and challenge setting exercises can work well after a evidence safari. </p>\n\n<h2 id=\"open-data\">Open Data</h2>\n\n<h3 id=\"contents-15\">Contents</h3>\n<ol>\n  <li><a href=\"#introduction\">Introduction</a></li>\n  <li><a href=\"#examples\">Examples</a></li>\n  <li><a href=\"#why\">Why you should use open data</a></li>\n  <li><a href=\"#how\">How to use open data</a></li>\n  <li><a href=\"#ethics\">Ethical implications</a></li>\n</ol>\n\n<h3 id=\"introduction\">Open data: an introduction</h3>\n\n<p>More data is being generated than ever before, from apps and devices people use everyday, to the massive amounts of administrative data that government departments keep on their services and customers. Open data can benefit policy in numerous ways:</p>\n\n<ul>\n  <li>It brings in external thinking through hack days to open eyes of politicians and officials and design better solutions. This has been used at places like <a rel=\"external\" href=\"http://www.movemakerapp.co.uk/\">MoveMaker</a> and <a rel=\"external\" href=\"http://www.skillsroute.com/\">SkillsRoute</a>. </li>\n  <li>It can help policy makers work with voices of citizens and create choice for users. <a rel=\"external\" href=\"http://dashboard.ofsted.gov.uk/\">Ofsted’s school dashboard </a> has done this with schools to help parents choose. </li>\n  <li>Creates a different relationship between citizen and state, increasing awareness and sometimes driving engagement. Examples in crime maps and </li>\n</ul>\n\n<p>Not all data is fully open. Like Open Policy Making there are scales of openness. The ODI spectrum helps you to see how open you can be. </p>\n\n<p>Read more information about Open Data from <a rel=\"external\" href=\"http://schoolofdata.org/\">Open Knowledge Foundation’s School of Data</a> and <a rel=\"external\" href=\"http://theodi.org/courses\">Open Data Institute</a></p>\n\n<h3 id=\"examples\">Examples of open data</h3>\n\n<ul>\n  <li>\n    <p><a rel=\"external\" href=\"https://cittymapper.com\">Citymapper</a> is perhaps one of the best known examples of open data. Citymapper takes data from transit authorities and the public sector around the globe to make cities easier to use and ‘reinvent the transport app for the world&rsquo;s most complicated cities’. </p>\n  </li>\n  <li>\n    <p>There are also prototypes available on GOV.UK that highlight how open data can be used to report on the success of a policy. These prototypes are not working yet but they do show how policy can work with digital and open data to improve understanding of the policy. View the prototype no <a rel=\"external\" href=\"https://assets.digital.cabinet-office.gov.uk/spotlight/documents/Policy-Housing-74ee84f968933609e499c9dc3e3a158d.pdf\">housing</a> and <a rel=\"external\" href=\"https://assets.digital.cabinet-office.gov.uk/spotlight/documents/Policy-Schools-fa83e45c214658828d9a48882c2c2622.pdf\">free schoold</a></p>\n  </li>\n</ul>\n\n<h3 id=\"why\">Why you should use data to understand users and needs</h3>\n\n<p>Data science techniques, such as clustering and predictive analytics, can help to identify an issue quickly, and allow interventions to take place earlier to avoid a major problem occurring. </p>\n\n<p>For instance, by analysing comments and feedback data from GOV.UK, it’s possible to see where the highest frequency of complaints are occurring, what users these complaints are concerning, and how to mitigate against the issues reported in them. </p>\n\n<p>One example of this is passports. Of complaints are increasing in frequency, and often contain words relating to the online service failing, it is possible to flag this at an early stage, and undertake maintenance to ensure a complete service failure does not occur. </p>\n\n<h3 id=\"how\">How to use open data</h3>\n\n<h3 id=\"get-the-data\">1. Get the data</h3>\n\n<p>Open data is often good to use to further augment existing data to improve your knowledge and cross reference information from across the globe. Open data is free and available from UK <a rel=\"external\" href=\"http://www.data-archive.ac.uk/\">Data Archive</a>, <a rel=\"external\" href=\"https://data.gov.uk/\">Data.gov.uk</a> and the <a rel=\"external\" href=\"http://www.ons.gov.uk/ons/index.html\">Office for National Statistics</a>. </p>\n\n<p>Often the best approach is just to explore, there are many places that hold openly available data that can be used for analytical purposes, policymakers should be encouraged to approach issues with the freedom to seek data and not be overly prescriptive about traditional methods of understanding policy issues. </p>\n\n<h3 id=\"use-data-to-identify-policy-issues\">2. Use data to identify policy issues</h3>\n\n<p>Data visualisation techniques can make your data more compelling and provide the ability to see where policies are failing to reach their intended targets. </p>\n\n<p>An example would be the <a rel=\"external\" href=\"https://evidence-16-to-24.herokuapp.com/\">visualisation of the LSYPE</a> (Longitudinal Study of Young People in England) survey data to show transitions between different aged cohorts. By viewing data in this way it’s possible to spot trends, such as the sizable amount of people moving from family care into unemployment between the ages of 20 - 21. This highlights an area to look at further and and begin to create policy interventions around. </p>\n\n<div class=\"call-to-action\">\n<p>Data visualisation, analysis and open data are often specialist tools and working with experts is often necessary.</p>\n</div>\n\n<p id=\"ethics\">Ethical implications and privacy concerns in using data</p>\n\n<p>There are a huge amount of ethical and privacy considerations when using data. Data that is heavily aggregated will be safe to use, but will not always make for compelling or useful analysis. Personal-level data is great for bespoke tailoring of services and interventions, but creates potential issues around privacy and protecting the anonymity of citizens. </p>\n\n<p>It is important for policymakers to think about what they are trying to achieve and how it could impact on the privacy of citizens, and ensure that they are working within the knowledge and information management guidelines set out by their departments, and the terms of the Data Protection Act. </p>\n\n<h2 id=\"personas\">Personas</h2>\n\n<h3 id=\"contents-16\">Contents</h3>\n<ol>\n  <li><a href=\"#personas-introducation\">Introduction</a></li>\n  <li><a href=\"#personas-when\">When to use personas</a></li>\n  <li><a href=\"#personas-examples\">Example</a></li>\n  <li><a href=\"#personas-how\">How to create personas</a></li>\n  <li><a href=\"#persona-template\">Persona templates</a></li>\n</ol>\n\n<h3 id=\"personas-introduction\">Personas: an introduction</h3>\n\n<p>Personas are fictional users and characters created to represent the different people that might use, or be impacted by your policy. </p>\n\n<p>They enable you to consider the goals, requirements, needs and lifestyles of different audiences that your policy will reach and need to answer to. This can include users, ministers or managers and can be broken down into groups of age, abilities and beliefs. </p>\n\n<p>Use personas to create empathy between policy makers and the people your policy will impact.</p>\n\n<h3 id=\"personas-when\">When you should use personas</h3>\n<p>You should create personas when you have a deep understanding of the people that your policy will impact or need to answer to. You will need to have carried out some user research and data analysis before you attempt to create personas. </p>\n\n<p>Personas can work during any point of your policy design process as a way of creating empathy and reminding you of the people your policy has to work for. </p>\n\n<p>Avoid letting your personas become stereotypes that limit your understanding of users and people. To do this you should include the people that your personas are supposed to represent when designing personas. </p>\n\n<p>You should constantly re-evaluate personas based on user research so that they are up to date and relevant. </p>\n\n<h3 id=\"personas-examples\">Examples from around government</h3>\n<p>The Government Digital Service (GDS) uses personas to understand their audience better:</p>\n\n<blockquote>\n  <p>When we thought about who would need information on the performance of GOV.UK, we considered a range of audiences from ministers and senior management through to GDS product managers and developers.</p>\n\n  <p>We interviewed the different types of staff who would need to use the dashboards and then we mapped them showing their level of seniority, whether they were in the department or outside it and key relationships. For key customers, we made personas to better communicate their needs and goals.</p>\n</blockquote>\n\n<h3 id=\"personas-how\">How to create and use personas</h3>\n<p>Personas should be based on user research, ethnographic findings and data analysis of users and people your policy will impact. You should create between 6 and 10 different personas so that the diverse needs of the people your policy impacts are represented fairly. </p>\n\n<p>Including quotes from interviews, facts about what the segment a persona represents and aims for that particular persona will help you describe the character further. </p>\n\n<h3 id=\"persona-template\">Persona templates and design examples</h3>\n\n<ul>\n  <li><a rel=\"external\" href=\"http://www.usability.gov/how-to-and-tools/methods/personas.html\">Usability.gov introduction to personas</a></li>\n  <li><a rel=\"external\" href=\"http://theuxreview.co.uk/personas-the-beginners-guide/\">UX Review beginner’s guide to personas and UX</a></li>\n</ul>\n\n<h2 id=\"policy-lab\">Policy Lab</h2>\n\n<h3 id=\"contents-17\">Contents</h3>\n<ol>\n  <li><a href=\"#policy-lab-introduction\">Introduction</a></li>\n  <li><a href=\"#policy-lab-does\">What Policy Lab does</a></li>\n  <li><a href=\"#policy-lab-contact\">Contact</a></li>\n</ol>\n\n<h3 id=\"policy-lab-introduction\">Policy Lab: an introduction</h3>\n<p>Policy Lab is bringing new approaches to policy-making. From data science to user-centred design, it provides fresh thinking and practical support, working as a research and design testing ground for policy innovation across government. </p>\n\n<p>The Lab is funded by departments for departments and works on projects coming from all parts of government.   </p>\n\n<p>Open-policy making is key to the Lab’s approach. Policy Lab creates a neutral space for policy-makers to collaborate across departments and engage with the public and external experts in key policy areas. This involves a rigorous, collaborative process, working in close partnership with policy teams and using a range of innovative tools and techniques. </p>\n\n<p>The practices of Policy Lab are described throughout this toolkit and in the Policy Lab <a rel=\"external\" href=\"http://www.slideshare.net/Openpolicymaking/methodbank-and-toolkit-for-design-in-government\">Methodbank</a>.     </p>\n\n<p>Policy Lab  support is best suited to tackling intractable, complex, systemic policy problems that require fresh thinking that can lead to potentially transformative solutions. </p>\n\n<p>So far, Policy Lab practice has involved three main areas of focus:  </p>\n\n<ul>\n  <li>delivering new policy solutions through inspiring practical projects </li>\n  <li>building the skills and knowledge of the policy profession and wider civil service </li>\n  <li>inspiring new thinking and innovations in policy through writing and experimenting    </li>\n</ul>\n\n<p id=\"policy-lab-does\">The Lab’s approach is agile, flexible and iterative and can help departments in many ways. </p>\n\n<ul>\n  <li>support policy teams to identify new insights into the needs of service users</li>\n  <li>generate ideas that can stimulate innovation and transformational change</li>\n  <li>acquire knowledge and expert opinion to inform policy development</li>\n  <li>create opportunities to enhance the deliverability of policies through testing and prototyping </li>\n  <li>produce efficiencies and cost savings. </li>\n</ul>\n\n<p>Policy Lab has so far worked on ten practical projects ranging from policing in a digital age to, family mediation and the future of ageing. As of November 2015, 2,500 civil servants who have been involved in lab lights, sprints, policy schools and learning and development training courses. The Lab has also engaged with a wider community of over 5,000 people inside and outside government through talks, workshops and its online presence. </p>\n\n<p>Policy Lab offer lab taster sessions, which are an opportunity to work up a project idea in an introductory workshop for policy teams who may be interested in running a lab project. These are usually followed by policy sprints, which are more intensive, collaborative workshops over one to three days designed to help teams accelerate a project.     </p>\n\n<p>Lab full projects can run from three months to a year and involve working intensively with service designers, ethnographers, data scientists and subject specialists on complex challenges. Policy Lab also run experiments, designed to develop a number of policy “firsts” for government. The Lab also invite departments to set a challenge or join us to try our new ways of working through one off trials of new and emergent techniques.     </p>\n\n<div class=\"call-to-action\">\n<p id=\"policy-lab-contact\">If you are interested in working with Policy Lab email policylab@cabinetoffice.gov.uk</p>\n</div>\n\n<h2 id=\"an-introduction-to-prototyping\">An introduction to prototyping</h2>\n\n<h3 id=\"contents-18\">Contents</h3>\n<ol>\n  <li><a href=\"#prototyping-introduction\">Introduction</a></li>\n  <li><a href=\"#prototyping-why\">Why you should prototype</a></li>\n  <li><a href=\"#prototyping-examples\">Examples from around government</a></li>\n  <li><a href=\"#prototyping-when\">When to prototype</a></li>\n  <li><a href=\"#prototyping-issues\">Issues to be aware of</a></li>\n  <li><a href=\"#prototyping-types-of\">Types of prototyping</a></li>\n</ol>\n\n<h3 id=\"prototyping-introduction\">Prototyping: an introduction</h3>\n\n<p>Prototyping is trying an idea out to see how it might work, before the pilot stage. Prototypes can take many forms, from simple physical models to role play and more elaborate digital or physical mock-ups. Deciding on the right approach depends on the questions you want to answer, the stage you are at in a project and the resources you have available. </p>\n\n<h3 id=\"prototyping-why\">Why you should prototype policy</h3>\n\n<ol>\n  <li>It can save money. Prototyping can spot and fix design flaws that can be costly, even in small scale pilots. </li>\n  <li>It makes abstract concepts visible and tangible in the context of the lives of users. This helps policy advisors to understand what a proposed solution might be like, raising assumptions and issues early on.</li>\n  <li>It gives confidence about the likely benefits and implications of a proposed direction or solution, so that it can be trialled on a larger scale in a more rigorous way.</li>\n</ol>\n\n<h3 id=\"prototyping-examples\">Examples from around government</h3>\n\n<ol>\n  <li><a rel=\"external\" href=\"https://openpolicy.blog.gov.uk/2015/02/03/prototyping-an-online-crime-reporting-service-a-policy-lab-success-story/\">Home Office crime reporting tool</a></li>\n</ol>\n\n<p>In a Home Office workshop involving senior police, academics, civil servants and victims’ representatives, groups used simple craft materials, Lego and video to quickly build and share ideas on new ways to report crime. They then combined these ideas into prototypes of solutions, and discussed them to clarify which ones they valued most.</p>\n\n<p>This worked well because the home office was able to try an idea on a small scale. </p>\n\n<p>Building on early rapid prototyping of the first example, the Home Office is now working with Sussex and Surrey Police to try out a new online crime reporting tool and use feedback to improve it.</p>\n\n<ol>\n  <li>\n    <p><a rel=\"external\" href=\"https://openpolicy.blog.gov.uk/2015/02/05/do-you-remember-getting-your-national-insurance-number/\">Prototyping national insurance letters</a>\nHM Revenue &amp; Customs wanted to come with up with new ways of communicating with young people about National Insurance. They ran a workshop where young people re-designed the letters and worked with a group of policymakers, youth engagement specialists and frontline staff to improve these prototypes. The resulting versions of the letter were then presented to and discussed with another group of young people to find out which would be most effective.</p>\n  </li>\n  <li>\n    <p>An example of what not to do. \nA local authority which spent £200,000 on a recycling pilot that was a failure because people did not understand the uses for the different coloured bags that were provided. <a rel=\"external\" href=\"http://www.nesta.org.uk/publications/prototyping-framework\">If they had tested</a> the bags on a single street first, they could have avoided a costly mistake and redesign the experience to work with the users and avoid confusion and wasted spending. </p>\n  </li>\n</ol>\n\n<h3 id=\"prototyping-when\">When to prototype</h3>\n\n<p>Prototyping is especially important at the early stage of developing policy, when an issue is not defined, there are many possible solutions, and the cost of changing your mind is low. Prototyping is typically used iteratively, improving continuously, to build up confidence in a proposed solution so that an idea is ready for a larger scale trial.</p>\n\n<p>Prototyping can accelerate a project by putting ideas through their paces by making them tangible and exploring their implications early on and make policy more deliverable by finding out very early on which ideas work or don’t. </p>\n\n<p>You should use prototyping to:</p>\n\n<ul>\n  <li>get feedback from people who have knowledge of the policy area, especially the lives of people connected with it, including frontline staff</li>\n  <li>understand what a policy change might be like for the people who will be directly affected by it</li>\n  <li>build momentum and interest in a policy area and in possible solutions</li>\n</ul>\n\n<h3 id=\"prototyping-issues\">Issues to be aware of</h3>\n\n<p>Prototyping requires some clear thinking about what you are trying to learn. You might start with an idea about how people will respond to the concept (deductive reasoning) and use prototyping to test it. Or you might also have a more general proposal as part of a prototype – “what if the solution was like this?” and be very open to people’s different responses.</p>\n\n<p>Prototyping for policy making is different to trialling or piloting. Prototyping is often ‘quick and dirty’, involves lots of variables and does not produce statistically valid results. Trialling or piloting usually has fewer variables, clear outcome measures, and an experimental protocol to produce reliable evidence, with a sufficiently large sample size. Prototyping builds evidence, momentum and a public interest in the issue. It often generates new insights, whereas trials produce evidence in response to a clearly defined question.</p>\n\n<h3 id=\"prototyping-types-of\">Types of prototyping</h3>\n\n<p>There are many types of prototyping that can be used at various stages of policy creation to test and express ideas and solutions. Check them out in the sections below. </p>\n\n<h3 id=\"additional-resources\">Additional resources</h3>\n<ul>\n  <li><a rel=\"external\" href=\"http://www.servicedesigntools.org/\">Service design tool</a></li>\n  <li><a rel=\"external\" href=\"http://diytoolkit.org/\">DIY toolkit</a></li>\n  <li><a rel=\"external\" href=\"http://serviceinnovationhandbook.org/\">Service innovation handbook</a></li>\n</ul>\n\n<h2 id=\"prototyping-in-a-workshop-tabletop-prototyping\">Prototyping in a workshop: Tabletop prototyping</h2>\n\n<h3 id=\"contents-19\">Contents</h3>\n<ol>\n  <li><a href=\"#tabletop-into\">Introduction</a></li>\n  <li><a href=\"#tabletop-why-when\">Why and when to use tabletop prototyping</a></li>\n  <li><a href=\"#tabletop-examples\">Examples</a></li>\n  <li><a href=\"#tabletop-how\">How to use tabletop prototyping</a></li>\n  <li><a href=\"#tabletop-resources\">Additional resources</a></li>\n</ol>\n\n<h3 id=\"tabletop-into\">Introduction</h3>\n\n<p>Tabletop prototyping involves creating simple mock-ups or physical models showing the intended result of a policy in the real world in order to bring the idea to life through role play or storytelling. \nTabletop prototyping lets people to quickly understand a potential solution from the perspective of end users or other people involved such as social workers, GPs, other frontline service staff or family members. \nThis enables a discussion about the possible benefits or drawbacks of the proposal and can help define ideas at an early stage. </p>\n\n<h3 id=\"tabletop-why-when\">Why and when to use tabletop prototyping</h3>\n\n<p>Table top prototyping is quick and uses cheap materials and engages people creatively and critically to develop and assess ideas when they are still early in development. Although the tool can be used at any point of policy design, it works best when the understanding of a problem and its solutions is unclear.  </p>\n\n<p>Using table top prototyping often works well with hack days or idea and policy jams because it allows people to work together to generate lots of ideas, and explore and consider them from the perspective of people the policy would affect. </p>\n\n<h3 id=\"tabletop-examples\">Examples from around government</h3>\n\n<p>Policy Lab has helped civil servants successfully try out tabletop prototyping as part of a workshop with a wide range of policymakers. For example, a mixed group of of about 20 people, most of whom had never met before, spent an hour together responding to “What if visiting a GP was based on the idea of ‘the patient will see you now’? How would this change the whole primary health care system?”</p>\n\n<p>Participants self-organised into 3 groups, found somewhere to work together, and used craft materials, flipchart paper, sticky notes and pen to come up with ideas. </p>\n\n<p>Policy Lab staff provided practical advice and encouragement, for example suggesting looking at 3 phases – making appointments/arriving, seeing the doctor, and after the visit, and focussing in on 1 persona representing a particular group of users and their needs. Policy Lab also gave each team a ‘challenge card’ to provide an extra focus, for example “What if the service was people-powered?”</p>\n\n<p>For 45 minutes participants analysed what did not work in the current patient experience of GP surgeries, and generated ideas about how to redesign the service based on the principle of ‘the patient will see you now’, giving it physical form. People who had never met before worked together to explore a complex area, and generate, realise and share their ideas in an open, creative way.</p>\n\n<p>The workshop ended with a 2-minute presentation by each team and feedback from the other people present. All the presentations involved some degree of roleplay and performance, bringing their ideas to life and helping everyone understand how patients would interact with the new service. Their service concepts were rough-and-ready but complex, combining organisational processes, people’s behaviours and interactions, established technologies (buzzers, digital devices or wifi) used in new ways, and communications and spatial design. </p>\n\n<h3 id=\"tabletop-how\">How to do tabletop prototyping in a 1-hour workshop</h3>\n\n<p>You will need materials to help people express their ideas. Some examples are: </p>\n\n<ul>\n  <li>Lego</li>\n  <li>small cardboard boxes</li>\n  <li>sticky notes</li>\n  <li>marker pens</li>\n  <li>bluetack </li>\n  <li>scissors</li>\n  <li>coloured card</li>\n  <li>paper</li>\n  <li>sweets (not to eat, but used as small, colourful items)</li>\n</ul>\n\n<p>You’ll also need a space to work where you can stick things on the wall, ideally with several tables and chairs that people can work at in groups of 4 to 6</p>\n\n<h3 id=\"during-the-workshop-1\">During the workshop:</h3>\n\n<ol>\n  <li>give people permission to be creative and work differently with an icebreaker</li>\n  <li>set a challenge or ask people to define their own challenge</li>\n  <li>get people to self-organise into teams, ideally with people from different backgrounds</li>\n  <li>give people a clear timeframe and set expectations about what kinds of things they can make</li>\n  <li>invite them to respond to the challenge by exploring it from the perspective of people involved, not the system; 6.  come up with ideas using the materials and present their idea for feedback, for example using simple role play to show how someone would interact with or walk through their model or mock-up; take photos or use smartphones to video each presentation</li>\n  <li>get teams to present their ideas one by one, with other people giving constructive feedback and explaining the criteria they are using</li>\n  <li>you might invite participants to vote about which ideas work best</li>\n  <li>discuss what ideas seem to work and what you want to take forward</li>\n</ol>\n\n<h3 id=\"after-the-workshop\">After the workshop:</h3>\n\n<ol>\n  <li>summarise the ideas generated and the ones you want to take forward and why</li>\n  <li>share the photos and videos</li>\n</ol>\n\n<h3 id=\"tabletop-resources\">Additional resources</h3>\n\n<ul>\n  <li><a rel=\"external\" href=\"http://www.nesta.org.uk/publications/prototyping-framework\">Nesta prototyping framework</a></li>\n  <li><a rel=\"external\" href=\"http://socialinnovation.typepad.com/silk/silk-method-deck.html\">SILK method deck</a></li>\n  <li><a rel=\"external\" href=\"http://dschool.stanford.edu/wp-content/uploads/2011/03/BootcampBootleg2010v2SLIM.pdf\">Standford University bootcamp</a></li>\n</ul>\n\n<h2 id=\"touchpint-prototyping\">Touchpint prototyping</h2>\n\n<h3 id=\"contents-20\">Contents</h3>\n<ol>\n  <li><a href=\"#touchpoint-into\">Introduction</a></li>\n  <li><a href=\"#touchpoint-examples\">Examples</a></li>\n  <li><a href=\"#touchpoint-why-when\">Why and when to use tabletop prototyping</a></li>\n  <li><a href=\"#touchpoint-how\">How to use tabletop prototyping</a></li>\n</ol>\n\n<h3 id=\"touchpoint-into\">Introduction</h3>\n\n<p>A touchpoint is an interaction between a service and a user which could be digital, material or person to person. For example a touchpoint could be a letter, a website or app, a form someone fills in to claim or apply for something, or a session with a care assistant or other service professional. Prototyping takes very little time, uses cheap materials and helps people develop and assess ideas when they are still at an early stage.</p>\n\n<h3 id=\"touchpoint-examples\">Examples from around government</h3>\n\n<p>HM Revenue &amp; Customs (HMRC) wanted to improve the way they communicated with young people about National Insurance (currently a letter sent out a few months before someone reaches the age of 16). </p>\n\n<p>A process of rapid touchpoint prototyping took place over a month. Working with a specialist service design agency and Policy Lab, HMRC ran a workshop where young people re-designed the letters. The agency combined these ideas and produced 5 letter prototypes. Another workshop with a group of policymakers, youth engagement specialists and frontline staff reviewed and improved these prototypes. </p>\n\n<p>The resulting versions of the letter were then presented to and discussed with another group of young people to find out which one would be most effective.</p>\n\n<h3 id=\"touchpoint-why-when\">When should you use touchpoint prototyping?</h3>\n\n<p>Touchpoint prototyping usually happens after you have done some research into a policy area and understood problems from the perspective of people directly affected – service users, frontline staff or volunteers. You might create a user journey map to understand how people currently experience the service and identify high and low points. Through this, you will identify touchpoints that you want to improve and explore ideas about how to do this.</p>\n\n<p>Once you have identified potential ideas for newly designed touchpoints, new touchpoints or new services that are worth exploring in more depth, you can mock them up and test them on service users or others who have first hand knowledge.</p>\n\n<p>This could be a prototype letter, printed screenshots of websites, or a set of role play cards for a new type of conversation between a service user and provider. These tests will provide immediate feedback to use to improve your idea.</p>\n\n<h3 id=\"touchpoint-how\">How to do touchpoint prototyping in a 1-hour workshop</h3>\n\n<p>You will need materials to help people express their ideas. Some examples are: </p>\n\n<ul>\n  <li>Lego</li>\n  <li>small cardboard boxes</li>\n  <li>sticky notes</li>\n  <li>marker pens</li>\n  <li>bluetack </li>\n  <li>scissors</li>\n  <li>coloured card</li>\n  <li>paper</li>\n  <li>sweets (not to eat, but used as small, colourful items)</li>\n</ul>\n\n<p>You’ll also need a space to work where you can stick things on the wall, ideally with several tables and chairs that people can work at in groups of 4 to 6</p>\n\n<h3 id=\"at-the-workshop-1\">At the workshop:</h3>\n<ul>\n  <li>give people permission to be creative and work differently with an icebreaker</li>\n  <li>set a challenge or ask people to define their own challenge</li>\n  <li>get people to self-organise into teams, ideally with people from different backgrounds</li>\n  <li>give people a clear timeframe to work within and set expectations about what kinds of things they can make</li>\n  <li>invite them to respond to the challenge by exploring it from the perspective of people involved; come up with ideas using the materials provided and be ready to present their idea for feedback, for example using simple role play to show how someone would interact with or walk through their model or mock-up, take photos or use smartphones to video each presentation.</li>\n  <li>get teams to present their ideas one by one, with others giving constructive feedback</li>\n  <li>you might invite participants to vote about which ideas work best</li>\n  <li>discuss what ideas seem to work and what you want to take forward</li>\n</ul>\n\n<h3 id=\"after-the-workshop-1\">After the workshop:</h3>\n<ul>\n  <li>summarise the ideas generated</li>\n  <li>share the photos and videos</li>\n</ul>\n\n<h2 id=\"experience-prototyping\">Experience prototyping</h2>\n\n<h3 id=\"contents-21\">Contents</h3>\n<ol>\n  <li><a href=\"#experience-into\">Introduction</a></li>\n  <li><a href=\"#experience-examples\">Examples</a></li>\n  <li><a href=\"#experience-resources\">Additional resources</a></li>\n</ol>\n\n<h3 id=\"experience-into\">Introduction</h3>\n\n<p>Experience prototyping is similar to touchpoint prototyping but rather than looking at one touchpoint it involves more than one touchpoint in the user’s experience of a policy or service. </p>\n\n<p>Experience prototypes help quickly communicate and explore what an intended future experience could be like, so that it can be continuously improved. They help explore the possibilities and implications of future services which might involve personal interactions or situations in which someone is interacting with many organisational touchpoints.</p>\n\n<p>Prototyping experiences allow a project team to explore, share and refine solutions involving key people such as service users or frontline staff, who have first hand knowledge. They also help build support from other stakeholders, explore assumptions and reveal unintended consequences.</p>\n\n<p>The learning from prototyping helps build confidence for choosing a policy direction which might then later be followed by a larger scale trial, or help avoid costly mistakes by discovering a suggested proposal won’t work at later stage.</p>\n\n<h3 id=\"experience-examples\">Examples from around government</h3>\n\n<p>A project for Cornwall Council aimed to create new ways to give unemployed people over 50 access to information about local work opportunities. Following interviews with older people who were out of work, but who did not visit job centres, several ideas were generated. </p>\n\n<p>One of these proposed building on the connections that people have with shop staff they see regularly on the high street, adapting the traditional Cornish idea of the ‘huer’ who announces from the cliff top the arrival of fish in the sea. The service concept was then explored in more depth through experience prototyping.</p>\n\n<p>Designers from agency ThinkPublic created an experience prototype with local pharmacists, bookstore owners, news agents and retailers whose day-to-day work involves significant contact with the public. They were invited to be a new kind of huer. Over a few days, the ‘High Street Huers’ were asked to identify people looking for work or in need of health care assistance. They were invited to use their interactions with customers or visitors to their shops to talk and to establish the most relevant and useful services for them. Then, if people required more information, the huer jotted down their contact details, and passed them on to the relevant Cornwall Council service provider,to follow up. Through prototyping this experience on a high street for a few days, the project team identified which of the high street huers were trusted as intermediaries for these kinds of conversations about public services.</p>\n\n<h3 id=\"experience-resources\">Additional resources</h3>\n<ul>\n  <li><a rel=\"external\" href=\"http://www.servicedesigntools.org/\">Service design tool</a></li>\n  <li><a rel=\"external\" href=\"http://diytoolkit.org/\">DIY toolkit</a></li>\n  <li><a rel=\"external\" href=\"http://www.ideo.com/images/uploads/hcd_toolkit/IDEO_HCD_ToolKit.pdf\">IDEO HCD toolKit</a></li>\n  <li><a rel=\"external\" href=\"http://serviceinnovationhandbook.org/\">Service innovation handbook</a></li>\n</ul>\n\n<h2 id=\"sketching\">Sketching</h2>\n\n<h3 id=\"contents-22\">Contents</h3>\n<ol>\n  <li><a href=\"#sketching-introduction\">introduction</a></li>\n  <li><a href=\"#sketching-examples\">Examples</a></li>\n  <li><a href=\"#sketching-when\">When to use sketching</a></li>\n  <li><a href=\"#sketching-how\">How to use sketching</a></li>\n</ol>\n\n<h3 id=\"sketching-introduction\">Sketching: an introduction</h3>\n<p>Asking policy makers to sketch their ideas disrupts conventional ways of working where people rely on words. </p>\n\n<p>Asking people to sketch things instead of writing brings out new ideas that are more easy to understand and improve. Research into how designers go about their work shows the act of sketching or making is where ideas emerge.</p>\n\n<h3 id=\"sketching-examples\">Examples from around government</h3>\n<p>Policy Lab has helped civil servants and users to use sketching to come up with new solutions to the lack of new homes being built. </p>\n\n<p>HMRC has organised collaborative with involve young people that used sketching to redesign the letters that give them their National Insurance number. They also used sketching to generate ideas for other parts of their lives (like school) where they could learn about the importance of National Insurance.</p>\n\n<h3 id=\"sketching-when\">When to use sketching</h3>\n<p>The main reasons to do sketching are:</p>\n\n<ul>\n  <li>to generate lots of ideas fast</li>\n  <li>to create a broader range of ideas, including some unlikely ones that may help you reframe current understandings of the issue</li>\n  <li>to create a shared understanding of the opportunities quickly</li>\n  <li>to get and keep people engaged in a project</li>\n  <li>to broaden the range of participants able to contribute to solution finding</li>\n</ul>\n\n<h3 id=\"sketching-how\">How to use sketching</h3>\n\n<ol>\n  <li>\n    <p>Ask people to sketch touchpoints – points at which users, frontline staff, or other people involved such as family members or volunteers, interact in relation to the issue you are considering. They don’t have to just be from government or public services.</p>\n  </li>\n  <li>\n    <p>These touchpoints could be:</p>\n  </li>\n</ol>\n\n<ul>\n  <li>web pages</li>\n  <li>leaflets</li>\n  <li>smartphone apps </li>\n  <li>emails and text messages, </li>\n  <li>signage</li>\n  <li>products, packaging</li>\n  <li>media, eg websites, TV programmes or adverts</li>\n  <li>environments and places such as homes, offices, clinics, cafes, schools or shops\npublic spaces such as parks, sports or community centres, bus stops or trains</li>\n  <li>mundane things in the built environment such as posters, signs or bins</li>\n  <li>journeys or cartoon strips</li>\n</ul>\n\n<p>Probably many or most of the participants in a workshop will not be that good at drawing, which helps to break down hierarchies. Keep the focus more on what people draw, rather than the quality of the drawing and there’s more room for surprise.</p>\n\n<h2 id=\"social-media-analysis\">Social media and data analysis</h2>\n\n<h3 id=\"contents-23\">Contents</h3>\n<ol>\n  <li><a href=\"#data-analysis-introduction\">Introduction</a></li>\n  <li><a href=\"#data-analysis-why\">Why you should use social media analysis</a></li>\n  <li><a href=\"#data-analysis-when\">When to use social media analysis</a></li>\n  <li><a href=\"#data-analysis-tools\">Tools you can use</a></li>\n</ol>\n\n<h3 id=\"data-analysis-introduction\">Social media analysis; an introduction</h3>\n\n<p>Social media and data analysis is the process of taking impenetrable data (like consultations or data sets), or social media (like twitter) and transforming it into statistical evidence that can help you to understand users and their needs. </p>\n\n<p>Social media and data can be analysed to look for themes, trends and statistical evidence that can help you to understand users and better inform a policy. The tools available range from free to thousands of pounds and often need specialist people brought into the understand and interpret the data.  </p>\n\n<p>These tools can work across social media, crowdsourcing, consultations and sometimes large unorganised data sets. </p>\n\n<p>This section talks about off the shelf tools tools. For more powerful data science tools and techniques read our guide to <a href=\"#data-science\">data science</a> </p>\n\n<h3 id=\"data-analysis-why\">Why you should use data and social media analysis</h3>\n\n<p>Social media analysis can bring insight to large scale data sets that would have been impossible to see without the use of a computer. </p>\n\n<p>Analysis tools analyse the data in a variety of ways. Some will looking for influencers, hashtags, key terms, sentiment, age and gender. </p>\n\n<p>These tools also use natural language processing, a technique where the software mimics the human brain’s ability to group certain words together and spot correlations between them. </p>\n\n<p>For example, some tools can understand the different uses of the word ‘sick’. Sometimes the word is used to refer to someone who is unwell e.g. ‘my grandma is sick’, whilst others may use it to describe someone’s positive impression of something. e.g. ‘Sick concert’. </p>\n\n<p>Some of the tools use machine learning to allow you to train the tool to create more accurate results for you – you do this by checking whether it has categorised a particular tweet correctly and then correcting the tool’s assumptions. The tools should then re categorise all other tweets using the new rule you have given it</p>\n\n<h3 id=\"data-analysis-when\">When to use data and social media analysis</h3>\n\n<p>Social media analysis should be used throughout policy development. It can be particularly useful at the beginning of policy development to help you understand the exact problem users are having and what their needs are. </p>\n\n<p>It can also be used alongside engagement and consultations during the the creative and prototyping stages of policy design. Crowdsourcing online can create a large amount of responses and using a social media tool to analyse them is important to ensure you hear every idea. </p>\n\n<p>Online testing and polls can also be analysed through social media. In many cases it is best to talk directly to analysis providers to make sure that they can meet your needs. </p>\n\n<h3 id=\"data-analysis-tools\">Tools you can use for data and social media analysis</h3>\n\n<ul>\n  <li>[Twitter analytics}(analytics.twitter.com) is a free online tool that can help you understand your twitter reach and impact. </li>\n  <li><a rel=\"external\" href=\"http://www.brandwatch.com/\">Brandwatch</a></li>\n  <li><a rel=\"external\" href=\"http://www.coosto.com/\">Coosto</a></li>\n  <li><a rel=\"external\" href=\"http://www.pulsarplatform.com/\">Pulsar Trak</a></li>\n  <li><a rel=\"external\" href=\"http://www.crimsonhexagon.com/\">Crimson Hexagon</a></li>\n  <li><a rel=\"external\" href=\"http://www.crimsonhexagon.com/\">Ripjar</a></li>\n  <li><a rel=\"external\" href=\"http://www.exacttarget.com/uk/products/social-media-marketing/radian6\">Radian6</a></li>\n  <li><a rel=\"external\" href=\"http://www.exacttarget.com/uk/products/social-media-marketing/radian6\">Traackr</a></li>\n</ul>\n\n<h2 id=\"social-media-engagement\">Social media engagement</h2>\n\n<h3 id=\"contents-24\">Contents</h3>\n<ol>\n  <li><a href=\"#Social-media-engagement-introduction\">Introduction</a></li>\n  <li><a href=\"#Social-media-engagement-examples\">Examples</a></li>\n  <li><a href=\"#social-media-ways\">Ways of using social media</a></li>\n  <li><a href=\"#Social-media-engagement-how-to-use\">How to use social media</a></li>\n</ol>\n\n<h3 id=\"Social-media-engagement-introduction\">Social media engagement: an introduction</h3>\n\n<p>Social media can help you to understand people&rsquo;s views and needs, and work with them to design policy. </p>\n\n<p>Working with people through social media can help you to connect with their opinions and existing experiences. You can use it to crowdsource ideas and quickly test how ideas will be received and used in the real world. </p>\n\n<p>Social media can be very useful for a quick link to the people your policy will impact. Running ideas, questionnaires or consultations through social media can significantly increase the number of people you reach. </p>\n\n<p>Remember that by choosing to work with people on social media you are choosing to work with a small selection of the audience.</p>\n\n<div class=\"call-to-action\">\n<p><a href=\"#social-media-analysis\">Social media analysis</a> is helpful for analysing your engagement or finding existing data from social media platform.</p>\n</div>\n\n<h3 id=\"Social-media-engagement-examples\">Examples from around government</h3>\n\n<ul>\n  <li>the <a href=\"https://www.gov.uk/government/consultations/updating-the-nhs-constitution\">NHS Constitution consultation</a> used social media to spread the word about changes to the NHS constitution </li>\n  <li>the <a href=\"https://www.gov.uk/government/publications/public-sector-efficiency-challenge-summary-of-responses-and-results\">Public Sector Efficiency Challenge</a> used social media and crowdsourcing to share ideas about where money could be saved across the civil service</li>\n  <li>UKTI&rsquo;s <a href=\"https://www.gov.uk/government/news/help-design-the-future-of-export-support-at-ukti-export-jams\">Export Jam</a> used social media to ask people what their experience of exporting was and for their ideas to improve it </li>\n  <li>the Government Digital Services and HM Revenue &amp; Customs uses Twitter to help people when they have a problem with a service or policy</li>\n</ul>\n\n<h3 id=\"how-to-use-social-media\">How to use social media</h3>\n\n<div class=\"call-to-action\">\n<p id=\"Social-media-engagement-how-to-use\">The Government Digital Service <a rel=\"external\" href=\"https://gdsengagement.blog.gov.uk/playbook/\">Social Media Playbook</a> is the government guide for using social media. It outlines the available platforms and the ways that government should speak and use them.</p>\n</div>\n\n<h4 id=\"choose-the-most-appropriate-channel\">Choose the most appropriate channel</h4>\n<p>Combine a range of different channels depending on who you need to reach. </p>\n\n<p>You may wish to use a traditional open social media site like Facebook or Twitter, or something more closed like Hackpad or LinkedIn groups. You should find one that works for you and your users. </p>\n\n<h4 id=\"remember-this-is-a-dialogue-not-a-monologue\">Remember this is a dialogue not a monologue</h4>\n<p>You should not simply broadcast what government wants people to hear. Any social media campaign should create a dialogue where government responds to individual people. </p>\n\n<h4 id=\"be-prepared-for-negative-comments\">Be prepared for negative comments</h4>\n<p>Social media is a democratic forum and people may want to express their displeasure with the government or a particular policy. </p>\n\n<h4 id=\"influencers\">Influencers</h4>\n<p>Find the influential people who are already talking about your area on Twitter. Follow them and talk to them to see if they will help you increase debate around your crowdsourcing project.</p>\n\n<h4 id=\"provide-relevant-information\">Provide relevant information</h4>\n<p>Tweet useful information to get the conversation flowing. Infographics, pictures and links to relevant articles will make people more likely to read your tweets and more likely to engage with your question because they have some background data to work with. Ask them to share their information as well.</p>\n\n<h4 id=\"closedopen\">Closed/open</h4>\n<p>Most social media is open about the ideas and conversations taking place. </p>\n\n<p>For some specialised or sensitive discussions you might want to use a more closed environment. You can use a members-only groups on LinkedIn, Slack and Hackpad to let people to discuss things which might be commercially sensitive or that they might not want to share openly. </p>\n\n<p>On very sensitive topics such as sexual assault, you may need to let people to comment anonymously, ask them if you can use their contribution anonymously and remove any identifying features from any information they allow you to publish. </p>\n\n<h2 id=\"user-research\">User research</h2>\n\n<p>This guidance provides a broad overview of the methods and techniques available to conduct user research. Research can incorporate both qualitative and quantitative techniques.</p>\n\n<p>Qualitative techniques are intensive and often small scale. These include focus groups and one-to-one interviews, and are typically used to explore and analyse unstructured data.</p>\n\n<p>Quantitative techniques involve higher-volume research, and include online surveys, face-to-face interviews, and involve a structured approach to data collection and analysis.</p>\n\n<p>Read more about user research on the <a href=\"https://www.gov.uk/service-manual/user-centred-design/user-research\">Digital Service Manual</a></p>\n\n<h2 id=\"the-what-works-network\">The What Works Network</h2>\n\n<h3 id=\"contents-25\">Contents</h3>\n<ol>\n  <li><a href=\"#what-works-introduction\">Introduction</a></li>\n  <li><a href=\"#what-works-list\">List of What Works Centres</a></li>\n</ol>\n\n<h3 id=\"what-works-introduction\">What works: an introduction</h3>\n\n<p>The what works network aims to improve the way government and other organisations create, share and use high quality evidence for decision making. It’s designed to support more effective and efficient services across the British public sector. </p>\n\n<p>Read the <a href=\"https://www.gov.uk/government/publications/what-works-evidence-for-decision-makers\">first evidence report</a> from the What Works Network, published in November 2014.</p>\n\n<p>What Works is based on the principle that good decision-making should be informed by the best available evidence. If evidence is not available, decision-makers should use high quality methods to gather evidence to find out what works. </p>\n\n<p>The what works network is made up of 7 independent What Works Centres and 2 affiliate members. What Works Centres are different from standard research centres. The centres help to ensure that thorough, high quality, independently assessed evidence shapes decision-making at every level, by:</p>\n\n<ul>\n  <li>collating existing evidence on how effective policy programmes and practices are</li>\n  <li>producing high quality synthesis reports and systematic reviews in areas where they do not currently exist</li>\n  <li>assessing how effective policies and practices are against an agreed set of outcomes</li>\n  <li>running a <a href=\"https://www.gov.uk/government/publications/cross-government-trial-advice-panel-role-and-membership\">Cross-Government Trial Advice Panel</a>, with experts from across academia and government providing a free service for all civil servants to help test whether policies and programmes are working</li>\n</ul>\n\n<div class=\"call-to-action\">\n<p>View the What Works Network <a href=\"https://www.gov.uk/government/publications/what-works-network-membership-requirements\">membership requirements</a></p>\n</div>\n\n<p id=\"what-works-list\">The current What Works Centres are:</p>\n\n<h3 id=\"health-and-social-care\">1. Health and social care</h3>\n<p><a rel=\"external\" href=\"http://www.nice.org.uk/\">National Institute for Health and Care Excellence</a> (NICE)</p>\n\n<h3 id=\"educational-achievement\">2. Educational achievement</h3>\n<p><a rel=\"external\" href=\"http://educationendowmentfoundation.org.uk/\">Sutton Trust/Educational Endowment Foundation</a></p>\n\n<h3 id=\"crime-reduction\">3. Crime reduction</h3>\n<p><a rel=\"external\" href=\"http://whatworks.college.police.uk/Pages/default.aspx\">College of Policing What Works Centre for Crime Reduction</a></p>\n\n<h3 id=\"early-intervention\">4. Early Intervention</h3>\n<p><a rel=\"external\" href=\"http://www.eif.org.uk/\">Early intervention Foundation</a></p>\n\n<h3 id=\"local-economic-growth\">5. Local economic growth</h3>\n<p><a rel=\"external\" href=\"http://whatworksgrowth.org/\">What Works Centre for Local Economic Growth</a> (hosted by LSE, Arup, Centre for Cities)</p>\n\n<h3 id=\"improved-quality-of-life-for-older-people\">6. Improved quality of life for older people</h3>\n<p><a rel=\"external\" href=\"http://www.centreforageingbetter.com/\">Centre for Ageing Better</a></p>\n\n<h3 id=\"wellbeing\">7. Wellbeing</h3>\n<p><a rel=\"external\" href=\"http://whatworkswellbeing.org/\">What Works Centre for Wellbeing</a></p>\n\n<h3 id=\"affiliate-public-policy-institute-for-waleshttpppiworguk\">8. Affiliate: <a rel=\"external\" href=\"http://ppiw.org.uk/\">Public Policy Institute for Wales</a></h3>\n\n<h3 id=\"affiliate-what-works-scotlandhttpwhatworksscotlandacuk\">9. Affiliate: <a rel=\"external\" href=\"http://whatworksscotland.ac.uk/\">What Works Scotland</a></h3>\n\n<div class=\"call-to-action\">\n<p>Follow What Works on <a href=\"twitter.com/whatworksuk\">Twitter</a> or contact them via email at: whatworks@cabinetoffice.gov.uk.</p>\n</div>\n\n<h3 id=\"other-information\">Other information</h3>\n<ul>\n  <li><a href=\"https://www.gov.uk/government/publications/what-works-evidence-centres-for-social-policy\">What Works: evidence centres for social policy</a></li>\n  <li><a href=\"https://www.gov.uk/government/publications/open-public-services-white-paper\">Open Public Services White Paper 2011</a></li>\n  <li><a rel=\"external\" href=\"http://my.civilservice.gov.uk/reform/the-reform-plan/\">Civil Service Reform Plan</a></li>\n  <li><a rel=\"external\" href=\"http://www.nesta.org.uk/library/documents/NICE.pdf\">Nesta: Why We Need To Create a NICE for Social Policy</a> (pdf)</li>\n</ul>\n\n<h1 id=\"section\">.</h1>\n\n<h3 id=\"glossary\">Glossary</h3>\n\n<h2 id=\"analytics-platform-1\">Analytics platform</h2>\n<p>Software and hardware that provides the tools needed to build and perform analytical queries.</p>\n\n<h2 id=\"anonymization-1\">Anonymization</h2>\n<p>The severing of links between records to prevent the discovery of individuals within data.</p>\n\n<h2 id=\"application-1\">Application</h2>\n<p>Software that is designed to perform a suite of tasks.</p>\n\n<h2 id=\"behavioural-analytics-1\">Behavioural Analytics</h2>\n<p>Using data about people’s behaviour to predict actions.</p>\n\n<h2 id=\"big-data-1\">Big Data</h2>\n<p>Data defined by its volume, variety and velocity. Volume refers to the size of the dataset, velocity refers to the speed at which data can be accessed and used, and variety refers to the different types of data that are available to collect and analyze in addition to the structured data found in a typical database.</p>\n\n<h2 id=\"clickstream-analytics-1\">Clickstream Analytics</h2>\n<p>The analysis of users’ Web activity through the items they click on a page.</p>\n\n<h2 id=\"computer-generated-data-1\">Computer-generated Data</h2>\n<p>Any data generated by a computer rather than a human–a log file for example.</p>\n\n<h2 id=\"crowdsourcing-2\">Crowdsourcing</h2>\n<p>The act of submitting a task or problem to the public for completion or solution.</p>\n\n<h2 id=\"customer-relationship-management-crm-1\">Customer Relationship Management (CRM)</h2>\n<p>Software that helps businesses manage sales and customer service processes.</p>\n\n<h2 id=\"dashboard-1\">Dashboard</h2>\n<p>A graphical reporting of static or real-time data on a desktop or mobile device. The data represented is typically high-level to give managers a quick report on status or performance.</p>\n\n<h2 id=\"data-access-1\">Data Access</h2>\n<p>The act or method of viewing or retrieving data.</p>\n\n<h2 id=\"data-aggregation-1\">Data Aggregation</h2>\n<p>The act of collecting data from multiple sources for the purpose of reporting or analysis.</p>\n\n<h2 id=\"data-analytics-1\">Data Analytics</h2>\n<p>The application of software to derive information or meaning from data. The end result might be a report, an indication of status, or an action taken automatically based on the information received.</p>\n\n<h2 id=\"data-architecture-and-design-1\">Data Architecture and Design</h2>\n<p>How enterprise data is structured. The actual structure or design varies depending on the eventual end result required. </p>\n\n<h2 id=\"data-center-1\">Data Center</h2>\n<p>A physical facility that houses a large number of servers and data storage devices. Data centers might belong to a single organization or sell their services to many organizations.</p>\n\n<h2 id=\"data-cleansing-1\">Data Cleansing</h2>\n<p>The act of reviewing and revising data to remove duplicate entries, correct misspellings, add missing data, and provide more consistency.</p>\n\n<h2 id=\"data-collection-1\">Data Collection</h2>\n<p>Any process that captures any type of data.</p>\n\n<h2 id=\"data-feed-1\">Data Feed</h2>\n<p>A means for a person to receive a stream of data. Examples of data feed mechanisms include RSS or Twitter.</p>\n\n<h2 id=\"data-governance-1\">Data Governance</h2>\n<p>A set of processes or rules that ensure the integrity of the data and that data management best practices are met.</p>\n\n<h2 id=\"data-integration-1\">Data Integration</h2>\n<p>The process of combining data from different sources and presenting it in a single view.</p>\n\n<h2 id=\"data-integrity-1\">Data Integrity</h2>\n<p>The measure of trust an organization has in the accuracy, completeness, timeliness, and validity of the data.</p>\n\n<h2 id=\"data-model-data-modeling-1\">Data Model, Data Modeling</h2>\n<p>A data model defines the structure of the data for the purpose of communicating between functional and technical people to show data needed for business processes, or for communicating a plan to develop how data is stored and accessed among application development team members.</p>\n\n<h2 id=\"data-point-1\">Data Point</h2>\n<p>An individual item on a graph or a chart.</p>\n\n<h2 id=\"data-repository-1\">Data Repository</h2>\n<p>The location of permanently stored data.</p>\n\n<h2 id=\"data-set-1\">Data Set</h2>\n<p>A collection of data, typically in tabular form.</p>\n\n<h2 id=\"data-structure-1\">Data Structure</h2>\n<p>A specific way of storing and organizing data.</p>\n\n<h2 id=\"data-visualization-1\">Data Visualization</h2>\n<p>A visual abstraction of data designed for the purpose of deriving meaning or communicating information more effectively.</p>\n\n<h2 id=\"de-identification-1\">De-identification</h2>\n<p>The act of removing all data that links a person to a particular piece of information.</p>\n\n<h2 id=\"demographic-data-1\">Demographic Data</h2>\n<p>Data relating to the characteristics of a human population.</p>\n\n<h2 id=\"hadoop-1\">Hadoop</h2>\n<p>An open source software library project administered by the Apache Software Foundation. Apache defines Hadoop as “a framework that allows for the distributed processing of large data sets across clusters of computers using a simple programming model.”</p>\n\n<h2 id=\"hive-1\">Hive</h2>\n<p>A SQL-like query and data warehouse engine.</p>\n\n<h2 id=\"information-management-1\">Information Management</h2>\n<p>The practice of collecting, managing, and distributing information of all types–digital, paper-based, structured, unstructured.</p>\n\n<h2 id=\"internet-of-things-iot-1\">Internet of Things (IoT)</h2>\n<p>The network of physical objects or “things” embedded with electronics, software, sensors and connectivity to enable it to achieve greater value and service by exchanging data with the manufacturer, operator and/or other connected devices. </p>\n\n<h2 id=\"legacy-system-1\">Legacy System</h2>\n<p>Any computer system, application, or technology that is obsolete, but continues to be used because it performs a needed function adequately.</p>\n\n<h2 id=\"linked-data-1\">Linked Data</h2>\n<p>As described by World Wide Web inventor Time Berners-Lee, “Cherry-picking common attributes or languages to identify connections or relationships between disparate sources of data.”</p>\n\n<h2 id=\"location-analytics-1\">Location Analytics</h2>\n<p>Location analytics brings mapping and map-driven analytics to enterprise business systems and data warehouses. It allows you to associate geospatial information with datasets.</p>\n\n<h2 id=\"log-file-1\">Log File</h2>\n<p>A file that a computer, network, or application creates automatically to record events that occur during operation–for example, the time a file is accessed.</p>\n\n<h2 id=\"machine-learning-1\">Machine Learning</h2>\n<p>The use of algorithms to allow a computer to analyze data for the purpose of “learning” what action to take when a specific pattern or event occurs.</p>\n\n<h2 id=\"mapreduce-1\">Map/reduce</h2>\n<p>A general term that refers to the process of breaking up a problem into pieces that are then distributed across multiple computers on the same network or cluster, or across a grid of disparate and possibly geographically separated systems (map), and then collecting all the results and combines them into a report (reduce). Google’s branded framework to perform this function is called MapReduce.</p>\n\n<h2 id=\"metadata-1\">Metadata</h2>\n<p>Any data used to describe other data–for example, a data file’s size or date of creation.</p>\n\n<h2 id=\"mongodb-1\">MongoDB</h2>\n<p>An open-source NoSQL database managed by 10gen.</p>\n\n<h2 id=\"nosql-1\">NoSQL</h2>\n<p>A class of database management system that does not use the relational model. NoSQL is designed to handle large data volumes that do not follow a fixed schema. It is ideally suited for use with very large data volumes that do not require the relational model.</p>\n\n<h2 id=\"pattern-recognition-1\">Pattern Recognition</h2>\n<p>The classification or labeling of an identified pattern in the machine learning process.</p>\n\n<h2 id=\"petabyte-1\">Petabyte</h2>\n<p>One million gigabytes or 1,024 terabytes.</p>\n\n<h2 id=\"pig-1\">Pig</h2>\n<p>A data flow language and execution framework for parallel computation.</p>\n\n<h2 id=\"predictive-analytics-1\">Predictive Analytics</h2>\n<p>Using statistical functions on one or more datasets to predict trends or future events.</p>\n\n<h2 id=\"predictive-modeling-1\">Predictive Modeling</h2>\n<p>The process of developing a model that will most likely predict a trend or outcome.</p>\n\n<h2 id=\"query-analysis-1\">Query Analysis</h2>\n<p>The process of analyzing a search query for the purpose of optimizing it for the best possible result.</p>\n\n<h2 id=\"r-1\">R</h2>\n<p>An open source software environment used for statistical computing.</p>\n\n<h2 id=\"recommendation-engine-1\">Recommendation Engine</h2>\n<p>An algorithm that analyzes a customer’s purchases and actions on an e-commerce site and then uses that data to recommend complementary products.</p>\n\n<h2 id=\"reference-data-1\">Reference Data</h2>\n<p>Data that describes an object and its properties. The object may be physical or virtual.</p>\n\n<h2 id=\"scalability-1\">Scalability</h2>\n<p>The ability of a system or process to maintain acceptable performance levels as workload or scope increases.</p>\n\n<h2 id=\"schema-1\">Schema</h2>\n<p>The structure that defines the organization of data in a database system.</p>\n\n<h2 id=\"sentiment-analysis-1\">Sentiment Analysis</h2>\n<p>The application of statistical functions on comments people make on the web and through social networks to determine how they feel about a product or company.</p>\n\n<h2 id=\"structured-data-1\">Structured Data</h2>\n<p>Data that is organized by a predetermined structure.</p>\n\n<h2 id=\"structured-query-language-sql-1\">Structured Query Language (SQL)</h2>\n<p>A programming language designed specifically to manage and retrieve data from a relational database system.</p>\n\n<h2 id=\"text-analytics-1\">Text Analytics</h2>\n<p>The application of statistical, linguistic, and machine learning techniques on text-based sources to derive meaning or insight.</p>\n\n<h2 id=\"transactional-data-1\">Transactional Data</h2>\n<p>Data that changes unpredictably. Examples include accounts payable and receivable data, or data about product shipments.</p>\n\n<h2 id=\"unstructured-data-1\">Unstructured Data</h2>\n<p>Data that has no identifiable structure–for example, the text of email messages.</p>\n"}],"manual":{"base_path":"/guidance/open-policy-making-toolkit"},"organisations":[{"title":"Cabinet Office","abbreviation":"","web_url":"https://www.gov.uk/government/organisations/cabinet-office"}],"attachments":[{"content_id":"5197ee74-b57e-4f9f-a59e-d0a87242d613","title":"Data inspiration cards","url":"https://assets.digital.cabinet-office.gov.uk/media/56ab55f8e5274a2508000004/Data_inspiration_cards_inspiration_2.pdf","updated_at":"2016-08-04T09:52:17Z","created_at":"2016-01-29T12:07:20Z","content_type":"application/pdf"},{"content_id":"2ab3743e-e934-4811-abd2-d7dba76d383e","title":"Data discovery cards","url":"https://assets.digital.cabinet-office.gov.uk/media/56ab560140f0b6161400000c/Data_discovery_cards_projects__1_.pdf","updated_at":"2016-08-04T09:52:17Z","created_at":"2016-01-29T12:07:29Z","content_type":"application/pdf"}]},"routes":[{"path":"/guidance/open-policy-making-toolkit/a-z","type":"exact"}],"redirects":[],"publishing_app":"manuals-publisher","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","first_published_at":"2016-02-29T09:24:10Z","base_path":"/guidance/open-policy-making-toolkit/a-z","description":"List of all the tools and techniques in the toolkit. ","content_id":"3be6d37b-122a-4bce-a5a9-85565684409c","locale":"en","expanded_links":{"manual":[{"analytics_identifier":null,"api_path":"/api/content/guidance/open-policy-making-toolkit","base_path":"/guidance/open-policy-making-toolkit","content_id":"4e5c3196-f503-4c43-a966-04a4d0175c43","description":"This manual includes information about Open Policy Making as well as the tools and techniques policy makers can use to create more open and user led policy.","document_type":"manual","locale":"en","public_updated_at":"2017-01-03T16:24:44Z","schema_name":"manual","title":"Open Policy Making toolkit","withdrawn":false,"links":{}}],"organisations":[{"analytics_identifier":"D2","api_path":"/api/content/government/organisations/cabinet-office","base_path":"/government/organisations/cabinet-office","content_id":"96ae61d6-c2a1-48cb-8e67-da9d105ae381","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-20T14:28:35Z","schema_name":"placeholder","title":"Cabinet Office","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Cabinet Office","crest":"single-identity"}},"links":{}}],"available_translations":[{"title":"A-Z and glossary","public_updated_at":"2016-11-01T11:22:10Z","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","base_path":"/guidance/open-policy-making-toolkit/a-z","description":"List of all the tools and techniques in the toolkit. ","api_path":"/api/content/guidance/open-policy-making-toolkit/a-z","withdrawn":false,"content_id":"3be6d37b-122a-4bce-a5a9-85565684409c","locale":"en"}]},"format":"manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":5}