{"title":"Report 07/2017: Track workers class investigation","public_updated_at":"2017-04-13T09:00:33Z","details":{"body":"<div class=\"govspeak\"><h4 id=\"summary\">Summary</h4>\n\n<p>The Rail Accident Investigation Branch (RAIB) has investigated a number of accidents involving track workers on Network Rail’s infrastructure and has identified track worker safety as an area of particular concern in recent annual reports.  This report describes the RAIB’s investigation into the safety of track workers working outside possessions of the line (ie those cases in which the normal running of trains has not been blocked to allow engineering work to be carried out).  It follows the publication in 2015 of the RAIB’s report into irregularities with protection arrangements during infrastructure engineering work.</p>\n\n<h4 id=\"recommendations\">Recommendations</h4>\n\n<p>Five recommendations have been made to Network Rail.  These cover</p>\n\n<ul>\n  <li>improvements in procedures and/or training for those in leadership roles to be able to adapt to changes in circumstances</li>\n  <li>improvements to the training of track workers in non-technical skills</li>\n  <li>changes in the competence requirements for people who lead track work in higher-risk situations</li>\n  <li>making location-specific photographic and video information more easily available to staff involved in planning and leading work on the track</li>\n  <li>improvements in the collection, analysis and reporting of information on incidents involving track workers</li>\n</ul>\n\n<h4 id=\"simon-french-chief-inspector-of-rail-accidents-said\">Simon French, Chief Inspector of Rail Accidents said:</h4>\n\n<blockquote>\n  <p>The last fatality as a result of a track worker being struck by a train occurred in 2014; there have been six such fatalities over the last ten years.  However, in our recent annual reports the RAIB has expressed a concern about the number and severity of serious ‘near miss’ incidents, some of which have included the potential to result in multiple fatalities.  By way of example, during 2015 we identified 71 incidents in which track workers working outside a possession on Network Rail infrastructure were at risk of being struck by moving trains.</p>\n\n  <p>I have detected a real determination in the railway industry to address this issue, and recognise the significant number of initiatives with the potential to reduce the risk to track workers, including the use of technology to provide improved protection from trains.  Another such initiative is Network Rail’s Planning and Delivering Safe Work (PDSW) programme, which is intended to ensure that every task is correctly planned, and implemented by a specially selected and trained individual, designated the ‘Safe Work Leader’ (SWL), who has been involved in the planning of the work. Although the implementation of the PDSW programme has been seriously delayed, I hope that in time it will bring further improvements to the management of track worker safety.</p>\n\n  <p>We undertook this class investigation because we felt that we could add some useful learning to the strategies being adopted in the industry, by analysing a sample of near miss incidents to identify recurrent causal factors.</p>\n\n  <p>Our analysis has shown that, in more than half of the incidents, circumstances on site had changed from those envisaged by the pre-planned safe system of work.  We also point out that even the best of plans cannot predefine every detail of the system of work that is to be implemented on site.  This is particularly true of red zone working where safety is dependent on the correct assessment of the required sighting. Consequently, we are recommending that the industry should consider the extent to which those with safety leadership responsibilities are able to recognise and respond appropriately to the circumstances they find on site and any subsequent changes.   The RAIB has concluded that the safety of track workers is best achieved by a combination of good pre-planning and the local management of risk by the person responsible for safety on site.</p>\n\n  <p>Our analysis has also found that the behaviour and attitudes of track workers, including those with responsibilities for leading safety, are major factors in the causation of incidents.  Given that behavioural and cultural issues can lead to breakdowns in site discipline or loss of vigilance, the RAIB considers that the industry should reinvigorate the training it provides to track workers in the ‘non-technical skills’ needed to work safely on the railway (ie generic skills such as the ability to take information, focus on the task, make effective decisions, and communicate clearly with others).</p>\n\n  <p>For me, the most striking finding of our investigation is the absence of normalised data to allow a direct comparison of incident rates for different safe systems of work.  Since I believe that the first step in the management of safety is always to understand the risk, I think it is vital that Network Rail and its contractors find ways of collecting reliable data that allows these comparisons to be made (such as incidents per thousand hours worked).  With this objective in mind, we have made a recommendation to Network Rail to address this gap in its understanding.  I hope that the resultant normalised data will support the move towards a more risk based approach to track worker safety.</p>\n\n  <p>I am sometimes asked for my view on whether it is still appropriate for workers to be solely reliant on warnings of approaching trains provided by one or more lookouts – ‘red zone working’.  The evidence we have collected over the last 11 years suggests that the industry needs to continue looking for reliable systems of work that separate people from trains whenever practicable.  Although supportive of the industry’s intention to minimise the extent of red zone working, I am concerned that the industry needs also to carefully analyse the risk implications of extending the number of temporary blockages of the line, which are vulnerable to errors made by signallers as well as by those leading work on the track.  I am encouraged that the industry is continuing to research and develop systems and processes designed to reduce the chance of a human error (whether by track worker, lookout or signaller) leading to an accident.</p>\n\n  <p class=\"last-child\">I believe that, informed by this class investigation, now would be a good time for the industry to review and debate the steps needed to maintain recent improvements in track worker safety, while also reducing the number of near miss incidents.  This debate needs to encompass ways of improving planning, how and when to apply different methods of protection, the potential benefits of new technology and how to better equip safety leaders on site to adapt to circumstances not covered by the plan.</p>\n</blockquote>\n\n<h4 id=\"notes-to-editors\">Notes to editors</h4>\n\n<ol>\n  <li>The sole purpose of RAIB investigations is to prevent future accidents and incidents and improve railway safety. RAIB does not establish blame, liability or carry out prosecutions.</li>\n  <li>RAIB operates, as far as possible, in an open and transparent manner. While our investigations are completely independent of the railway industry, we do maintain close liaison with railway companies and if we discover matters that may affect the safety of the railway, we make sure that information about them is circulated to the right people as soon as possible, and certainly long before publication of our final report.</li>\n  <li>For media enquiries, please call 01932 440015.</li>\n</ol>\n\n<h4 id=\"newsdate-13-april-2017\">Newsdate: 13 April 2017</h4>\n\n<section class=\"attachment embedded\" id=\"attachment_2057616\">\n  <div class=\"attachment-thumb\">\n      <a aria-hidden=\"true\" class=\"thumbnail\" href=\"/government/uploads/system/uploads/attachment_data/file/608279/R072017_170413_Track_workers.pdf\"><img alt=\"\" src=\"/government/uploads/system/uploads/attachment_data/file/608279/thumbnail_R072017_170413_Track_workers.pdf.png\"></a>\n  </div>\n  <div class=\"attachment-details\">\n    <h2 class=\"title\"><a aria-describedby=\"attachment-2057616-accessibility-help\" href=\"/government/uploads/system/uploads/attachment_data/file/608279/R072017_170413_Track_workers.pdf\">R072017_170413_Track_workers</a></h2>\n    <p class=\"metadata\">\n        <span class=\"type\"><abbr title=\"Portable Document Format\">PDF</abbr></span>, <span class=\"file-size\">1.97MB</span>, <span class=\"page-length\">89 pages</span>\n    </p>\n\n\n      <div data-module=\"toggle\" class=\"accessibility-warning\" id=\"attachment-2057616-accessibility-help\">\n        <h2>This file may not be suitable for users of assistive technology.\n          <a class=\"toggler\" href=\"#attachment-2057616-accessibility-request\" data-controls=\"attachment-2057616-accessibility-request\" data-expanded=\"false\">Request an accessible format.</a>\n        </h2>\n        <p id=\"attachment-2057616-accessibility-request\" class=\"js-hidden\">\n          If you use assistive technology (such as a screen reader) and need a\nversion of this document in a more accessible format, please email <a href=\"mailto:enquiries@raib.gov.uk?body=Details%20of%20document%20required%3A%0A%0A%20%20Title%3A%20R072017_170413_Track_workers%0A%20%20Original%20format%3A%20pdf%0A%0APlease%20tell%20us%3A%0A%0A%20%201.%20What%20makes%20this%20format%20unsuitable%20for%20you%3F%0A%20%202.%20What%20format%20you%20would%20prefer%3F%0A%20%20%20%20%20%20&amp;subject=Request%20for%20%27R072017_170413_Track_workers%27%20in%20an%20alternative%20format\">enquiries@raib.gov.uk</a>.\nPlease tell us what format you need. It will help us if you say what assistive technology you use.\n\n        </p>\n      </div>\n  </div>\n</section>\n\n</div>","emphasised_organisations":["013872d8-8bbb-4e80-9b79-45c7c5cf9177"],"change_history":[{"public_timestamp":"2017-04-13T10:00:33.000+01:00","note":"First published."}],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/63205/s300_Trackworker_class_investigation.jpg","caption":"Image of track workers (courtesy of FTPE)","alt_text":"Image of track workers (courtesy of FTPE)"},"first_public_at":"2017-04-13T10:00:33.000+01:00","political":false,"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/news/report-072017-track-workers-class-investigation","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"news_story","schema_name":"news_article","first_published_at":"2017-04-13T09:00:33Z","base_path":"/government/news/report-072017-track-workers-class-investigation","description":"RAIB has today released its class investigation into accidents and near misses involving trains and track workers outside possessions.","content_id":"1ebdae12-1121-44f0-9b2b-027512b60812","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"OT249","api_path":"/api/content/government/organisations/rail-accident-investigation-branch","base_path":"/government/organisations/rail-accident-investigation-branch","content_id":"013872d8-8bbb-4e80-9b79-45c7c5cf9177","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-04-01T09:33:41Z","schema_name":"placeholder","title":"Rail Accident Investigation Branch","withdrawn":false,"details":{"brand":"department-for-transport","logo":{"formatted_title":"Rail Accident<br/>Investigation Branch","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/249/GOVUKlogo.jpg","alt_text":"Rail Accident Investigation Branch"}}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/transport","base_path":"/government/topics/transport","content_id":"020cdae2-ee93-4fca-bfb7-3f5f8f5751d1","description":null,"document_type":"policy_area","locale":"en","public_updated_at":"2013-07-22T09:04:54Z","schema_name":"placeholder","title":"Transport","withdrawn":false,"links":{}}],"available_translations":[{"title":"Report 07/2017: Track workers class investigation","public_updated_at":"2017-04-13T09:00:00Z","analytics_identifier":null,"document_type":"press_release","schema_name":"news_article","base_path":"/government/news/report-072017-track-workers-class-investigation","description":"RAIB has today released its class investigation into accidents and near misses involving trains and track workers outside possessions.","api_path":"/api/content/government/news/report-072017-track-workers-class-investigation","withdrawn":false,"content_id":"1ebdae12-1121-44f0-9b2b-027512b60812","locale":"en"}]},"format":"news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"news-stories","payload_version":0}