{"title":"Miss SM Ospina Zapata v Carewatch Care Services Ltd: 2206296/2016","public_updated_at":"2017-02-08T16:17:14Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:54748120-6036-4656-866d-f7083caac351] & [embed:attachments:inline:29d20d87-8d55-410f-9723-652759685987] "},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/588b36c2e5274a7a68000033/MISS_S_M_OSPINA_ZAPATA_V_CAREWATCH_CARE_SERVICES_LTD_2206296206.pdf\">Miss SM Ospina Zapata v Carewatch Care Services Ltd 2206296/2016</a></span> &amp; <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58906e6e40f0b6593400004a/REASONS_2206296206.pdf\">REASONS 2206296206</a></span></p>\n"}],"metadata":{"hidden_indexable_content":"Reserved Judgement\r\n\r\nEMPLOYMENT TRIBUNALS\r\n\r\nBETWEEN\r\n\r\nClaimant \t\t\t\t         and \t\t\t\t Respondents\r\n\r\nMiss S M Ospina Zapata                                         Carewatch Care Services Ltd    \r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t \r\nJUDGMENT OF THE EMPLOYMENT TRIBUNAL \r\n\r\n\r\nSITTING AT: London Central              \t\t\t   \t\tON:\t15-16 December\r\n \t\t\t\t\t\t\t\t\t\t\t2016; 19 December \r\n\t\t\t\t\t\t\t\t\t\t\t2016 (in chambers)\r\n\r\n\r\nBEFORE: Employment Judge A M Snelson\t\t    \t\tMEMBERS:\tMr D Carter\r\n\t\t\t\t\t\t\t\t\t\t\t     \t\tMr G Bishop\r\n\r\n\r\nOn hearing the Claimant in person and Mr Paman Singh, solicitor, on behalf of the Respondents, the Tribunal unanimously adjudges that:\r\n\r\n(1)\tThe Claimant’s complaint of unfair dismissal under the Employment Rights Act 1996 (“the 1996 Act”), s98 is well-founded.\r\n(2)\tThe Claimant’s complaint of unfair dismissal under the 1996 Act, s104 is not well-founded.\r\n(3)\tThe Claimant’s complaint of wrongful dismissal is well-founded.  \r\n(4)\tThe Claimant’s complaint under the 1996 Act, ss92 and 93 of unreasonable failure to provide written reasons for dismissal is not well-founded.  \r\n(5)\tThe Claimant’s complaints of unauthorised deductions from wages (in respect of unpaid wages and holiday pay) are well-founded and the Respondents are ordered to pay to her in respect thereof the total sum (agreed as a figure) of £1,432.09.\r\n(6)\tThe Claimant’s complaints under the Equality Act 2010, ss9, 13 and 39(2)(c)  and (d) of race discrimination are not well-founded.  \r\n\r\n\r\nEMPLOYMENT TRIBUNALS\r\n\r\nBETWEEN\r\n\r\nClaimant \t\t\t\t         and \t\t\t\t Respondents\r\n\r\nMiss S M Ospina Zapata                                         Carewatch Care Services Ltd\r\n\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t            \r\nREASONS FOR THE RESERVED JUDGMENT\r\nSENT TO THE PARTIES ON 12 JANUARY 2017\r\n\r\n\r\nIntroduction\r\n\r\n1\tThe Respondents are providers of domestic care services.  They employ about 3,800 people in the UK.  \r\n\r\n2\tThe Claimant, Miss Sandra Milena Ospina Zapata, who was born on 16 May 1981, is a Colombian national.  She started working for a company called Culture Care Moreno Services Ltd in April 2006 as a carer and transferred to the Respondents on 16 February 2010 under the provisions of the TUPE Regulations 2006.  \r\n\r\n3\tBy her claim form presented on 10 May 2016 the Claimant brought complaints of unfair dismissal, wrongful dismissal, failure to give written reasons for dismissal, unauthorised deductions from wages and failure to pay for leave taken, together with race-based complaints under the Equality Act 2010 (‘the 2010 Act’).\r\n\r\n4\tIn their response forms the Respondents resisted all claims, on a combination of jurisdictional and substantive grounds.\r\n\r\n5\tThe matter came before Regional Employment Judge Potter in the form of a Preliminary Hearing (Case Management) on 9 August 2016.  She noted the following matters (among others).\r\n\r\n5.1\tThe dismissal-based claims turn fundamentally on the issue of whether the Claimant was dismissed at all.\r\n5.2\tThe complaint of unfair dismissal rests on the Employment Rights Act 1996 (‘the 1996 Act’), ss 104 (‘automatically’ unfair dismissal for asserting a statutory right) and 98 (‘ordinary’ unfair dismissal).  The relevant statutory right is entitlement to paid annual leave.\r\n5.3\tThe wrongful dismissal claim is based on the fact that the dismissal (if there was one) was without notice.  The damages claimed are based on the period of service commencing in 2006.  \r\n5.4\tThe complaint of unauthorised deductions from wages, which appeared to include a claim for a long service bonus, and the holiday pay claim required further clarification.  \r\n5.5\tThe complaint under the 2010 Act was based on the Claimant’s nationality (“… either on the basis that she is Colombian or not a UK citizen …”) and “Her complaint is in essence that carers who were in the country on short-term visas were treated less favourably than UK citizens with no such immigration issues.”  The less favourable treatment relied upon was (a) “not being paid for shifts or holidays”, (b) failure to address concerns raised on that matter, and (c) dismissing her when she raised those concerns.          \r\n\r\n6\tThe Regional Employment Judge also heard an application on behalf of the Respondents for a deposit order in relation to the claims under the 2010 Act.  She concluded, having regard to the Claimant’s very limited means, that no order should be made, but offered observations on the “vulnerability” of that part of her case and advised her of the possible risk of a costs order if she pressed her discrimination claims to a final hearing and was unsuccessful. \r\n\r\n7\tThe case came before us for final hearing on Thursday, 15 December 2016, with five sitting days allocated.  The Claimant appeared in person and Mr Paman Singh, a solicitor, represented the Respondents.  Having taken time to read into the case we were able to complete oral evidence and closing submissions on liability before the end of day two.  We then decided to reserve our judgment in order to save the parties further time, trouble and expense.     \r\n\r\n8\tBy the end of the hearing the case had been simplified in several respects, as follows.\r\n\r\n8.1\tThe Respondents did not challenge the Claimant’s right to count her years of continuous service back to 2006.  \r\n8.2\tThe Respondents did not dispute that the Claimant was owed wages and accepted her (latest) figure, of £1,208.  They challenged the unauthorised deductions claim solely on the ground that it had been brought out of time.  \r\n8.3\tThe Respondents did not dispute the Claimant’s assertion that she was underpaid in respect of leave taken in the leave year 2014/15  in the sum of £224.09.  Again, their challenge was restricted to the jurisdictional time defence.  \r\n8.4\tThe Claimant asserted no other debt.  \r\n8.5\tThe case under the 2010 Act consisted of complaints of direct discrimination only.  She contended that she was discriminated because she was a foreign worker subject to immigration control, a status intrinsically linked to her Colombian nationality.  \r\n8.6\tHaving heard an explanation of the meaning of the legal term ‘victimisation’  the Claimant was clear that she pursued no such claim, accepting that there was no ‘protected act’ on which it could be hung.  Likewise, she confirmed that no allegation of indirect discrimination  was intended, since she agreed that there was no ‘provision, criterion or practice’ applied across the board but producing a particular disadvantage to her and/or to those who shared her racial characteristics.        \r\n\r\n9\tAt 23.02 on Saturday, 17 December 2016 the Claimant sent an email to the Tribunal which referred to “Closing Submissions” attached, “… that due to my emotional breakdown I wish to make sure I was clearly heard.”  The accompanying document ran to about a page of text.   The email was not copied to Mr Singh.  When we commenced our deliberations in chambers on Monday, 19 December, we began by asking ourselves whether to admit the further submissions.  On balance, we concluded that we should not, for several reasons.  First, no permission had been given for the presentation of any further material.  Second, the Respondents were not on notice of the application and consulting them would be liable to result in delay.  Third, the parties had had a full opportunity to deliver closing argument to us on day two of the hearing.  Fourth, the Claimant had become somewhat tearful in the course of making her submissions, but had been able to make all the points which she wished to make.  There was nothing which we could recognise as a “breakdown.”  Fifth, the case was not complicated and the requested elaboration of the Tribunal’s procedure would not, in the circumstances, have been proportionate to the straightforward issues before us.  Accordingly, reminding ourselves that we are custodians of the Tribunal’s overstretched resources, we concluded that it would be just and in keeping with the overriding objective  to press ahead and decide the issues without more ado and the attachment was left, unread, on the Tribunal file.        \r\n\r\nThe Legal Framework\r\n\r\n10\tThe first requirement of an unfair dismissal claim is a dismissal.  By the 1996 Act, s95(1)(a) an employer dismisses an employee where he (the employer) terminates the contract of employment, with or without notice.  In the ordinary case, a dismissal is communicated by words, spoken or written.  But there may be dismissal by conduct.  In context, the act of issuing an employee with a P45 may amount to a dismissal (see Hassan-v-Odeon Cinemas Ltd [1998] ICR 127 EAT).\r\n\r\n11\tIf there is a dismissal, its fairness or unfairness is to be determined under  s98.  Here the first requirement is for the employer to demonstrate the true reason and show that it fell within one of the five potentially fair classes of reason.  If that hurdle is cleared, liability will depend on whether in all the circumstances the employer acted reasonably or unreasonably in treating the reason as sufficient.   \r\n\r\n12\tWrongful dismissal is quite different from unfair dismissal.  A wrongful dismissal occurs where an employer dismisses an employee in breach of the contract of employment.  Typically, the breach consists of failure to give notice, or sufficient notice, of dismissal.   \r\n\r\n13\tBy the 1996 Act, s92, an employee has a right to be given a written statement of the reasons for his or her dismissal.  The right is enforceable through s93, which entitles the employee to complain to the Tribunal if the employer unreasonably fails to provide the reasons or provides reasons which are inadequate or untrue.   \r\n\r\n14\tIn relation to the money claims, it is only necessary to refer to the time limits for bringing claims.  These are to be found in the case of the unpaid wages claim, in the 1996 Act, s23 and in the case of the holiday pay claim, under the same provision and/or under the Working Time Regulations 1998, reg 30.  Both stipulate a three-month limitation period (subject to extension under the Early Conciliation regime), the former from the date when the ‘deduction’ (which may include non-payment) occurred, the latter from when the payment ought to have been made.  Where complaint is made about a “series of deductions” from wages, time runs from the last (the 1996 Act, s23(3)).  If the employee shows that it was “not reasonably practicable” to present the claim within the three-month period, the Tribunal has jurisdiction if it was presented within such further period as it judges reasonable.  The ‘not reasonably practicable’ formulation sets a high standard.  The statutory language has been interpreted as requiring the claimant to show that it was not reasonably feasible to bring the claim within the primary three-month period (see Palmer-v-Southend on Sea Borough Council [1984] ICR 372 CA).     \r\n\r\n15\tThe 2010 Act protects employees and applicants for employment from discrimination based on a number of ‘protected characteristics’. These include race (s9).    \r\n\r\n16\tChapter 2 of the 2010 Act lists a number of forms of ‘prohibited conduct’, including direct discrimination which is defined by s13 in (so far as material) these terms:    \r\n\r\n(1)\tA person (A) discriminates against another (B) if, because of a protected characteristic, A treats B less favourably than A treats or would treat others. \r\n\r\nBy s23(1) and (2)(a) it is provided that there must be no material difference between the circumstances of the claimant’s case and that of his or her comparator and that (for these purposes) the ‘circumstances’ include the claimant’s and comparator’s abilities.    \r\n\r\n17\tIn Nagarajan-v-London Regional Transport [1999] IRLR 572 Lord Nicholls construed the phrase ‘on racial grounds’ in the Race Relations Act 1976, s1(1)(a), in these words:  \r\n\r\nIf racial grounds … had a significant influence on the outcome, discrimination is made out.  \r\n\r\nIn line with Onu-v-Akwiwu [2014] EWCA Civ 279 (judgment given on 13 March 2014), we proceed on the footing that the ‘because of’ formulation under the 2010 Act (replacing ‘on racial grounds’, ‘on grounds of age’ etc in the pre-2010 legislation) effects no material change to the law.\r\n\r\n18\tIn Taiwo-v-Olaigbe & another; Onu-v-Akwiwu & another [2016] UKSC 31, the Supreme Court considered appeals by migrant domestic workers who had brought race discrimination claims based on their vulnerable immigration status which, they said, was a ‘function’ or feature of their racial characteristics.  It was held that such claims were not sustainable.  The treatment complained of (shameful as it was) was not applied to them ‘because of’ their race or because of race generally.  Immigration status was not indissociably linked to their (African) racial characteristics, or to the fact that they were overseas, or non-British, workers.   \r\n19\tDiscrimination is prohibited in the employment field by s39 which, so far as relevant, states:    \r\n\r\n(2)\tAn employer (A) must not discriminate against an employee of A’s (B) – \r\n\r\n…\r\n(b)\tby subjecting B to any … detriment.\r\n\r\nA ‘detriment’ arises in the employment law context where, by reason of the act(s) complained of a reasonable worker would or might take the view that he has been disadvantaged in the workplace. An unjustified sense of grievance cannot amount to a detriment: see eg Shamoon-v-Chief Constable of the RUC [2003] IRLR 285 HL.  \r\n\r\n20\tThe 2010 Act, by s136, provides:   \r\n\r\n(1)\tThis section applies to any proceedings relating to a contravention of this Act. \r\n\r\n(2)\tIf there are facts from which the court could decide, in the absence of any other explanation, that a person (A) contravened the provision concerned, the court must hold that the contravention occurred. \r\n\r\n(3)\tBut subsection (2) does not apply if A shows that A did not contravene the provision.\r\n\r\n21\tOn the reversal of the burden of proof we have reminded ourselves of the case-law decided under the pre-2010 legislation (from which we do not understand the new Act to depart in any material way), including Igen Ltd-v-Wong [2005] IRLR 258 CA, Madarassy-v-Nomura International plc [2007] IRLR 246 CA and Hewage-v-Grampian Health Board [2012] IRLR 870 SC. In the last of these, Lord Hope warned (as other distinguished judges had done before him) that it is possible to exaggerate the importance of the burden of proof provisions.  We take as our principal guide the straightforward language of s136.  Where there are facts capable, absent any other explanation, of supporting an inference of unlawful discrimination, the onus shifts formally to the employer to disprove discrimination.  \r\n\r\n22\tBy the 2010 Act, s123(1) it is provided that proceedings may not be brought after the end of the period of three months  ending with the date of the act to which the complaint relates, or such other period as the Tribunal thinks just and equitable.  “Conduct extending over a period” is to be treated as done at the end of the period (s123(3)(a)).  Failure to do something is treated as occurring when the person in question decides not to do it (s123(3)(b)).  Absent evidence to the contrary, a person is treated as deciding not to do a thing when he does an act inconsistent with it or, if he does no inconsistent act, on the expiry of the period within which he might reasonably be expected to do the thing (s123(4)).  \r\n\r\nOral Evidence and Documents\r\n\r\n23\tWe heard oral evidence from the Claimant and her supporting witness, Ms Sophie Bown and, on behalf of the Respondents, Mrs Ann Prankard and Mrs Jacqueline McPherson.  All witnesses produced witness statements in accordance with case management directions.  After exchange of witness statements the Claimant produced a three-page supplementary statement, addressing certain points made by the Respondents’ witnesses in their statements.  Mr Singh initially objected to the additional evidence but after some discussion withdrew his challenge, accepting that admission of the statement was the most practical way of receiving the Claimant’s evidence, which otherwise would necessarily be given piecemeal, through oral evidence.      \r\n\r\n24\tBesides witness evidence we read the documents to which we were referred in the single-volume trial bundle.  In addition, the Claimant relied upon emails of 30 June, 21 November and 24 November 2014 to do with her immigration status, which were not included in the bundle.  \r\n\r\n25\tWe also received two useful documents prepared by the parties: the Claimant’s chronology and Mr Singh’s closing submissions.    \r\n\r\nThe Facts \r\n\r\n26\tThe facts essential to our decision, either agreed or proved on a balance of probabilities, we find as follows.  \r\n\r\n27\tIn June and November 2014 the Claimant received from the Respondents emails pressing her for evidence that she held a visa entitling her to work in the UK and warning her that failure to produce such evidence would disqualify her from further work.  It was not suggested that their treatment of her in this regard differed from their treatment of other non-British employees.  \r\n\r\n28\tIn November 2014 the Claimant began raising with the Respondents concerns about discrepancies in her pay.  These continued for the next 14 months or so.  \r\n\r\n29\tOn 2 December 2015, the Claimant commenced a period of two weeks’ annual leave.  On returning to work on 17 December, she learned that her ‘client’, an elderly lady for whom she had cared for about four years, had died.  There was a close bond between the two and the news caused the Claimant much distress.      \r\n\r\n30\tOn 21 December 2015 the Respondents sent the Claimant a standard form letter thanking her for her long service.  It referred to an enclosed ‘token’ of appreciation but unfortunately there was no enclosure.  The Claimant pointed out the omission and eventually the Respondents sent her the promised token – a voucher with a value of £10.  \r\n\r\n31\tOn 29 December 2015 the Claimant spoke by telephone with Mr Thomas Tanyi of the Respondents.  The conversation touched on wages and holiday pay issues and on the Claimant’s plans following the death of her ‘client’.  On the latter point the Claimant said that she did not wish to have shifts allocated to her.  Further exchanges followed on or about 8 and 15 January 2016 and the Claimant repeated that she did not want to have shifts allocated.  She did not say or suggest that she regarded her working relationship with the Respondents as at an end, or that she did not intend to work for them again, or any such thing.  Nor was she pressed to be clearer as to her intentions.  \r\n\r\n32\tOn 18 January 2016  the Claimant received from the Respondents a copy of her P45 dated 15 January, in which the date of termination of her employment was given as 1 December 2015.  \r\n\r\n33\tOn 21 January the Claimant contacted ACAS, as a consequence of which she understood that she might have a claim for unfair dismissal.     \r\n\r\n34\tOn 25 January the Claimant sent an email to the Respondents, querying the P45 and suggesting that it had been issued in breach of her contract.  \r\n\r\n35\tBy a letter of 8 February the Claimant requested written reasons for her (alleged) dismissal.\r\n\r\n36\tAt the Claimant’s request a meeting was held at the Respondents’ premises on 18 February to look further into their action in issuing her P45.  It was chaired by Mrs Prankard, then Service Delivery Manager and a witness before us.  The Claimant attended and was accompanied by Ms Maria Rodriguez, Quality Officer.  Mrs Prankard explained that she had looked into the Claimant’s concerns and that it appeared that there had been a misunderstanding in that Mr Tanyi had interpreted her remarks (on 29 December and 8 and 15 January) as meaning that she did not wish to work for the Respondents any longer, and the P45 had been generated as a result.  The Claimant was not prepared to accept the explanation.  At Mrs Prankard’s suggestion, Mr Tanyi was invited to join the meeting.  His account was consistent with Mrs Prankard’s.  He apologised for the misunderstanding.  The point was made more than once that the Claimant was a valued employee with an impeccable record and, as a native Spanish speaker, a particular asset to the organisation and its hispanofone service users.  Mr Tanyi offered to arrange some shifts at once, but the Claimant said that she needed time to reflect.  \r\n\r\n37\tOn 1 March Mrs Prankard sent an email to the Claimant briefly confirming the reason why the P45 was issued and the fact that the Respondents would be very happy for her to return to work.      \r\n\r\n38\tOn 4 March the Claimant served on the Respondents a wide-ranging subject access request under the Data Protection Act 1998.  \r\n\r\n39\tOn 13 March the Claimant notified ACAS of a potential claim.  The EC period lasted one month, the ACAS certificate being issued on 14 April.  \r\n\r\n40\tOn 22 April the Claimant served on the Respondents a grievance about “unpaid hours”, the allegedly “unsatisfactory and unsupported” explanation for the issue of the P45 and the allegedly inadequate response to the subject access request.  \r\n\r\n41\tOn 3 May the Claimant visited the Mary Ward Legal Centre.  This was the first occasion on which she received legal advice about her employment rights.  \r\n\r\n42\tOn the same day Mrs McPherson, Senior Branch Manager (and a witness before us) responded to the grievance.  She asked for details of the “unpaid hours”, repeated the explanation already given (several times) for the issue of the P45 and stated that, in the company’s view, the response to the subject access request had been proper and complete.  \r\n\r\n43\tThe Claimant relied on a letter to her from her local NHS Trust’s ‘Talking Therapies Service’ dated 6 May which referred to a recent telephone conversation in which she had described her “symptoms of low mood and worry [over] the past 2 months related to being unfairly dismissed from your previous employment.”  The writer, described as a ‘High Intensity Therapist,’ recommended counselling.  \r\n\r\n44\tAs I have mentioned, the claim form was issued on 10 May.  \r\n\r\n45\tThe Claimant made several attempts at formulating and calculating her money claims.  She is not to be faulted for this since the Respondents did not disclose to her the documents required to enable her to calculate what was owing to her until August.  \r\n\r\n46\tIt was those documents which revealed that she was owed wages of £1,208.00 for various shifts between July and November 2015 and holiday pay for leave taken in the year 2014/15 of £224.09.     \r\n\r\nAnalysis and Conclusions\r\n\r\n47\tWas the Claimant dismissed?  In our judgment, the act of sending her P45 to her, in the context in which that happened, amounted to a dismissal under the 1998 Act, s95(1)(a).  The document (sent without explanation) named the date of termination.  To our minds, the Respondents’ conduct, read objectively, can only be seen as conveying a decision to sever their legal bond with the Claimant.  There was nothing ambiguous or provisional or conditional about it.  The termination was both final and unilateral.  The Claimant had been asked to clarify her intentions and had replied to the effect only that she did not wish to have shifts allocated to her.  She was not asked to say if she wished the employment relationship to end, or to spell out her plans in any other way.  It was the Respondents who quite wrongly presumed to answer the question they ought to have directed to the Claimant.  \r\n\r\n48\tMr Paman Singh sought to argue that, even if there was a dismissal through delivery of the P45, it was reversed by the prompt offer of reinstatement.  We cannot accept his submission.  It is of course true that a dismissal may ‘disappear’ where an internal appeal results in the relevant individual being reinstated (see, for example, Roberts-v-West Coast Trains Ltd [2005] ICR 254 CA), but that is not this case.  Here there was no appeal and the offer of reinstatement was not accepted.  \r\n\r\n49\tWas the dismissal unfair?  Inevitably, it was.  The Respondents do not assert a fair reason for dismissal.  There was none in any event.  The fact that (as Mrs Prankard explained) they wished to ‘cleanse’ their records of carers who were no longer active and in search of work was no reason to dismiss the Claimant without taking proper steps to ascertain whether she wished to remain part of the organisation.  \r\n\r\n50\tThe claim under the 1996 Act, s98 therefore succeeds.  The question of reasonableness does not even arise.  \r\n\r\n51\tOn the other hand, the claim under the 1996 Act, s104 fails.  We are quite satisfied that the Respondents’ explanation for the dismissal is true and that the fact that the Claimant had pressed her claims for unpaid wages did not influence in any way the act of issuing the P45.\r\n\r\n52\tWas the dismissal wrongful?  Plainly.  It took effect as soon as the P45 was delivered.  No notice was offered.  \r\n\r\n53\tDid the Respondents unreasonably fail to provide a written statement of the reasons for the Claimant’s dismissal?  In our judgment they did not.  On the contrary, they gave her the reasons orally on numerous occasions and twice in writing, on 1 March and 3 May 2016.  \r\n\r\n54\tAs noted above, the claims for unpaid wages and holiday pay (the values of which are agreed) are acknowledged to be well-founded, subject only to the time-based jurisdictional defence.  Were they presented within time?  The former claim is based on a series of deductions in respect of shifts worked between 28 July and 23 November 2015.  When was the last deduction made?  It seems from the documents shown to us that the next payroll run was on 21 December 2015 and that that must be taken as the date of the deduction.  The EC conciliation period began well within the three-month period running from that date and the EC extension (to one month after the end of the conciliation period) therefore applies.      If that is right the unpaid wages claim is in time by three or four days.  \r\n\r\n55\tIf the holiday pay claim is properly seen as separate from the unpaid wages claim, it seems clear to us that it was brought outside the primary period.  Even if the date when the outstanding sum “ought to have been paid” (under the 1998 Regulations) or when the last of a series of deductions occurred (under the 1996 Act) was the first payroll date after 31 October 2015 (the end of the 2014/15 leave year), time started to run on 9 November (according to the documents shown to us).  Accordingly, the primary period expired on 8 February, before the start of the conciliation period, and there is no EC extension.  \r\n\r\n56\tBut is the premise of our last paragraph correct?  We think not.  We see no good reason to separate the two categories of money claim.  It seems to us that the Claimant is entitled to pursue them together as complaints of a single series of unauthorised deductions from wages.  The fact that some deductions were from wages earned between 28 July and 23 November 2015 and some from pay due for leave taken between 1 November 2014 and 31 October 2015 is, in our view, immaterial.  It follows that the holiday pay claim is also within time.  \r\n\r\n57\tIf (contrary to our view) the holiday pay claim was presented outside the primary period, was it reasonably practicable to present it within it?  In our judgment it was not, for the following reasons.  First, the Claimant was not aware of her rights until she took legal advice on 3 May.  As a migrant worker of very limited means, she is not to be faulted for that.  Secondly, she did everything in her power to get clarity from the Respondents concerning what was due to her and what she had received by way of holiday pay (and ordinary wages).  Thirdly, the Respondents were substantially to blame for her confusion.  Bizarrely, their payslips all gave “holidays taken” as nil.  And the documents from which the Claimant was finally able to identify the sums owing  were not disclosed to her until August 2016.  These factors together satisfy us that, if the holiday pay claim was brought out of time, it was not reasonably practicable or feasible to present it within time.  Was the claim brought within a reasonable further period?  Clearly.  The proceedings were issued very promptly after the Claimant obtained legal advice.   \r\n\r\n58\tFor the reasons given in the last paragraph, we would also have held that the complaint of unpaid wages was within our jurisdiction even if we had found that that complaint was issued outside the primary three-month period.  \r\n\r\n59\tWhat of the claims under the 2010 Act?  These appear to be in time but we are satisfied that, sincerely brought as they are, they fail on the merits, for two reasons.  In the first place, the law is against the Claimant.  The Taiwo case leave no room for a claim of the sort which she advances.  Secondly and in any event, we are satisfied that the Respondents were not motivated against her because of her race or anything which she associates with it, including her migrant worker status.  The evidence does not warrant that view.    \r\n\r\nOutcome and Further Conduct\r\n\r\n60\tFor the reasons stated the claims for unfair and wrongful dismissal and the two money claims succeed.  The complaints of failure to give written reasons for dismissal and unlawful discrimination fail.  \r\n\r\n61\tThe parties should learn lessons from this unfortunate dispute.  The Respondents, who employ vulnerable staff on very modest incomes, need to revise their procedures and documentation to ensure that all relevant information (not limited to pay matters) is made immediately available and accessible to all their employees.  They should also reflect on the danger of making assumptions and the benefits of clear communication.  The Claimant might benefit from wondering whether she has allowed her justified grievance against the Respondents to overwhelm what should be larger priorities – in particular the need to recover her health  and resume a career which has enriched the lives of others and given her a rightful sense of satisfaction.     \r\n\r\n62\tThe parties should now work hard to resolve what is left of this dispute privately without a further hearing.  The money claims total £1,432.09.  As for the wrongful and unfair dismissal claims, the main task for the Tribunal (if there must be a further hearing) will be to determine (a) what loss was caused by the dismissal and (b) whether and if so to what extent the Claimant failed to mitigate that loss.  As to (a), assessment of loss will depend in particular on whether the Claimant would have returned to work after grieving for her client and if so when.  Evidence about the Claimant’s ill-health between the death of the client and now, and the causes of her ill-health, is likely to be material.  The mitigation argument, which affects the wrongful dismissal damages and compensation for unfair dismissal (basic and compensatory awards), will turn mainly on whether the Claimant acted unreasonably in rejecting the Respondents’ offer to reinstate her.  On this we have reached no concluded view, but we do see much force in this part of the Respondents’ case.  They gave a simple, plausible and (as we have found) truthful account of their reasons for issuing the P45, together with repeated apologies for the misunderstanding.  It is hard to see why the Claimant did not accept what they said and agree to be reinstated.  If the Respondents are right on the mitigation argument, it seems that the remedies for the dismissal-based claims are likely to be modest in scale.\r\n\r\n63\tWe would strongly encourage the Claimant to obtain legal advice to assist her in any negotiations with the Respondents.    \r\n\r\n64\tIf the Tribunal does not hear within 28 days that remedies issues have been settled, a telephone hearing will be set up with a view to fixing a remedies hearing and giving such directions as may be necessary.         \r\n\r\n","tribunal_decision_categories":["breach-of-contract","race-discrimination","unfair-dismissal","unlawful-deduction-from-wages"],"tribunal_decision_country":"england-and-wales","tribunal_decision_decision_date":"2017-01-11","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/588b36c2e5274a7a68000033/MISS_S_M_OSPINA_ZAPATA_V_CAREWATCH_CARE_SERVICES_LTD_2206296206.pdf","title":"Miss SM Ospina Zapata v Carewatch Care Services Ltd 2206296/2016","content_type":"application/pdf","updated_at":"2017-01-31T11:00:43+00:00","created_at":"2017-01-27T12:02:10+00:00","content_id":"54748120-6036-4656-866d-f7083caac351"},{"url":"https://assets.publishing.service.gov.uk/media/58906e6e40f0b6593400004a/REASONS_2206296206.pdf","title":"REASONS 2206296206","content_type":"application/pdf","updated_at":"2017-01-31T11:01:02+00:00","created_at":"2017-01-31T11:01:02+00:00","content_id":"29d20d87-8d55-410f-9723-652759685987"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:17:14.154Z"}]},"routes":[{"path":"/employment-tribunal-decisions/miss-sm-ospina-zapata-v-carewatch-care-services-ltd-2206296-2016","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:17:14Z","base_path":"/employment-tribunal-decisions/miss-sm-ospina-zapata-v-carewatch-care-services-ltd-2206296-2016","description":"Employment Tribunal Decision and Reasons of  Judge Snelson on 11 January 2017.\r\n","content_id":"2f3c2df0-8766-4bfb-9f60-b56981942120","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1133","api_path":"/api/content/courts-tribunals/employment-tribunal","base_path":"/courts-tribunals/employment-tribunal","content_id":"8bb37087-a5a7-4493-8afe-900b36ebc927","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-30T10:19:41Z","schema_name":"placeholder","title":"Employment Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-tribunal-decisions","base_path":"/employment-tribunal-decisions","content_id":"1b5e08c8-ddde-4637-9375-f79e085ba6d5","description":"Find decisions on Employment Tribunal cases in England, Wales and Scotland.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_tribunal_decision"},"format_name":"Employment tribunal decision","show_summaries":true,"summary":"<p>Find decisions on Employment Tribunal cases in England, Wales and Scotland.</p>","facets":[{"key":"tribunal_decision_country","name":"Country","type":"text","preposition":"by country","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"England and Wales","value":"england-and-wales"},{"label":"Scotland","value":"scotland"}]},{"key":"tribunal_decision_country_name","name":"Country name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_categories","name":"Jurisdiction code","type":"text","preposition":"by jurisdiction","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Breach of Contract","value":"breach-of-contract"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Improvement Notice","value":"improvement-notice"},{"label":"Interim Relief","value":"interim-relief"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity and Pregnancy Rights","value":"maternity-and-pregnancy-rights"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Parental and Maternity Leave","value":"parental-and-maternity-leave"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Pension","value":"pension"},{"label":"Practice and Procedure Issues","value":"practice-and-procedure-issues"},{"label":"Protective Award","value":"protective-award"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Renumeration","value":"renumeration"},{"label":"Reorganisation","value":"reorganisation"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Tax","value":"tax"},{"label":"Temporary Employment","value":"temporary-employment"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Time to Train","value":"time-to-train"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"},{"label":"Written Pay Statement","value":"written-pay-statement"},{"label":"Written Statements","value":"written-statements"}]},{"key":"tribunal_decision_categories_name","name":"Jurisdiction code name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Miss SM Ospina Zapata v Carewatch Care Services Ltd: 2206296/2016","public_updated_at":"2017-02-08T16:17:14Z","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-tribunal-decisions/miss-sm-ospina-zapata-v-carewatch-care-services-ltd-2206296-2016","description":"Employment Tribunal Decision and Reasons of  Judge Snelson on 11 January 2017.\r\n","api_path":"/api/content/employment-tribunal-decisions/miss-sm-ospina-zapata-v-carewatch-care-services-ltd-2206296-2016","withdrawn":false,"content_id":"2f3c2df0-8766-4bfb-9f60-b56981942120","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}