{"title":"Land Securities PLC v The Commissioners for HM Revenue and Customs: [2013] UKUT 0124 (TCC)","public_updated_at":"2016-12-01T16:19:32Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:4284a894-3787-461f-9cff-836b537862b8].\r\n\r\nCorporation tax on capital gains – scheme to generate a capital loss in reliance on the\r\nidentification rules for matching a disposal of shares with an acquisition under s 106 TCGA\r\n1992 – value shifting rules in s 30 TCGA 1992 – application of s 30(9) notwithstanding that\r\nthe shares were owned at the time of the disposal, where disposal and acquisition form part\r\nof the scheme which engages s 30 – whether, in the alternative, the disposal and acquisition\r\nfor the purposes of s 30(9) is determined by the computational rules required by s 106 –\r\nDavies v Hicks applied – application of s 30(5) to eliminate the capital loss."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/5764f0b6ed915d3cfd000066/land-securities-plc-v-hmrc.pdf\">Land Securities PLC v The Commissioners for HM Revenue and Customs: [2013] UKUT 0124 (TCC)</a></span>.</p>\n\n<p>Corporation tax on capital gains – scheme to generate a capital loss in reliance on the\nidentification rules for matching a disposal of shares with an acquisition under s 106 TCGA\n1992 – value shifting rules in s 30 TCGA 1992 – application of s 30(9) notwithstanding that\nthe shares were owned at the time of the disposal, where disposal and acquisition form part\nof the scheme which engages s 30 – whether, in the alternative, the disposal and acquisition\nfor the purposes of s 30(9) is determined by the computational rules required by s 106 –\nDavies v Hicks applied – application of s 30(5) to eliminate the capital loss.</p>\n"}],"metadata":{"hidden_indexable_content":"[2013] UKUT 0124 (TCC)\r\nAppeal number: FTC/11/2012\r\nCorporation tax on capital gains – scheme to generate a capital loss in reliance on the\r\nidentification rules for matching a disposal of shares with an acquisition under s 106 TCGA\r\n1992 – value shifting rules in s 30 TCGA 1992 – application of s 30(9) notwithstanding that\r\nthe shares were owned at the time of the disposal, where disposal and acquisition form part\r\nof the scheme which engages s 30 – whether, in the alternative, the disposal and acquisition\r\nfor the purposes of s 30(9) is determined by the computational rules required by s 106 –\r\nDavies v Hicks applied – application of s 30(5) to eliminate the capital loss\r\nUPPER TRIBUNAL (TAX AND CHANCERY CHAMBER)\r\nBetween :\r\nLAND SECURITIES PLC\r\nAppellant\r\n- and -\r\nTHE COMMISSIONERS FOR HER MAJESTY’S\r\nREVENUE AND CUSTOMS\r\nRespondents\r\nTRIBUNAL: Mr Justice Roth and Judge Edward Sadler\r\nSitting in public in London on 29-30 January 2013\r\nJohn Gardiner QC and Philip Walford (instructed by Linklaters LLP) for the Appellant\r\nJulian Ghosh QC and Elizabeth Wilson (instructed by the General Counsel and Solicitor\r\nto HM Revenue and Customs) for the Respondents\r\n© CROWN COPYRIGHT 2013\r\nLand Securities v HMRC\r\nPage 2\r\nDECISION\r\nINTRODUCTION\r\n1. This is an appeal by Land Securities PLC (“Land Securities”) against the decision of\r\nthe First-tier Tribunal (Judge Nowlan and Sonia Gable) (“the FTT”) released on 14\r\nSeptember 2011. The FTT dismissed appeals made by Land Securities against the\r\ndecision of Her Majesty’s Revenue and Customs (“HMRC”) to disallow claims made\r\nby Land Securities for a capital loss for corporation tax purposes arising from\r\ntransactions entered into between March and September 2003. Those transactions\r\nraised short-term financing for Land Securities, but as the FTT found, the more\r\nmaterial benefit of the transactions, which they were designed to achieve, was to\r\ncreate the capital loss in question, which amounted to £202,415,181.\r\n2. The capital loss was realised in the accounting period of Land Securities ended 31\r\nMarch 2003. The capital loss was not fully utilised by Land Securities in that\r\naccounting period, so that the unutilised portion was carried forward and claimed in\r\nlater accounting periods. Claims to utilise portions of the capital loss were made by\r\nLand Securities for each of those relevant accounting periods. All those claims have\r\nbeen disallowed by HMRC and the appeals made by Land Securities relate to those\r\naccounting periods and the respective amounts of capital loss disallowed in each such\r\nperiod. The decision of the FTT was concerned with the principle of whether Land\r\nSecurities is entitled to the capital loss it has claimed, which is accordingly the issue\r\non this appeal.\r\n3. The circumstances of the decision are a little unusual in that the FTT, in dismissing\r\nthe appeal of Land Securities, did so on a ground of statutory construction which was\r\nnot argued by either of the parties at the hearing, but which was advanced by the FTT\r\nitself, and on which the FTT invited the parties to make written submissions after the\r\nhearing and before it reached its decision. In reaching its decision, therefore, the FTT\r\nrejected not only the case argued by Land Securities, but also the case argued by\r\nHMRC. In the proceedings bringing the appeal before this tribunal HMRC entered a\r\nResponse seeking permission to argue the case they had put to the FTT as well as to\r\nargue in support of the ground on which the FTT had based its decision.\r\nTHE FACTS\r\n4. The facts relating to the transactions which gave rise to the capital loss in question\r\nwere not in dispute, and for the purposes of the hearing before the FTT the parties had\r\nprepared a Statement of Agreed Facts setting out those transactions.\r\n5. Questions of motive and purpose on the part of Land Securities and related group\r\ncompanies in entering into the transactions were in dispute, and the FTT heard witness\r\nevidence from a senior executive of the Land Securities group in relation to such\r\nmatters. That evidence, and the FTT’s findings based on that evidence, principally\r\nrelates to HMRC’s case (citing the Ramsay line of authorities) that a purposive\r\nconstruction of the relevant statutory provisions should be adopted in applying those\r\nprovisions to the relevant transactions, as they should be viewed realistically, to the\r\neffect that no capital loss arises.\r\nLand Securities v HMRC\r\nPage 3\r\n6. The FTT rejected HMRC’s case that, on Ramsay principles, the relevant statutory\r\nprovisions did not have effect to give rise to the capital loss which Land Securities\r\nclaimed. As explained below, we reach our decision without resorting to that strand\r\nof dispute between the parties. In relation to the findings of the FTT with regard to\r\nmotive and purpose, it is necessary therefore only to record that the FTT found that\r\nthe transactions comprised a tax scheme which would not have been entered into but\r\nfor the hope that a capital loss would thereby arise; but that the transactions provided\r\nto the Land Securities group, through the joint venture created by the transactions,\r\nshort-term financing which it required to make certain property acquisitions.\r\n7. By way of introduction to the transactions themselves, it is perhaps helpful to mention\r\nat the outset that they were structured to fall within the anti-avoidance provisions in\r\nthe capital gains tax legislation (as those provisions then applied to companies)\r\ndesigned to nullify the effect of so-called “bed and breakfast” transactions – the\r\nrealisation of a potential loss (or of a potential gain) by the sale of securities followed\r\nby their re-purchase within (in this case) a six-month period. Those provisions\r\nspecify certain computational rules and Land Securities hoped to exploit those rules to\r\ncreate the capital loss it claimed.\r\n8. The transactions comprising the scheme are set out in detail in paras 9 to 19 of the\r\nFTT’s decision. The facts relating to those transactions may be summarised as\r\nfollows:\r\n(1) Land Securities is a subsidiary of Land Securities Group PLC, a\r\npublicly-quoted company and the parent company of the Land\r\nSecurities group of companies. The group holds, develops and\r\nmanages commercial property.\r\n(2) LM Property Investments Limited (“LMPI”) is a subsidiary company\r\nin the Land Securities group of companies. Prior to the transactions\r\nwith which this case is concerned, it had in issue 9 unclassified shares\r\n(out of its authorised share capital of 100 shares). Those 9 shares were\r\nacquired by Land Securities in or around 1969.\r\n(3) The US investment bank, Morgan Stanley, proposed the scheme to\r\nLand Securities and, through its Cayman Islands subsidiary, Morgan\r\nStanley Canmore Limited (“Canmore”), acted as counterparty in the\r\ntransactions to implement the scheme.\r\n(4) On or shortly before 27 March 2003, the rights attaching to 41 of the\r\nunissued shares in the share capital of LMPI were changed, and those\r\nshares were designated as B ordinary shares. The B shares had rights\r\nto dividends and to be repaid on any capital distribution any premium\r\nat which they were issued and also any capital contribution specifically\r\nmade in relation to the B shares. The 9 shares held by Land Securities\r\nremained unclassified and no changes were made to the rights\r\nattaching to them.\r\n(5) On 27 March 2003, LMPI issued the 41 B shares to Ravenseft\r\nProperties Limited (“RPL”), another subsidiary in the Land Securities\r\ngroup of companies. RPL paid a premium on issue of the B shares\r\ntotalling £3.75 million.\r\nLand Securities v HMRC\r\nPage 4\r\n(6) Also on 27 March 2003, Land Securities made a capital contribution to\r\nLMPI of £1.25 million in respect of and attributed to the 9 shares it\r\nheld in LMPI.\r\n(7) On 31 March 2003, Land Securities sold its holding of 9 shares in\r\nLMPI to Canmore for £1.25 million. On the same occasion, Land\r\nSecurities granted Canmore a put option entitling Canmore to sell the 9\r\nshares back to Land Securities at their market value. Canmore could\r\nexercise the put option at any time before 29 February 2004.\r\n(8) The rights attaching to the 41 B shares and the 9 shares respectively\r\nwere changed to reflect the “joint venture” nature of the investment in\r\nLMPI: thus each of RPL and Canmore had the right to appoint 2\r\ndirectors to the board of LMPI.\r\n(9) By the end of July 2003, LMPI had identified certain commercial\r\nproperties which it wished to acquire.\r\n(10) On 1 August 2003, Canmore granted Land Securities (for\r\nconsideration of £1.4 million) a call option to acquire the 9 shares it\r\nheld in LMPI for their market value plus a further payment equal to\r\n3.5% of the amount of any capital loss resulting from these\r\ntransactions which Land Securities might eventually establish.\r\nCanmore’s put option in respect of the 9 shares was adjusted to provide\r\nfor a like “success fee” on the sale of the shares.\r\n(11) Also on or shortly after 1 August 2003, Canmore made a capital\r\ncontribution to LMPI of £200 million in respect of and attributed to the\r\n9 shares it held in LMPI.\r\n(12) Also on 1 August 2003, Land Securities and Morgan Stanley & Co\r\nInternational Limited entered into a cash settled forward agreement,\r\nthe broad effect of which was that should the amount payable for the 9\r\nshares on exercise of either the put or the call option differ from\r\n£202,741,491, an adjustment payment would be made between the\r\nparties to restore the net position to that amount.\r\n(13) Shortly after 1 August 2003, LMPI loaned, at interest, £200 million to\r\nLand Securities.\r\n(14) Later in August 2003, LMPI purchased a property for £4.5 million out\r\nof its cash reserves.\r\n(15) On 20 August 2003, Land Securities repaid £35 million to LMPI from\r\nits borrowing of £200 million and LMPI used this money to purchase a\r\nproperty in the City of London.\r\n(16) On 9 September 2003, Land Securities exercised its call option in\r\nrelation to the 9 shares in LMPI, agreeing to pay £202,265,179.50\r\nwhich the parties agreed was the market value of the shares. This\r\npurchase was completed on 25 September 2003, with Land Securities\r\npaying the purchase price (funded from a loan facility for the purpose)\r\nand paying also £476,317.50 to Morgan Stanley & Co International\r\nLimited pursuant to the cash settled forward agreement.\r\nLand Securities v HMRC\r\nPage 5\r\n(17) Prior to completion of the purchase of the 9 shares, Land Securities\r\nrepaid to LMPI the balance of the £200 million loaned to Land\r\nSecurities by LMPI.\r\nTHE INTENDED TAX CONSEQUENCES OF THE SCHEME\r\n9. The principal purpose of Land Securities in entering into the transactions described\r\nabove was to establish a capital loss for the purposes of corporation tax on chargeable\r\ngains of over £200 million. In order to understand how such a capital loss arises in\r\nthese circumstances it is necessary to look at the relevant statutory provisions directed\r\nagainst “bed and breakfast” transactions in relation to shares and other securities.\r\nThose provisions are found in section 106 of the Taxation of Chargeable Gains Act\r\n1992 (“section 106”)1 as it applied at the relevant time (the provisions have since been\r\nrepealed).\r\n10. Section 106 is part of Chapter I of Part IV (Shares, Securities, Options etc). The part\r\nof Chapter I in which section 106 is found is headed “Share pooling, identification of\r\nsecurities, and indexation”, and so far as relevant for this appeal the section provides\r\nas follows:\r\n“106 Disposal of shares and securities by company within prescribed\r\nperiod of acquisition\r\n(1) For the purposes of corporation tax on chargeable gains,\r\nshares disposed of by a company shall be identified in\r\naccordance with the following provisions where –\r\n(a) the number of shares of that class held by the\r\ncompany at any time during the prescribed\r\nperiod before the disposal amounted to not less\r\nthan 2 per cent. of the number of issued shares\r\nof that class; and\r\n(b) shares of that class have been or are acquired by\r\nthe company within the prescribed period before\r\nor after the disposal.\r\n….\r\n(3) References in subsection (1) above to a company’s\r\ndisposing, holding and acquiring shares are references\r\nto its doing so in the same capacity; and references in\r\nthat subsection to the holding or acquisition of shares do\r\nnot include references to the holding or acquisition of\r\nshares as trading stock.\r\n(4) The shares disposed of shall be identified –\r\n1 All statutory references hereafter are to the Taxation of Chargeable Gains Act 1992 (“TCGA 1992”).\r\nLand Securities v HMRC\r\nPage 6\r\n(a) with shares acquired as mentioned in subsection\r\n(1)(b) above (“available shares”) rather than\r\nother shares; and\r\n(b) with available shares acquired by the company\r\nmaking the disposal rather than other available\r\nshares.\r\n(5) The shares disposed of shall be identified with available\r\nshares acquired before the disposal rather than available\r\nshares acquired after the disposal and –\r\n(a) in the case of available shares acquired before\r\nthe disposal, with those acquired later rather\r\nthan those acquired earlier;\r\n(b) in the case of available shares acquired after the\r\ndisposal, with those acquired earlier rather than\r\nthose acquired later.\r\n….\r\n(10) In this section –\r\n…\r\n“the prescribed period” means –\r\n(a) in the case of a disposal through a stock\r\nexchange or Automated Real-time Investments\r\nExchange Limited, one month;\r\n(b) in any other case, 6 months\r\n….\r\n11. Section 106 is found within provisions which comprise special computational rules in\r\nthe case of shares and other securities. Shares of the same class, being fungible in\r\ntheir nature, are “pooled”, that is, a holding of such shares is treated as a single asset.\r\nIf the holding is enlarged by the acquisition of further shares the asset is treated as\r\nenhanced; if it is reduced by the disposal of some of the shares there is a part disposal\r\nof the asset, and the computation of any gain or loss on such part disposal is made\r\naccordingly.\r\n12. The provision was introduced to counteract a perceived abuse: if a company had a\r\nholding of shares which stood at a market value below the acquisition cost of that\r\nholding and therefore at a potential loss, and the company had also realised, on the\r\ndisposal of a different asset, a capital gain, it could realise that potential loss (to set\r\nagainst the gain) by disposing of the shares at their market value, and then purchase\r\nshortly thereafter shares of the same class in the market, restoring the holding (but\r\nnow with a reduced base value). Section 106 provides that in such a case the shares\r\ndisposed of in the “bed” transaction are identified with the shares acquired in the\r\nLand Securities v HMRC\r\nPage 7\r\n“breakfast” transaction. In consequence of the shares being so identified the cost of\r\nthe shares acquired is, in the computation made on the prior disposal, treated as the\r\nbase value of the shares so disposed of. By that means no loss (or gain) is realised\r\nwhen the computation is made on the disposal, except to the extent that there has been\r\nmovement in the value of the shares between the “bed” transaction and the\r\n“breakfast” transaction. The section also applies where the acquisition occurs, within\r\nthe defined period, before the disposal.\r\n13. Applying section 106 to the circumstances of the transactions entered into by Land\r\nSecurities, it sold its holding of 9 shares in LMPI on 31 March 2003 and reacquired\r\nthose shares by purchasing them from Canmore on 9 September 2003, and so within\r\nthe 6 month period prescribed by the section for unlisted shares. The section therefore\r\nhas effect to identify the 9 shares on disposal with the 9 shares reacquired, so that\r\nLand Securities’ base cost on the disposal is computed as its cost of reacquiring the\r\nshares. That cost was £203,665,180 (the aggregate of the price paid for the call option\r\nand the amount paid for the shares on exercise of that option), and therefore on the\r\ndisposal of the 9 shares on 31 March 2003 Land Securities’ loss was £202,415,181\r\n(after taking account of the price of £1.25 million it received for the shares on that\r\noccasion).\r\nTHE FTT DECISION\r\n14. In resisting the appeal before the FTT, HMRC relied on two alternative grounds.\r\nFirst, as already mentioned, they mounted a challenge based on the Ramsay line of\r\njurisprudence to the application of section 106 to the facts of this case, where shares\r\nhave been disposed of and reacquired for the purpose of a tax avoidance scheme.\r\nThey submitted that, realistically viewed, for the purpose of section 106, the 9 shares\r\nshould not be regarded as having been disposed of to Canmore, or that section 106\r\nshould not on its proper construction apply to such an artificial series of transactions.\r\nSecondly, they contended that the case came within the value shifting provisions of\r\nsection 30 by reason of section 30(9). The capital injection of the £200 million made\r\nby Canmore shifted value into LMPI, thereby increasing the value of the 9 shares, so\r\nthat when Land Securities subsequently acquired those shares, at a correspondingly\r\nincreased price, it would be able to claim a loss against corporation tax on capital\r\ngains under the share identification provisions in section 106. Pursuant to section\r\n30(5), the allowable loss otherwise arising by reason of section 106 should therefore\r\nbe eliminated.\r\n15. Section 30 provides as follows, insofar as material:\r\n“30 Tax-free benefits\r\n(1) This section has effect as respects the disposal of an\r\nasset if a scheme has been effected or arrangements\r\nhave been made (whether before or after the disposal)\r\nwhereby—\r\n(a) the value of the asset or a relevant asset has been\r\nmaterially reduced, and\r\n(b) a tax-free benefit has been or will be conferred—\r\nLand Securities v HMRC\r\nPage 8\r\n(i) on the person making the disposal or a\r\nperson with whom he is connected, or\r\n(ii) subject to subsection (4) below, on any\r\nother person.\r\n…\r\n(3) For the purposes of subsection (1)(b) above a benefit is\r\nconferred on a person if he becomes entitled to any\r\nmoney or money’s worth or the value of any asset in\r\nwhich he has an interest is increased or he is wholly or\r\npartly relieved from any liability to which he is subject;\r\nand a benefit is tax-free unless it is required, on the\r\noccasion on which it is conferred on the person in\r\nquestion, to be brought into account in computing his\r\nincome, profits or gains for the purposes of income tax,\r\ncapital gains tax or corporation tax.\r\n(4) This section shall not apply by virtue of subsection\r\n(1)(b)(ii) above if it is shown that avoidance of tax was\r\nnot the main purpose or one of the main purposes of the\r\nscheme or arrangements in question.\r\n(5) Where this section has effect in relation to any disposal,\r\nany allowable loss or chargeable gain accruing on the\r\ndisposal shall be calculated as if the consideration for\r\nthe disposal were increased by such amount as is just\r\nand reasonable having regard to the scheme or\r\narrangements and the tax-free benefit in question.\r\n(6) Where—\r\n(a) by virtue of subsection (5) above the\r\nconsideration for the disposal of an asset has\r\nbeen treated as increased, and\r\n(b) the benefit taken into account under subsection\r\n(1)(b) above was an increase in the value of\r\nanother asset,\r\nany allowable loss or chargeable gain accruing on the\r\nfirst disposal of the other asset after the increase in its\r\nvalue shall be calculated as if the consideration for that\r\ndisposal were reduced by such amount as is just and\r\nreasonable having regard to the scheme or arrangements\r\nin question and the increase made in relation to the\r\ndisposal mentioned in paragraph (a) above.\r\n…\r\nLand Securities v HMRC\r\nPage 9\r\n(9) In relation to a case in which the disposal of an asset\r\nprecedes its acquisition the references in subsections\r\n(1)(a) and (2) above to a reduction shall be read as\r\nincluding a reference to an increase.”\r\n16. As we observed at the outset, the FTT rejected both grounds put forward by HMRC.\r\nAs regards Ramsay, the FTT held, in summary, that although this was a tax avoidance\r\nscheme with certain unrealistic features, it had commercial aspects which went\r\nbeyond that, including the provision of funding for the acquisition of properties which\r\nLand Securities had originally wished to acquire and which LMPI undoubtedly did\r\nacquire; and that it could not be said that there was not a genuine disposal of the 9\r\nshares to Canmore. Adopting a “realistic interpretation of the facts”, the\r\ncircumstances accordingly attracted the application of section 106.\r\n17. Secondly, the FTT held that on the proper interpretation of section 30(9), the facts did\r\nnot fall within it. This was not a case, in the FTT’s view, “where the disposal of the\r\nasset preceded its acquisition” (para 97). It will be necessary to return to the FTT’s\r\nreasoning in that regard below.\r\n18. However, the FTT dismissed the appeal on the basis that the identification rule in\r\nsection 106 was applicable in considering section 30(9). The FTT explained section\r\n106 earlier in its decision as creating a “statutory fiction” that produced results not\r\nrelated to the actual facts (para 63). But applying the fiction which resulted from\r\nsection 106 to section 30(9), the ‘notional facts’ which resulted from the identification\r\nrule2 were that the acquisition on 9 September was matched to the disposal on 31\r\nMarch and, on that basis, the disposal preceded the acquisition and section 30(9) was\r\nengaged. In reaching that conclusion, the FTT distinguished the case of Davies v\r\nHicks [2005] EWHC 847 (Ch), [2005] STC 850. The FTT proceeded to reduce the\r\nallowable loss under section 30(5) to nil.\r\nTHE APPEAL\r\nThe FTT’s approach\r\n19. For Land Securities, Mr Gardiner argued forcefully that the approach of the FTT was\r\nentirely contrary to the reasoning in Davies v Hicks, which was binding on the FTT\r\nand should be followed in the Upper Tribunal.\r\n20. Davies v Hicks concerned a scheme designed to avoid a liability to capital gains tax\r\n(“CGT”). The taxpayer who wished to dispose of his holding of shares in a company\r\n(“AIT”) first transferred them to UK resident trustees of a settlement that he\r\nestablished under which he was a beneficiary. Those trustees sold the shares on the\r\nopen market on 24 October as the first stage of a ‘bed and breakfast’ transaction. The\r\nUK trustees then immediately retired and were replaced by a trustee resident in\r\nMauritius. The new Mauritius trustee purchased on 25 October shares in the same\r\ncompany for the equivalent amount to the net proceeds received from the sale the day\r\nbefore. By reason of section 106A (the equivalent to section 106 for an individual\r\n2 Although the FTT refers (at para 99) to section 106(5)(b) as setting out the relevant identification rule, it is the\r\nbasic rule of identification in section 106(4)(a) that applies in this case and the supplementary rule in section\r\n106(5)(b) is not engaged.\r\nLand Securities v HMRC\r\nPage 10\r\ntaxpayer), the shares disposed of on 24 October were identified with the shares\r\nacquired on 25 October, with the result that the disposal did not give rise to a\r\nchargeable gain.3 Some months later, the Mauritius trustee sold the shares, but it was\r\ncommon ground that by reason of the UK-Mauritius double taxation agreement, no\r\ncapital gains tax accrued to the UK resident settlor as a result of that sale.\r\n21. The Revenue nonetheless sought to impose CGT on the basis of section 80 whereby if\r\ntrustees of a settlement became at any time neither resident nor ordinarily resident in\r\nthe UK, they were deemed immediately before the change of residence to have\r\ndisposed at market value of all the assets of the settlement at that time. However,\r\nsection 80 would not have applied in that case, since at the time when the trustees\r\nretired and the Mauritius trustee was appointed, the trust fund did not hold the shares\r\nbut only the cash proceeds of the sale earlier that day (or a debt owed by the brokers\r\nfor that amount), and the disposal of cash in sterling (or a debt) would not attract\r\nCGT. The Revenue contended that the effect of the application of section 106A in\r\nidentifying the shares disposed of on 24 October with the shares acquired on 25\r\nOctober was that the trust fund at the point when the Mauritius trustee was appointed\r\nshould be treated as holding the shares.\r\n22. This contention was rejected by the Special Commissioners, whose decision was\r\nupheld on appeal by Park J. The Commissioners, in a passage quoted with approval\r\nby the judge, stated that section 106A(5)(a) had:\r\n“a specific and limited purpose, that of providing a set of rules,\r\nto be applied in computing a gain on a disposal of shares,\r\ndirecting how to ascertain the acquisition cost of the shares\r\ndisposed of and the time at which those shares are treated as\r\nacquired …. If Parliament had wanted the rules to have wider\r\neffect - for example, as the Revenue contend, to treat the shares\r\nas retained for CGT purposes beyond the scope of the\r\ncomputational rules - it would have had to use clear and\r\ncompelling words that it was introducing a deeming provision\r\nto be applied for such other CGT purposes.”\r\nThus, there was “no reason to read into the section the consequence that the trustees\r\nowned shares at the time of the deemed disposal when they did not ….”\r\n23. Expressing his agreement with this approach, Park J said, at [20]-[21]:\r\n“20. In my view s.106A is a computational section, and I\r\nbelieve that that applies to s.106A(5)(a) just as much as to all\r\nthe other detailed rules in the section. What triggers the\r\noperation of the section is a disposal of securities (see\r\ns.106A(1)), and the purpose of the section is to lay down rules\r\nas to how the chargeable gain or allowable loss on that disposal\r\nis to be computed. When that computation has been made the\r\npurpose of the section has been fulfilled.\r\n3 The identification rule there applicable was in section 106A(5)(a).\r\nLand Securities v HMRC\r\nPage 11\r\n21. If there is not a disposal of securities the section does\r\nnot begin to apply. Most disposals will be actual disposals. The\r\nsection certainly can apply to deemed disposals, but the deemed\r\ndisposal must be one provided for by some provision other than\r\ns.106A itself. Further, and even more importantly, for s.106A\r\nto apply the subject matter of the actual or deemed disposal\r\nmust be securities, which term … includes shares. When there\r\nis a disposal, actual or deemed, of such assets (which I will\r\nassume to have been shares, as they were in the actual case),\r\nthe shares disposed of are matched with shares acquired in\r\naccordance with the rules in s.106A. Once they have been so\r\nmatched the gain or loss on the disposal is computed\r\naccordingly. When that process has been completed the\r\napplication of s.106A to that particular disposal is at an end.\r\nThe way in which the section operates on that disposal may\r\naffect the way in which it applies to future disposals by the\r\nsame taxpayer of shares of the same class, but apart from that\r\nthe section has no further statutory function to perform in\r\nconsequence of the disposal of shares which caused it to apply\r\nin the first place. In particular it does not, in my judgment,\r\noperate additionally to cause the continuing settled property of\r\nthe settlement to be treated for the purposes of different CGT\r\nprovisions as consisting of assets different from those which\r\nactually are the continuing settled property.”\r\nAnd the judge explained further, at [25]-[26]:\r\n“25. … s.106A, including s.106A(5)(a), is a computational\r\nprovision and not a deeming provision. I believe that to be the\r\ncase. But I add that, even if s.106A can be regarded in some\r\nway as a deeming provision, I agree with the Special\r\nCommissioners that the deeming is solely for the purpose of\r\ncomputing the gain or loss on the disposal of the 100,000 AIT\r\nshares which the trustees sold on 24 October 2000. It would\r\ncarry with it the normal consequences for subsequent\r\ncomputations on future disposals of AIT shares of the same\r\nclass by the trustees of the same settlement. But that is all. The\r\ndeeming, if that is an appropriate description of what the\r\nsection did, would not have any further consequences beyond\r\nthose which I have stated earlier in this paragraph.\r\n26. I was reminded of several of the cases which consider\r\nthe questions of how far a deeming provision is to be taken, and\r\nof at what point the deeming stops so that the actual facts\r\nresume as the subject matter upon which legal consequences\r\nare based. … But however far a deeming provision may go, I\r\ncannot accept in this case that a provision which was intended\r\nto identify which shares acquired by a particular taxpayer\r\nshould be matched with shares sold by the same taxpayer can\r\nbe deemed to have had effects going far beyond that and\r\nLand Securities v HMRC\r\nPage 12\r\nrequiring it to be imagined, for a quite different statutory\r\npurpose, that the assets held by the taxpayer at a different time\r\ndid not consist of the actual assets then held by him, but rather\r\nconsisted of different assets altogether.”\r\n24. Unsurprisingly, it was not suggested to us that the decision of Park J, with his great\r\nexperience of tax matters, was wrong. Mr Ghosh accordingly accepted that section\r\n106, like section 106A, is to be regarded as establishing a purely computational rule.\r\nHe submitted that in that function it attributed to the shares disposed of not only an\r\nacquisition cost but also an acquisition date. And he emphasised that in Davies v\r\nHicks the Revenue was attempting to use section 106A to deem the disposal to be of\r\nsomething that it was not, whereas in the present case it was common ground that\r\nthere was in fact a disposal of the shares on 31 March; section 106 was not being\r\nrelied on to deem the contrary.\r\n25. However, despite the valiant efforts of Mr Ghosh, we cannot accept that section 30(9),\r\nwhich we agree is to be read with section 30(1), is a computational provision or\r\ninvolves the application of computational rules. Of course, in a general sense, section\r\n30 is concerned with the determination of tax on chargeable gains: that is the whole\r\npurpose of the TCGA 1992 of which it is part. But that is clearly not what Park J\r\nmeant in holding that section 106A had a limited computational function. The only\r\nprovisions in section 30 that are arguably “computational” are subsections (5) and (6),\r\nwhich enable adjustment to the amount of chargeable gain or loss. The section as a\r\nwhole is an anti-avoidance provision concerned with a scheme or arrangements that\r\ngive rise to value shifting, and section 30(9), which is to be read with section 30(1),\r\nsets out the circumstances in which it is to apply. In short, section 30(9) is not\r\naddressing computation at all: it is an enabling or ‘threshold’ provision defining the\r\ncircumstances in which a particular form of computational adjustment falls to be\r\nmade.\r\n26. The FTT addressed the question “whether section 30(9) applies by reference to the\r\nactual facts, or the notional facts that result from the identification made in this case\r\nby section 106”. However, in determining that the latter was the correct approach, it\r\nwas, with respect, applying section 106 for a purpose beyond the limited,\r\ncomputational scope of the rule, as held in Davies v Hicks. Although the actual issue\r\nto which it applied section 106 here was of course different from that in Davies v\r\nHicks (as the FTT observed at para 115), we do not consider that that is a sufficient\r\nbasis for distinguishing the case. The rationale of Davies v Hicks is expressed in\r\nbroader terms, and we accept the submission of Mr Gardiner that it applies to the\r\npresent case. Accordingly, we cannot uphold the decision of the FTT on its terms.\r\nSection 30(9)\r\n27. We turn to the question of whether section 30(9) applies to this case, without reliance\r\nupon section 106.\r\n28. As set out above, the facts are relatively straightforward and not in dispute. Land\r\nSecurities acquired the 9 shares in question in about 1969. It disposed of those shares\r\nLand Securities v HMRC\r\nPage 13\r\non 31 March 2003. And it acquired those shares4 again on 9 September 2003. Land\r\nSecurities therefore acquired the shares on two occasions, and disposed of them once.\r\nThe fact that the second acquisition can be described as a “reacquisition” does not\r\nmake it any the less an acquisition. Accordingly, the disposal followed the first\r\nacquisition and preceded the second acquisition.\r\n29. On that basis, the question has to be asked whether, for the purpose of section 30(9),\r\nproperly interpreted, this was a case where the disposal of the shares precedes their\r\nacquisition. The FTT effectively read the subsection in isolation, as what it described\r\nas a “self-standing sub-section” (para 97). We do not regard that as the correct\r\napproach. In the first place, it is commonplace to observe that a statutory provision\r\nshould be read as a whole, and this subsection must be read in its context. Indeed,\r\neven on its wording, section 30(9) refers back to section 30(1) and (2), giving them a\r\nmore expansive meaning in certain circumstances. It expressly requires section 30(1)\r\nto be read in a broader manner (i.e. that “reduction” shall be read as including an\r\nincrease).\r\n30. Section 30(9) is part of the provision of the statute that addresses value shifting. It\r\napplies, and only applies, in the context of “a scheme … effected or arrangements …\r\nmade” which have the effect of changing the value of an asset and conferring a taxfree\r\nbenefit: section 30(1). In considering whether the relevant acquisition of the asset\r\nin this case for the purpose of applying section 30(9) is the first acquisition in 1969 or\r\nthe second acquisition on 9 September 2003, in our view, it is appropriate to take into\r\naccount the “scheme” that engages section 30(1). That is particularly the case where,\r\nas here, the scheme has been planned before the disposal. If one asks whether, having\r\nregard to the scheme, the relevant acquisition in respect of the disposal of the shares\r\non 31 March is the acquisition over 30 years before, in 1969, or the acquisition less\r\nthan 6 months later on 9 September, there can be only one answer: the acquisition of\r\nthe same shares within the “prescribed period” following their disposal was at the\r\nheart of the scheme. We therefore consider that on the proper interpretation of section\r\n30(9) to the indisputable facts, this is “a case in which the disposal of an asset\r\nprecedes its acquisition.” This does not involve any process of ‘deeming’ or\r\npreferring notional facts to actual facts.\r\n31. There are obvious dangers in seeking to re-phrase the wording of a statute by\r\ncombining distinct provisions, since that can often be done in different ways leading\r\nto different results. Nonetheless, we accept that this can be a useful exercise. But we\r\ncan, with respect, see no justification in the view of the FTT that the result sought by\r\nHMRC can only be sustained if the wording of section 30(1) was significantly\r\namended, as suggested in the decision at paras 31 and 96. On the contrary, given that\r\nsection 30(9) expressly concerns the way in which a particular word in section\r\n30(1)(a) is to be read, we think that the obvious and logical way to combine the two\r\nprovisions, while remaining faithful to the drafting, is as follows:\r\n“(1) This section has effect as respects the disposal of an\r\nasset if a scheme has been effected or arrangements have been\r\nmade (whether before or after the disposal) whereby— ”\r\n4 Since these were the only shares in LMPI that had been issued that were not classified (and indeed the only\r\nissued shares in LMPI in which Land Securities at any time had an interest), there is no need for the pooling\r\nprovisions in TCGA 1992 to reach this conclusion: they were in fact the identical shares.\r\nLand Securities v HMRC\r\nPage 14\r\n(a) the value of the asset or a relevant asset has been\r\nmaterially reduced or, in the case in which the disposal of\r\nthe asset precedes its acquisition, increased, and\r\n(b) a tax-free benefit has been or will be conferred—\r\n(i) on the person making the disposal or a person\r\nwith whom he is connected, or\r\n(ii) subject to subsection (4) below, on any other\r\nperson.\r\nRead in that way, this confirms the approach that we have adopted above. The\r\nwording of section 30(9) is not to be applied without regard to the “scheme …\r\neffected” or “arrangements … made” of which the disposal of the asset forms part.\r\n32. The FTT considered that section 30(9) is directed at, and applies only to, a “bear”\r\ntransaction, i.e. the disposal of an asset which is to be acquired only after the date of\r\nsale and is therefore not owned by the disponor at the time the disposal is made. Mr\r\nGardiner supported that approach. There is no doubt that the wording would cover\r\nthat situation but we see no basis for confining it to that situation. Nor is it the\r\nconsequence of our view that whenever there are two acquisitions section 30(9) can\r\nonly apply to the later acquisition, as the FTT suggests (para 97). That will depend\r\nupon the context.\r\n33. Mr Gardiner placed great emphasis on the use of the present tense in the word\r\n“precedes” in section 30(9). He submitted that this meant that the question of\r\nacquisition has to be looked at as at the point of disposal, and not with hindsight.\r\nHowever, the importance of applying a broad, purposive interpretation to fiscal\r\nlegislation in place of a formalist approach has received repeated and authoritative\r\nemphasis: see, eg, IRC v McGuckian [1997] 1 WLR 991, per Lord Steyn at 1000 and\r\nLord Cooke at 1005. We have no doubt that this approach applies generally and not\r\nonly with regard to tax avoidance schemes in respect of which it has been most\r\nfrequently articulated. The reference in section 30(1) to a scheme or arrangements\r\nmade “before or after the disposal”, in itself contemplates that the disposal may be\r\nviewed with hindsight in the context of post-disposal events. Moreover, here, when\r\nLand Securities disposed of the shares in the present case on 31 March 2003, it had as\r\nat that date the definite intention to acquire them again within 6 months. That future\r\nacquisition after value had been added to LMPI, and thus the benefit of a loss\r\nresulting from section 106, was a major purpose of making the disposal and inherent\r\nto the scheme for shifting value into the company and acquiring a tax-free benefit\r\nthrough the resulting increase in price of the shares. The narrow, literal approach to\r\nthe wording of section 30(9) can be sustained only when the sub-section is read in\r\nisolation, as a “self-standing” provision, and not when it is read purposively in the\r\ncontext of section 30 as a whole.\r\n34. Mr Gardiner also sought to rely as an aid to construction of section 30(9) upon section\r\n30(6). That provision enables the avoidance of the burden of potential double taxation\r\nwhere the shift of value is into a second asset that may subsequently be sold. He\r\npointed out that there is no equivalent protection in the case where the value increase\r\nresults from retention of the same asset. On that basis, he submitted that section 30(9)\r\nLand Securities v HMRC\r\nPage 15\r\nshould not be held to apply where, unlike the case of a bear sale, the asset is retained.\r\nHowever, we do not see that the fact that there is no protection from a potential, but\r\nby no means certain, hardship that may result from a tax scheme is persuasive so as to\r\ndisplace the interpretation of the provision that we have arrived at for all the reasons\r\nset out above.\r\nThe Ramsay issue\r\n35. In the light of the conclusion we reached after hearing argument on section 30, we did\r\nnot hear oral submissions on HMRC’s contention that section 106 should not apply to\r\nthese transactions, realistically analysed. Accordingly, we have not come to any\r\nconcluded view on that issue. We would only observe that we see considerable force\r\nin the reasoning of the FTT that on the facts of this case, as found below, there is no\r\nbasis to displace the application of section 106 on its proper interpretation.\r\nSection 30(5): the “just and reasonable” adjustment to the disposal consideration\r\n36. Having concluded that section 30 has effect, we have to consider the extent (if any) by\r\nwhich the consideration for the disposal of the 9 shares should, in the computation\r\nrelating to that disposal, be increased applying the principle of what is just and\r\nreasonable having regard to the arrangements which have brought the section into\r\neffect: see section 30(5).\r\n37. Before the FTT, Land Securities argued that there should be no increase in the\r\nconsideration it received on the disposal of the 9 shares on 31 March 2003, i.e. that\r\nthe whole of the loss it claimed should stand. This, it argued, was just and reasonable\r\nsince on the future disposal of the 9 shares a taxable capital gain would arise equal to\r\nthe amount of the loss (as increased or decreased by any change in the value of the\r\nshares until that disposal). If the loss were denied, Land Securities would suffer both\r\nthat consequence and also tax on the corresponding gain on such a future disposal.\r\n38. The FTT rejected that argument in these terms (at para 120):\r\n“We find that suggestion to be completely untenable, because if\r\nthe whole loss was then conceded, [Land Securities] would\r\nplainly avoid the realisation of the gain indefinitely, even if it\r\nfound it difficult to reverse the gain with tax-free dividends,\r\nand the result would in practice be precisely as if we had\r\nallowed, rather than dismissed, the Appeal.”\r\n39. The FTT then went on to say that the risk of the latent gain had been acknowledged\r\nby Land Securities in its dealings with Morgan Stanley as a risk of implementing the\r\nscheme, and that there was the possibility that Land Securities could take steps to\r\nreduce or eliminate the latent gain, for example by reducing the value of the shares by\r\nprocuring LMPI to pay dividends or other distributions out of reserves representing\r\nthe capital contributions made in respect of the 9 shares.\r\n40. Mr Gardiner argued that the FTT was wrong to suggest that the latent gain on the\r\neventual disposal of the 9 shares could be reduced by extracting tax-free dividends\r\nLand Securities v HMRC\r\nPage 16\r\nfrom LMPI, since the provisions in Part 15 of the Corporation Tax Act 2010\r\n(Transactions in Securities) would apply to counteract any tax advantage derived from\r\nsuch dividends, which for the purposes of those provisions would be regarded as\r\nabnormal dividends.\r\n41. Mr Gardiner submitted that we should look to section 30(6) for the right approach in\r\napplying a just and reasonable adjustment. That subsection, as we have already\r\nmentioned, deals with the situation where value is shifted from the asset disposed of\r\nto another asset, and a just and reasonable adjustment is made to the consideration for\r\nthe disposal of that other asset when such a disposal eventually occurs, having regard\r\nto the adjustment which will have been made, under section 30(5), on the disposal of\r\nthe asset from which value was shifted. By this means, what would otherwise be an\r\neffective double charge to tax (taking the respective disposals of the two assets) is,\r\nquite fairly, avoided.\r\n42. Mr Ghosh argued that in deciding what adjustment to the consideration is just and\r\nreasonable we must have regard to “the scheme or arrangements” and also “the taxfree\r\nbenefit in question”. He said that in this case the purpose of the scheme was to\r\nenable Land Securities to claim a substantial loss when it had suffered no real or\r\neconomic loss whatsoever, and that this was achieved by means of the tax-free benefit\r\nof the capital contribution made by Canmore. The adjustment should have effect so\r\nas to exclude the increase in the value of the 9 shares derived from that capital\r\ncontribution, since the loss would not have arisen had those shares not been increased\r\nin value by that means. A latent gain is inherent if a shareholder chooses to invest\r\ncapital in a company by way of a capital contribution, so Land Securities cannot\r\nreasonably complain that it is left with such a latent gain when such a contribution\r\nwas the crux of the scheme. Mr Ghosh also pointed out that Land Securities might\r\nnever realise the latent gain on the 9 shares, and that LMPI has full acquisition cost\r\nfor the properties it holds. In all these circumstances it was just and reasonable to\r\nadjust the consideration so as to eliminate the loss claimed by Land Securities.\r\n43. Section 30(5) requires an increase to be made to the consideration for the disposal on\r\n31 March 2003 of the 9 shares in LMPI by Land Securities. That increase has to be\r\njust and reasonable having regard to the scheme or arrangements and the tax-free\r\nbenefits which have brought the disposal within the scope of section 30. Section\r\n30(5) may perhaps be seen as a somewhat blunt instrument, and although section\r\n30(6) permits a degree of sophistication to be applied (by way of a consequential\r\nadjustment) in circumstances where value is shifted into another asset, those are not\r\nthe circumstances of Land Securities’ appeal. It is clear to us, as it was to the FTT\r\nand to the parties, that we must either increase the consideration for the 31 March\r\n2003 disposal by an amount which eliminates the loss, or make no increase\r\nwhatsoever. There is no scope to adjust the consideration which Land Securities\r\nreceives on any future disposal of the 9 shares. There is no logic to a partial\r\nadjustment to consideration for the 31 March 2003 disposal.\r\n44. In our view, there is little point in speculating whether, should Land Securities\r\neventually decide to dispose of the 9 shares, it could in some way, and without\r\nadverse tax consequence, reduce the latent gain by extracting value from LMPI. What\r\nis relevant is that the realisation of such gain may be deferred indefinitely, since Land\r\nSecurities has put forward no commercial imperative for a sale of the shares (they\r\nhave, after all, been held in the group since 1969). To Mr Ghosh’s point that LMPI\r\nLand Securities v HMRC\r\nPage 17\r\nhas proper base values for its properties, Mr Gardiner rightly responded that the\r\nscheme of capital gains tax treats as separate and distinct assets the shares in a\r\ncompany and the underlying assets in that company. But Mr Ghosh touches on a\r\nrelevant matter, in that, in a property investment group such as the Land Securities\r\ngroup, there will be commercial reasons to dispose of properties, and an adjustment to\r\nthe consideration for the 9 shares will have no consequence for any disposal by LMPI\r\nof its property assets.\r\n45. The reasoning of the FTT on this point is both straightforward and compelling: if the\r\nconsideration is not adjusted, the effect is to allow Land Securities to claim the loss.\r\nThat cannot be the “just and reasonable” result where the proper application of the\r\nrelevant statutory provisions denies that the loss is available. In the circumstances of\r\nthis case, having regard to the scheme undertaken by Land Securities and the tax-free\r\nbenefit which the scheme delivered and which enabled Land Securities to claim the\r\nloss in question, the just and reasonable adjustment we must make, within the\r\nconfines of section 30(5), is to increase the consideration for the disposal of the 9\r\nshares to the extent necessary to eliminate the loss claimed. The only countervailing\r\nfactor – the possible realisation (as a taxable gain) on any eventual disposal by Land\r\nSecurities of the 9 shares of the latent gain in its holding – is too remote and\r\ncontingent to have any weight.\r\nCONCLUSION\r\n46. For these reasons, we dismiss Land Securities’ appeal.\r\nMR JUSTICE ROTH\r\nUPPER TRIBUNAL JUDGE\r\nEDWARD SADLER\r\nUPPER TRIBUNAL JUDGE\r\nRELEASE DATE: 14 MARCH 2013","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2013-03-14","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/5764f0b6ed915d3cfd000066/land-securities-plc-v-hmrc.pdf","title":"Land Securities PLC v The Commissioners for HM Revenue and Customs: [2013] UKUT 0124 (TCC)","content_type":"application/pdf","updated_at":"2016-06-18T06:56:54Z","created_at":"2016-06-18T06:56:54Z","content_id":"4284a894-3787-461f-9cff-836b537862b8"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:32.408Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/land-securities-plc-v-the-commissioners-for-hm-revenue-and-customs-2013-ukut-0124-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:32Z","base_path":"/tax-and-chancery-tribunal-decisions/land-securities-plc-v-the-commissioners-for-hm-revenue-and-customs-2013-ukut-0124-tcc","description":"Upper Tribunal Tax and Chancery decision of Mr Justice Roth and Judge Sadler on 14 March 2013.             ","content_id":"3984c1f7-2eff-42a0-9e36-f154b3ee22c4","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Land Securities PLC v The Commissioners for HM Revenue and Customs: [2013] UKUT 0124 (TCC)","public_updated_at":"2016-12-01T16:19:32Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/land-securities-plc-v-the-commissioners-for-hm-revenue-and-customs-2013-ukut-0124-tcc","description":"Upper Tribunal Tax and Chancery decision of Mr Justice Roth and Judge Sadler on 14 March 2013.             ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/land-securities-plc-v-the-commissioners-for-hm-revenue-and-customs-2013-ukut-0124-tcc","withdrawn":false,"content_id":"3984c1f7-2eff-42a0-9e36-f154b3ee22c4","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}