{"title":"Social Care monthly commentary: December 2016","public_updated_at":"2016-12-14T09:30:49Z","details":{"body":"<div class=\"govspeak\"><p>While Christmas is generally thought of as a festive and happy time of the year, it can be a difficult and lonely time for some. As families travel across the country to reconnect and reignite old family traditions, for care leavers this time of the year can shine an unwelcome light on what it really means to be cared for.</p>\n\n<p>Especially at Christmas I am reminded that care is about relationships.</p>\n\n<p>Care is what we receive from our family and friends. Sometimes, we can forget that it can be as simple as having supportive and healthy relationships with people who care about us. As corporate parents we try to replicate that relationship as closely as possible, so that care leavers get the same support that many of their peers get as they begin adulthood. And sometimes, this can mean something as simple as sending a card or an advent calendar in the post, so that our young people know they are still cared for. This is a good time of the year to pause for reflection and ask ourselves, are we regularly showing our care and support in the way we would to our own children?</p>\n\n<p>Adolescence is a time of growing independence but, like their peers, care leavers need someone to turn to when they need advice or when things go wrong. In many local authorities (LAs), care leavers spoke highly of their personal advisers and inspectors have regularly seen examples of tenacious support and ongoing practical help that care leavers clearly value. Practical help can be things like filling in job or university applications, accessing benefits, opening a bank account or what to do when your sink has sprung a leak. These are all things that many people call their parents about, even well into adulthood, and they are easy to take for granted.</p>\n\n<p>In LAs such as Stockton-on-Tees, Cornwall and Durham, which have all been recently inspected, staff know that it works best when relationships with personal advisers are established early and when there is co-working with social workers from the age of 16. They understand that building trust and communication takes time and that involving personal advisers early can help to stop care leavers just drifting or dropping off the end of the system at 18.</p>\n\n<p>Young people might already have someone they can rely on and these relationships work best when social workers or personal advisers support them in whichever way they can. So, for some care leavers, their most significant and supportive relationship may be with a foster carer. This is where the <a href=\"https://www.gov.uk/government/publications/staying-put-arrangements-for-care-leavers-aged-18-years-and-above\">‘Staying put’ initiative</a> can be crucial. By supporting foster carers and care leavers to help care leavers remain in their placements beyond 18, so they can continue to live at home, as most teenagers of that age do, until they are ready to be independent. As we know, many of these young people have experienced significant trauma, both before becoming looked after or, sometimes, as a result of fractured experiences in care. Because of this, they may need more support and for longer than some of their peers.</p>\n\n<p>The best LAs support and protect the parent/child relationships that have been developed between foster carers and care leavers over a long period of time. Who better to provide parental support in adulthood than the person who provided it in childhood? For this reason, we need to make sure that ‘Staying put’ arrangements are planned early, so that both care leavers and foster carers understand and can have input into how care continues beyond 18. The financial implications need to be thought through. In Greenwich LA, for example, a policy of continuing the same level of financial support beyond 18 means foster carers can feel confident that they are able to care for young people for longer. But this is not reflected across the country.</p>\n\n<p>Not all care leavers will be leaving foster care and I welcome that the government is looking at ways to ensure that young people leaving residential care are able to maintain links with, and get support from, children’s homes. We already know from our inspections that many children’s homes have for years offered support to care leavers once they have left the home, but the government must consider the resource implications of this and provide for any training needs. Children in residential care often need the most support and I am glad to see we are recognising that.</p>\n\n<p>As has been said many times before, by those in the sector, often children and young people need just one person to fight their corner. Someone who knows them and loves them for who they are. And someone who doesn’t give up but fights for what they need. When that happens, we see care leavers get a better deal. That person could be a previous foster carer, a personal adviser, a mentor (such as those used in Islington and Hackney LAs), or a youth worker. Whoever it is, the best LAs respect and value the importance of these relationships.</p>\n\n<p>Overall, services for care leavers have improved from what they were in say, the early 2000s. We know, for example, that the use of bed and breakfast accommodation is much rarer than it once was. The number of care leavers living in suitable accommodation has improved. We know that LAs are in touch with more care leavers than ever before. It is in those LAs where care leavers are still cared for, where they have a genuine and trusting relationship with someone important to them, that conditions for care leavers have improved the most.</p>\n\n<p>Practical help and emotional support are not, however, enough on their own. Parents help their children to plan their future and care leavers need the same. However, personal advisers may change roles, move authority or take leave and foster carers may move house or change jobs. In those circumstances, there may not be a central person, in the same way as a parent, who knows the young person, their plans, goals, wishes and worries. That is why pathway planning is so important. It provides a focus and continual challenge that may be missing in the absence of a parent.</p>\n\n<p>In the best LAs, plans are based on what young people need and heavily informed and influenced by what young people want for themselves. In Ealing LA, for example, staff make plans that consider well the key aspects of a young person’s life, such as their health, future job prospects, social support network and hobbies or passions, as well as financial planning. One of the key cornerstones of the <a rel=\"external\" href=\"http://www.thecareleaversfoundation.org/About_New_Belongings\">‘New belongings’ project</a> was to encourage the 28 participating authorities to really listen to what care leavers wanted and needed, and to build services accordingly. Who better to tell us how to support them, than those who need the support?</p>\n\n<p>However, it is about more than what care leavers want. While young people often give positive feedback about their personal advisers, the best LAs are those that provide not just a friend, but a critical friend/parent who will push young people to reach higher, go further and achieve more for themselves, even when that is not always welcomed by the young person at the time. How many of us who are parents have fought and battled with our youngsters to get them to do what is good for them, even when they don’t want to?</p>\n\n<p>Effective planning doesn’t just happen on the ground with care leavers one on one. The most effective planning and care leaver support start all the way at the top of the chain, where council services are linked so that the basics are covered across the board, for example housing services; access to work and employment; health services; and mental health services. In the best performing LAs, there are long-standing, productive partnerships with housing colleagues and with a range of providers, such as those we saw in Trafford LA. And in relation to employment and training, there are well-established partnerships with relevant institutions and organisations outside of the LA. There is close tracking of progress, ongoing support from the virtual school and good access to specialist advice.</p>\n\n<p>As <a href=\"https://www.gov.uk/government/speeches/ofsted-national-director-of-social-care-monthly-commentary-november-2016\">my November 2016 commentary</a> noted, strategically across the LA the right conditions must be in place for services to work together as effectively as possible. Where there is support and commitment to care leavers from corporate parents at all levels, across the organisation and beyond, frontline staff can focus more on building relationships with young people, rather than being tied up with bureaucratic form-filling when trying to access housing or health services that should be easily obtained.</p>\n\n<p>While we are moving in the right direction to support our care leavers, there is still a long way to go. For too many of our young people, care ends at 18 or even before. For too many, help is offered too late, when they are already in trouble or when they have lost all faith in the system. Help and support, particularly mental health support, are much too difficult to access. We understand that providing these services is complicated, there are more older children coming into care and there is a need for more foster carers, but we must aim high. In too many cases, expectations for care leavers are low and they are helped to claim benefits, but not always helped into a career. This year, as many as 2 in 5 care leavers aged 19 to 21 were not in education, employment or training. Our commitment, aspirations and drive for them should be as high as they are for the young people we know and love in our own families. Can we really say that our aspirations for care leavers are as high as those for their peers?</p>\n\n<p>Care leavers have often overcome huge obstacles in their lives and have become resilient survivors of abuse and neglect. But they too need someone to push them, encourage them and emotionally support them.</p>\n\n<p>Care does not end at 18 and, as an adult myself, I still need support and care from my family and friends.</p>\n\n<p>Central government, LAs and we at Ofsted must show commitment and support to our care leavers for as long as they want and need it.</p>\n</div>","political":false,"delivered_on":"2016-12-14T09:30:00+00:00","change_history":[{"public_timestamp":"2016-12-14T09:30:49.000+00:00","note":"First published."}],"image":{"alt_text":"Eleanor  Schooling CBE","url":"/government/uploads/system/uploads/person/image/2447/EleanorSchooling.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-12-14T09:30:49.000+00:00"},"routes":[{"path":"/government/speeches/social-care-monthly-commentary-december-2016","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","first_published_at":"2016-12-14T09:30:49Z","base_path":"/government/speeches/social-care-monthly-commentary-december-2016","description":"Ofsted's National Director of Social Care, Eleanor Schooling, on care leavers and what it really means to be cared for. ","content_id":"c7d0c8c8-8819-45cb-a1f1-217abfd344b2","locale":"en","expanded_links":{"document_collections":[{"analytics_identifier":null,"api_path":"/api/content/government/collections/ofsted-national-director-of-social-care-monthly-commentaries","base_path":"/government/collections/ofsted-national-director-of-social-care-monthly-commentaries","content_id":"2b4db889-981d-4df5-9233-ddccb898ba49","description":"Ofsted's National Director of Social Care, Eleanor Schooling, writes about major issues in children's services in a series of monthly articles.","document_type":"document_collection","locale":"en","public_updated_at":"2017-03-28T08:45:08Z","schema_name":"document_collection","title":"Social Care monthly commentaries","withdrawn":false,"links":{"documents":[{"analytics_identifier":null,"api_path":"/api/content/government/speeches/social-care-monthly-commentary-december-2016","base_path":"/government/speeches/social-care-monthly-commentary-december-2016","content_id":"c7d0c8c8-8819-45cb-a1f1-217abfd344b2","description":"Ofsted's National Director of Social Care, Eleanor Schooling, on care leavers and what it really means to be cared for. ","document_type":"authored_article","locale":"en","public_updated_at":"2016-12-14T09:30:49Z","schema_name":"speech","title":"Social Care monthly commentary: December 2016","withdrawn":false,"links":{}}]}}],"organisations":[{"analytics_identifier":"D106","api_path":"/api/content/government/organisations/ofsted","base_path":"/government/organisations/ofsted","content_id":"ad5f6169-ac7b-4382-9eb6-e58af71a2f00","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-05-02T11:03:57Z","schema_name":"placeholder","title":"Ofsted","withdrawn":false,"details":{"brand":"department-for-education","logo":{"formatted_title":"Ofsted","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/106/Ofsted-logo-gov.uk.png","alt_text":"Ofsted"}}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/children-and-young-people","base_path":"/government/topics/children-and-young-people","content_id":"89a2270a-8c81-4336-b68c-3e4fb5ac319c","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Children and young people","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/social-care","base_path":"/government/topics/social-care","content_id":"a90d4fac-5656-4745-9c16-08542f42c3ac","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Social care","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/eleanor-schooling","base_path":"/government/people/eleanor-schooling","content_id":"233e4e06-e921-4c08-81c9-194fcd05ff3f","description":null,"document_type":"person","locale":"en","public_updated_at":"2016-11-02T12:57:19Z","schema_name":"placeholder","title":"Eleanor  Schooling CBE","withdrawn":false,"links":{}}],"available_translations":[{"title":"Social Care monthly commentary: December 2016","public_updated_at":"2016-12-14T09:30:49Z","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","base_path":"/government/speeches/social-care-monthly-commentary-december-2016","description":"Ofsted's National Director of Social Care, Eleanor Schooling, on care leavers and what it really means to be cared for. ","api_path":"/api/content/government/speeches/social-care-monthly-commentary-december-2016","withdrawn":false,"content_id":"c7d0c8c8-8819-45cb-a1f1-217abfd344b2","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}