{"title":"End of the line for the default retirement age","public_updated_at":"2011-01-13T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Ministers have decided to proceed with their plan to phase out the DRA between 6 April and 1 October 2011. The Government’s written response to its recent consultation on the issue, and new guidance to help businesses adapt to the removal of the regulation, have been published today.</p>\n\n<p>Currently the DRA enables employers to make staff retire at 65 regardless of their circumstances, but the Government feels the rules must change as people are living longer, healthier lives.</p>\n\n<p>Employment Relations Minister Edward Davey said:</p>\n\n<p>“Retirement should be a matter of choice rather than compulsion - people deserve the freedom to work for as long as they want and are able to do so.</p>\n\n<p>“Older workers can play an incredibly important role in the workplace and it is high time we ended this outdated form of age discrimination.</p>\n\n<p>“We are putting in place support to help business adapt to the change, but it is important to remember that about two-thirds of employers already operate without fixed retirement ages - and many of those with retirement ages already offer flexibility for workers to work longer.</p>\n\n<p>Minister of State for Pensions Steve Webb said:</p>\n\n<p>“It’s right that we put an end to this outdated form of discrimination where employers can force people out of a job simply because of their age. We will work with employers to ensure that the transition is fair and well understood.”</p>\n\n<p>The Government will help employers adapt to the change - it:</p>\n\n<ul>\n  <li>Has worked with Acas (Advisory, Conciliation and Arbitration Service) on new comprehensive guidance that has been published today.</li>\n  <li>Has also published today new Age Positive guidance setting out how many employers manage without fixed retirement ages and benefit from the employment and retention of older workers.</li>\n  <li>Will remove the administrative burden of statutory retirement procedures. With the DRA gone there is no reason to keep employees ‘right to request’ working beyond retirement or for employers to give them a minimum of six months notice of retirement.</li>\n  <li>Will introduce an exception so that there are not unintended consequences for employers that currently voluntarily offer group risk insured benefits (income protection, life assurance, sickness and accident insurance, including private medical cover). There had been concern that removal of the DRA could lead to increased costs and uncertainty for businesses by in effect removing the cut-off point beyond which such benefits are currently no longer offered.</li>\n</ul>\n\n<p>Acas Chief Executive John Taylor said:</p>\n\n<p>“We stand ready to assist any employers who have been operating with a retirement age adapt to the change in the law. Acas has extensive experience of helping organisations understand how they can comply with Government legislation. Our guidance will be available on the Acas website.”</p>\n\n<p>The change means that from 6 April 2011, employers will not be able to issue any notifications for compulsory retirement using the DRA procedure. Between 6 April and 1 October, only people who were notified before 6 April, and whose retirement date is before 1 October can be compulsorily retired using the DRA. After 1 October, employers will not be able to use the DRA to compulsorily retire employees.</p>\n\n<p>Although the Government is removing the DRA, it will still be possible for individual employers to operate a compulsory retirement age, provided that they can objectively justify it. Examples could include air traffic controllers and police officers.</p>\n\n<p>The deregulatory measure is one of the steps the Government is taking to help encourage people to work for longer against the backdrop of demographic change. Others include raising the state pension age to 66 faster than currently scheduled and re-establishing the link between earnings and the basic state pension.</p>\n\n<hr>\n\n<p><strong>Notes to editors:</strong></p>\n\n<hr>\n\n<ol>\n  <li>The response to the consultation document can be found here <a rel=\"external\" href=\"http://www.bis.gov.uk/retirement-age\">[http://www.bis.gov.uk/retirement-age](http://www.bis.gov.uk/retirement-age)</a>.The guidance produced by Acas can be found on the Acas website <a rel=\"external\" href=\"http://www.acas.org.uk/retirement\">www.acas.org.uk/retirement</a>\n</li>\n  <li>Further background information and research together with updated DWP guidance for employers on workforce management without a fixed retirement age is available at <a rel=\"external\" href=\"http://www.businesslink.gov.uk/agepositive\"><strong>[www.businesslink.gov.uk/agepositive](http://www.businesslink.gov.uk/agepositive)</strong></a><strong>.</strong> Further guidance on adapting to the removal of the DRA has been provided by Acas today.<em>**</em>\n</li>\n  <li>The Coalition Agreement committed the Government to phasing out the default retirement age (DRA). To this end, the Department for Business, Innovation and Skills and the Department for Work and Pensions jointly issued a consultation document on 29 July 2010 with detailed proposals on how the phase-out should be implemented. The consultation closed on 21 October 2010.</li>\n  <li>Over 500 responses to the consultation were received, about 50 per cent from individuals, about 30 per cent from businesses and their representative organisations and the remainder from trade unions, Government agencies, charities, legal representatives and others.</li>\n  <li>The consultation document set out the background to the DRA, and explained the transitional arrangements which the Government proposed for its removal, beginning on 6 April 2011 with full abolition on 1 October 2011.</li>\n  <li>The DRA requires employers to give an employee six months’ notice of retirement. As the 30 March is the last date an employer can give an employee 6 months’ notice of retirement, any valid notifications after 30 March and before 6 April will be on a ‘short notice’ basis (i.e. less than six months). The current DRA provisions do allow short notice of retirement to be given (subject to an absolute minimum notice period of two weeks), but an employee may be able to claim compensation (subject to a maximum of eight weeks pay) if given short notice. The short notice provisions will be abolished on 6 April.</li>\n  <li>The Default Retirement Age of 65 was introduced in the Employment Equality (Age) Regulations 2006. It allows employers to set retirement ages of 65 or higher. The measures announced today demonstrate the Government’s ongoing commitment to reducing the burden of red-tape on business and showcases the new One in, One out policy in action.</li>\n  <li>The Department for Business, Innovation and Skills (BIS) and the Department for Work and Pensions (DWP) issued a joint call for evidence to inform policy on the DRA, with submissions requested by 1 February 2010. In addition, a number of key pieces of research were commissioned. A summary of the evidence and the independent research reports have been published alongside this consultation document. They can be found here: <a rel=\"external\" href=\"http://www.bis.gov.uk/policies/employment-matters/research\">[http://www.bis.gov.uk/policies/employment-matters/research](http://www.bis.gov.uk/policies/employment-matters/research)</a>\n</li>\n  <li>DWP published a call for evidence about the right point at which the state pension age should rise to 66 for both men and women on 24 June 2010. It can be found here: <a rel=\"external\" href=\"http://www.dwp.gov.uk/policy/pensions-reform/latest-news\">www.dwp.gov.uk/policy/pensions-reform/latest-news</a>\n</li>\n  <li>Currently there are around 850,000 people over age 65 in work (LFS Q3 2010, UK).</li>\n  <li>BIS’ online newsroom contains the latest press notices, speeches, as well as video and images for download. It also features an up to date list of BIS press office contacts. See <a rel=\"external\" href=\"http://www.bis.gov.uk/newsroom\">[http://www.bis.gov.uk/newsroom](http://www.bis.gov.uk/newsroom)</a> for more information.</li>\n</ol>\n\n<h3 id=\"notes-to-editors\">Notes to Editors</h3>\n\n<h3 id=\"contact-information\">Contact Information</h3>\n\n<p>Name\n    BIS Press Office\nJob Title</p>\n\n<p>Division\n    COI\nPhone</p>\n\n<p>Fax</p>\n\n<p>Mobile</p>\n\n<p>Email\n    <a href=\"mailto:NDS.BIS@coi.gsi.gov.uk\">NDS.BIS@coi.gsi.gov.uk</a></p>\n\n<p>Name\n    Henry Tanner\nJob Title</p>\n\n<p>Division\n    Department for Business, Innovation and Skills\nPhone\n    020 7215 5947\nFax</p>\n\n<p>Mobile</p>\n\n<p>Email\n    <a href=\"mailto:henry.tanner@bis.gsi.gov.uk\">henry.tanner@bis.gsi.gov.uk</a></p>\n</div>","emphasised_organisations":["569a9ee5-c195-4b7f-b9dc-edc17a09113f"],"change_history":[{"public_timestamp":"2011-01-13T00:00:00.000+00:00","note":"First published."}],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/default_news_organisation_image_data/file/150/s300_department-for-business-innovation-skills.jpg","caption":null,"alt_text":"placeholder"},"first_public_at":"2011-01-13T00:00:00.000+00:00","political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/news/end-of-the-line-for-the-default-retirement-age","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","first_published_at":"2011-01-13T00:00:00Z","base_path":"/government/news/end-of-the-line-for-the-default-retirement-age","description":"Ministers have decided to proceed with their plan to phase out the DRA between 6 April and 1 October 2011. The Government’s written response…","content_id":"5c9f53c0-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D3","api_path":"/api/content/government/organisations/department-for-business-innovation-skills","base_path":"/government/organisations/department-for-business-innovation-skills","content_id":"569a9ee5-c195-4b7f-b9dc-edc17a09113f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-08-01T15:38:37Z","schema_name":"placeholder","title":"Department for Business, Innovation & Skills","withdrawn":false,"details":{"brand":"department-for-business-innovation-skills","logo":{"formatted_title":"Department <br/>for Business<br/>Innovation &amp; Skills","crest":"bis"}},"links":{}}],"available_translations":[{"title":"End of the line for the default retirement age","public_updated_at":"2011-01-13T00:00:00Z","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","base_path":"/government/news/end-of-the-line-for-the-default-retirement-age","description":"Ministers have decided to proceed with their plan to phase out the DRA between 6 April and 1 October 2011. The Government’s written response…","api_path":"/api/content/government/news/end-of-the-line-for-the-default-retirement-age","withdrawn":false,"content_id":"5c9f53c0-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"news-stories","payload_version":0}