{"title":"New Caledonia travel advice","public_updated_at":"2017-05-05T14:44:57Z","details":{"summary":[{"content_type":"text/govspeak","content":"Some recent security incidents have led to roads being blocked or closed on safety grounds by local authorities. If this happens you should keep moving where it’s safe to do so, or stop and call 17 if it isn't safe to proceed. You should be cautious around large crowds and follow the advice of the local authorities.\r\n\r\nUK health authorities have classified New Caledonia as having a risk of Zika virus transmission. For more information and advice, visit the [National Travel Health Network and Centre website](http://travelhealthpro.org.uk/country/161/new-caledonia#Other_risks).\r\n\r\nTropical cyclones may occur, particularly between mid-December and mid-March. You should monitor the progress of [Tropical Cyclone Donna](http://www.meteo.nc/nouvelle-caledonie/cyclone/phenomenes-en-cours), which may bring hazardous sea and weather conditions to New Caledonia from around 7 May 2017. See [Natural Disasters](/foreign-travel-advice/new-caledonia/natural-disasters)  \r\n  \r\nThere is a low threat from terrorism. See [Terrorism](/foreign-travel-advice/new-caledonia/terrorism)  \r\n    \r\nMost visits to New Caledonia are trouble free. Crime levels are low but you should take normal precautions.  \r\n\r\nIf you’re abroad and you need emergency help from the UK government, contact the [nearest British embassy, consulate or high commission](https://www.gov.uk/government/world/embassies). \r\n    \r\nTake out comprehensive [travel and medical insurance](https://www.gov.uk/foreign-travel-insurance) before you travel.\r\n"},{"content_type":"text/html","content":"<p>Some recent security incidents have led to roads being blocked or closed on safety grounds by local authorities. If this happens you should keep moving where it’s safe to do so, or stop and call 17 if it isn’t safe to proceed. You should be cautious around large crowds and follow the advice of the local authorities.</p>\n\n<p>UK health authorities have classified New Caledonia as having a risk of Zika virus transmission. For more information and advice, visit the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/161/new-caledonia#Other_risks\">National Travel Health Network and Centre website</a>.</p>\n\n<p>Tropical cyclones may occur, particularly between mid-December and mid-March. You should monitor the progress of <a rel=\"external\" href=\"http://www.meteo.nc/nouvelle-caledonie/cyclone/phenomenes-en-cours\">Tropical Cyclone Donna</a>, which may bring hazardous sea and weather conditions to New Caledonia from around 7 May 2017. See <a href=\"/foreign-travel-advice/new-caledonia/natural-disasters\">Natural Disasters</a></p>\n\n<p>There is a low threat from terrorism. See <a href=\"/foreign-travel-advice/new-caledonia/terrorism\">Terrorism</a></p>\n\n<p>Most visits to New Caledonia are trouble free. Crime levels are low but you should take normal precautions.</p>\n\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>.</p>\n\n<p>Take out comprehensive <a href=\"https://www.gov.uk/foreign-travel-insurance\">travel and medical insurance</a> before you travel.</p>\n"}],"country":{"slug":"new-caledonia","name":"New Caledonia","synonyms":[]},"updated_at":"2017-05-05T14:44:58Z","reviewed_at":"2017-05-05T14:44:57Z","change_description":"Latest update: Summary - you should monitor the progress of Tropical Cyclone Donna, which may bring hazardous sea and weather conditions to New Caledonia from around 7 May 2017","email_signup_link":"/foreign-travel-advice/new-caledonia/email-signup","parts":[{"slug":"terrorism","title":"Terrorism","body":[{"content_type":"text/govspeak","content":"There is a low threat from terrorism, but you should be aware of the global risk of indiscriminate terrorist attacks, which could be in public places, including those frequented by expatriates and foreign nationals.  \r\n\r\nThere is considered to be a heightened threat of terrorist attack globally against UK interests and British nationals, from groups or individuals motivated by the conflict in Iraq and Syria. You should be vigilant at this time.\r\n\r\nFind out more about the [global threat from terrorism](https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad), how to minimise your risk and what to do in the event of a terrorist attack."},{"content_type":"text/html","content":"<p>There is a low threat from terrorism, but you should be aware of the global risk of indiscriminate terrorist attacks, which could be in public places, including those frequented by expatriates and foreign nationals.</p>\n\n<p>There is considered to be a heightened threat of terrorist attack globally against UK interests and British nationals, from groups or individuals motivated by the conflict in Iraq and Syria. You should be vigilant at this time.</p>\n\n<p>Find out more about the <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">global threat from terrorism</a>, how to minimise your risk and what to do in the event of a terrorist attack.</p>\n"}]},{"slug":"entry-requirements","title":"Entry requirements","body":[{"content_type":"text/govspeak","content":"The information on this page covers the most common types of travel and reflects the UK government’s understanding of the rules currently in place. Unless otherwise stated, this information is for travellers using a full ‘British Citizen’ passport.\r\n\r\nThe authorities in the country or territory you’re travelling to are responsible for setting and enforcing the rules for entry. If you’re unclear about any aspect of the entry requirements, or you need further reassurance, you’ll need to contact the [embassy, high commission or consulate](https://www.gov.uk/government/publications/foreign-embassies-in-the-uk) of the country or territory you’re travelling to. \r\n\r\nYou should also consider checking with your transport provider or travel company to make sure your passport and other travel documents meet their requirements.  \r\n\r\n###Visas  \r\nNew Caledonia is a dependent territory of France. If your passport describes you as a British Citizen you do not need a visa to enter New Caledonia. Other British passport holders should check the current entry requirements with the [French Foreign Ministry](http://www.diplomatie.gouv.fr/en/france/coming-to-france/getting-a-visa/article/foreign-nationals-holding-ordinary). If you wish to remain in New Caledonia for more than three months, you should apply at the local Haut Commissariat or French Consulate for the necessary residence and work permits.\r\n\r\n###Passport validity  \r\nYour passport should be valid for the proposed duration of your stay. No additional period of validity beyond this is required.\r\n\r\n###Yellow fever certificate requirements\r\nCheck whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s [TravelHealthPro website](http://travelhealthpro.org.uk/country/161/new-caledonia#Vaccine_recommendations).\r\n    \r\n###UK Emergency Travel Documents\r\nUK Emergency Travel Documents are accepted for entry, airside transit and exit from New Caledonia.\r\n\r\n###Employment  \r\nEU regulations regarding employment and right of abode don't apply to New Caledonia. British nationals have no right to work or to extend their stay beyond the initial 3 months without special authorisation from the local authorities."},{"content_type":"text/html","content":"<p>The information on this page covers the most common types of travel and reflects the UK government’s understanding of the rules currently in place. Unless otherwise stated, this information is for travellers using a full ‘British Citizen’ passport.</p>\n\n<p>The authorities in the country or territory you’re travelling to are responsible for setting and enforcing the rules for entry. If you’re unclear about any aspect of the entry requirements, or you need further reassurance, you’ll need to contact the <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">embassy, high commission or consulate</a> of the country or territory you’re travelling to.</p>\n\n<p>You should also consider checking with your transport provider or travel company to make sure your passport and other travel documents meet their requirements.</p>\n\n<h3 id=\"visas\">Visas</h3>\n<p>New Caledonia is a dependent territory of France. If your passport describes you as a British Citizen you do not need a visa to enter New Caledonia. Other British passport holders should check the current entry requirements with the <a rel=\"external\" href=\"http://www.diplomatie.gouv.fr/en/france/coming-to-france/getting-a-visa/article/foreign-nationals-holding-ordinary\">French Foreign Ministry</a>. If you wish to remain in New Caledonia for more than three months, you should apply at the local Haut Commissariat or French Consulate for the necessary residence and work permits.</p>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n<p>Your passport should be valid for the proposed duration of your stay. No additional period of validity beyond this is required.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n<p>Check whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/161/new-caledonia#Vaccine_recommendations\">TravelHealthPro website</a>.</p>\n\n<h3 id=\"uk-emergency-travel-documents\">UK Emergency Travel Documents</h3>\n<p>UK Emergency Travel Documents are accepted for entry, airside transit and exit from New Caledonia.</p>\n\n<h3 id=\"employment\">Employment</h3>\n<p>EU regulations regarding employment and right of abode don’t apply to New Caledonia. British nationals have no right to work or to extend their stay beyond the initial 3 months without special authorisation from the local authorities.</p>\n"}]},{"slug":"health","title":"Health","body":[{"content_type":"text/govspeak","content":"Visit your health professional at least 4 to 6 weeks before your trip to check whether you need any vaccinations or other preventive measures. Country specific information and advice is published by the National Travel Health Network and Centre on the [TravelHealthPro website](http://travelhealthpro.org.uk/country-information/) and by NHS (Scotland) on the [fitfortravel website](http://www.fitfortravel.nhs.uk/destinations.aspx). Useful information and advice about healthcare abroad is also available on the [NHS Choices website](http://www.nhs.uk/NHSEngland/Healthcareabroad/Pages/Healthcareabroad.aspx). \r\n    \r\nGeneral health care facilities in New Caledonia are good for uncomplicated treatment, but more serious cases may require evacuation to Australia or France. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.  \r\n    \r\nThe European Health Insurance Card ( [EHIC](http://www.nhs.uk/NHSEngland/Healthcareabroad/EHIC/Pages/about-the-ehic.aspx)) does not provide health cover in New Caledonia.  \r\n\r\nUK health authorities have classified New Caledonia as having a risk of Zika virus transmission. For more information and advice, visit the [National Travel Health Network and Centre website](http://travelhealthpro.org.uk/country/161/new-caledonia#Other_risks).\r\n\r\nCases of [Chikungunya virus](http://www.fitfortravel.nhs.uk/advice/disease-prevention-advice/chikungunya-fever.aspx) and [Dengue fever](http://www.dass.gouv.nc/portal/page/portal/dass/observatoire_sante/veille_sanitaire/Dengue) have been confirmed in New Caledonia. You should take steps to avoid being bitten by mosquitoes. \r\n\r\nIf you need emergency medical assistance during your trip, dial 256767 and ask for an ambulance. You should contact your insurance/medical assistance company promptly if you are referred to a medical facility for treatment."},{"content_type":"text/html","content":"<p>Visit your health professional at least 4 to 6 weeks before your trip to check whether you need any vaccinations or other preventive measures. Country specific information and advice is published by the National Travel Health Network and Centre on the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country-information/\">TravelHealthPro website</a> and by NHS (Scotland) on the <a rel=\"external\" href=\"http://www.fitfortravel.nhs.uk/destinations.aspx\">fitfortravel website</a>. Useful information and advice about healthcare abroad is also available on the <a rel=\"external\" href=\"http://www.nhs.uk/NHSEngland/Healthcareabroad/Pages/Healthcareabroad.aspx\">NHS Choices website</a>.</p>\n\n<p>General health care facilities in New Caledonia are good for uncomplicated treatment, but more serious cases may require evacuation to Australia or France. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p>The European Health Insurance Card ( <a rel=\"external\" href=\"http://www.nhs.uk/NHSEngland/Healthcareabroad/EHIC/Pages/about-the-ehic.aspx\">EHIC</a>) does not provide health cover in New Caledonia.</p>\n\n<p>UK health authorities have classified New Caledonia as having a risk of Zika virus transmission. For more information and advice, visit the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/161/new-caledonia#Other_risks\">National Travel Health Network and Centre website</a>.</p>\n\n<p>Cases of <a rel=\"external\" href=\"http://www.fitfortravel.nhs.uk/advice/disease-prevention-advice/chikungunya-fever.aspx\">Chikungunya virus</a> and <a rel=\"external\" href=\"http://www.dass.gouv.nc/portal/page/portal/dass/observatoire_sante/veille_sanitaire/Dengue\">Dengue fever</a> have been confirmed in New Caledonia. You should take steps to avoid being bitten by mosquitoes.</p>\n\n<p>If you need emergency medical assistance during your trip, dial 256767 and ask for an ambulance. You should contact your insurance/medical assistance company promptly if you are referred to a medical facility for treatment.</p>\n"}]},{"slug":"natural-disasters","title":"Natural disasters","body":[{"content_type":"text/govspeak","content":"Tropical cyclones may occur in New Caledonia, particularly between mid-December and mid-March. Check [local forecasts](http://www.meteo.nc/nouvelle-caledonie/cyclone/phenomenes-en-cours) and updates from the [World Meteorological Organisation.](http://severe.worldweather.org/) You should monitor these updates and follow any advice issued by the local authorities.\r\n\r\nSee our [tropical cyclones page](https://www.gov.uk/tropical-cyclones) for advice about what to do if you are caught up in a storm."},{"content_type":"text/html","content":"<p>Tropical cyclones may occur in New Caledonia, particularly between mid-December and mid-March. Check <a rel=\"external\" href=\"http://www.meteo.nc/nouvelle-caledonie/cyclone/phenomenes-en-cours\">local forecasts</a> and updates from the <a rel=\"external\" href=\"http://severe.worldweather.org/\">World Meteorological Organisation.</a> You should monitor these updates and follow any advice issued by the local authorities.</p>\n\n<p>See our <a href=\"https://www.gov.uk/tropical-cyclones\">tropical cyclones page</a> for advice about what to do if you are caught up in a storm.</p>\n"}]},{"slug":"travel-advice-help-and-support","title":"Travel advice help and support","body":[{"content_type":"text/govspeak","content":"%If you’re abroad and you need emergency help from the UK government, contact the [nearest British embassy, consulate or high commission](https://www.gov.uk/government/world/embassies). If you need urgent help because something has happened to a friend or relative abroad, contact the Foreign and Commonwealth Office (FCO) in London on 020 7008 1500 (24 hours).%\r\n\r\n###Foreign travel checklist\r\n\r\nRead our [foreign travel checklist](https://www.gov.uk/guidance/foreign-travel-checklist) to help you plan for your trip abroad and stay safe while you’re there. \r\n\r\n###Travel safety\r\n\r\nThe FCO travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.  \r\n\r\nWhen we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. [Read more about how the FCO assesses and categorises risk in foreign travel advice](https://www.gov.uk/guidance/how-the-foreign-commonwealth-office-puts-together-travel-advice).  \r\n\r\nOur [crisis overseas page](https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas) suggests additional things you can do before and during foreign travel to help you stay safe.\r\n\r\n###Refunds and cancellations\r\n\r\nIf you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.\r\n\r\nFor more information about your rights if you wish to cancel a holiday, visit [the Citizen’s Advice Bureau website](https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/). For help resolving problems with a flight booking, visit the [website of the Civil Aviation Authority](https://www.caa.co.uk/Passengers/Resolving-travel-problems/). For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the [Financial Ombudsman Service](http://www.financial-ombudsman.org.uk/consumer/complaints.htm). \r\n\r\n###Registering your travel details with us\r\n\r\nWe’re no longer asking people to register with us before travel. Our [foreign travel checklist](https://www.gov.uk/guidance/foreign-travel-checklist) and [crisis overseas page](https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas) suggest things you can do before and during foreign travel to plan your trip and stay safe.\r\n\r\n###Previous versions of FCO travel advice\r\n\r\nIf you’re looking for a previous version of the FCO travel advice, visit the [National Archives website](http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice). If you can’t find the page you’re looking for there, [send us a request](mailto:traveladvicepublicenquiries@fco.gov.uk). \r\n\r\n###Further help\r\n\r\nIf you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can [submit an enquiry](mailto:traveladvicepublicenquiries@fco.gov.uk). We’re not able to provide tailored advice for specific trips."},{"content_type":"text/html","content":"\n<div role=\"note\" aria-label=\"Help\" class=\"application-notice help-notice\">\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. If you need urgent help because something has happened to a friend or relative abroad, contact the Foreign and Commonwealth Office (FCO) in London on 020 7008 1500 (24 hours).</p>\n</div>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> to help you plan for your trip abroad and stay safe while you’re there.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The FCO travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/how-the-foreign-commonwealth-office-puts-together-travel-advice\">Read more about how the FCO assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"registering-your-travel-details-with-us\">Registering your travel details with us</h3>\n\n<p>We’re no longer asking people to register with us before travel. Our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> and <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggest things you can do before and during foreign travel to plan your trip and stay safe.</p>\n\n<h3 id=\"previous-versions-of-fco-travel-advice\">Previous versions of FCO travel advice</h3>\n\n<p>If you’re looking for a previous version of the FCO travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. If you can’t find the page you’re looking for there, <a href=\"mailto:traveladvicepublicenquiries@fco.gov.uk\">send us a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a href=\"mailto:traveladvicepublicenquiries@fco.gov.uk\">submit an enquiry</a>. We’re not able to provide tailored advice for specific trips.</p>\n"}]}],"alert_status":[],"max_cache_time":10,"publishing_request_id":"19878-1493995497.956-185.22.224.96-18052"},"routes":[{"path":"/foreign-travel-advice/new-caledonia","type":"exact"},{"path":"/foreign-travel-advice/new-caledonia.atom","type":"exact"},{"path":"/foreign-travel-advice/new-caledonia/print","type":"exact"},{"path":"/foreign-travel-advice/new-caledonia/entry-requirements","type":"exact"},{"path":"/foreign-travel-advice/new-caledonia/health","type":"exact"},{"path":"/foreign-travel-advice/new-caledonia/natural-disasters","type":"exact"},{"path":"/foreign-travel-advice/new-caledonia/terrorism","type":"exact"},{"path":"/foreign-travel-advice/new-caledonia/travel-advice-help-and-support","type":"exact"}],"redirects":[],"publishing_app":"travel-advice-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"travel_advice","schema_name":"travel_advice","first_published_at":"2016-02-29T09:24:10Z","base_path":"/foreign-travel-advice/new-caledonia","description":"Latest travel advice for New Caledonia including safety and security, entry requirements, travel warnings and health","content_id":"a6b88bf7-e78f-4c0e-9de6-e291ee8a5305","locale":"en","expanded_links":{"ordered_related_items":[{"analytics_identifier":null,"api_path":"/api/content/driving-abroad","base_path":"/driving-abroad","content_id":"e4d06cb9-9e2e-4e82-b802-0aad013ae16c","description":"You'll need a Great Britain or Northern Ireland licence to drive abroad and an International Driving Permit in some non-EU countries","document_type":"answer","locale":"en","public_updated_at":"2015-07-09T08:31:23Z","schema_name":"answer","title":"Driving abroad","withdrawn":false,"links":{"mainstream_browse_pages":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/living-abroad","base_path":"/browse/abroad/living-abroad","content_id":"bbb8985a-5451-4e9d-a601-8c55853a096c","description":"Includes tax, State Pension, benefits and UK government services abroad","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-06-24T13:56:51Z","schema_name":"mainstream_browse_page","title":"Living abroad","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}}]}},{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/travel-abroad","base_path":"/browse/abroad/travel-abroad","content_id":"b9849cd6-61a7-42dc-8124-362d2c7d48b0","description":"Includes the latest travel advice by country, your rights at the airport and getting help abroad","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-06-24T13:56:51Z","schema_name":"mainstream_browse_page","title":"Travel abroad","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}}]}},{"analytics_identifier":null,"api_path":"/api/content/browse/driving/driving-uk-and-abroad","base_path":"/browse/driving/driving-uk-and-abroad","content_id":"231ad2c1-c1cd-4e00-8479-5277cfe05027","description":"","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2016-10-10T23:14:51Z","schema_name":"mainstream_browse_page","title":"Driving in the UK and abroad","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/driving","base_path":"/browse/driving","content_id":"03531ffd-314b-4fed-9361-fa9816005c31","description":"Apply for a driving licence, tax your vehicle, book your driving test, and find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2016-10-07T22:18:32Z","schema_name":"mainstream_browse_page","title":"Driving and transport","withdrawn":false,"links":{}}]}}]}},{"analytics_identifier":null,"api_path":"/api/content/hand-luggage-restrictions","base_path":"/hand-luggage-restrictions","content_id":"95f9c380-30bc-44c7-86b4-e9c9ef0fc272","description":"Hand luggage restrictions at UK airports - carry-on luggage, checked-in baggage, restricted items and liquids","document_type":"guide","locale":"en","public_updated_at":"2015-09-07T16:23:07Z","schema_name":"guide","title":"Hand luggage restrictions at UK airports","withdrawn":false,"links":{"mainstream_browse_pages":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/travel-abroad","base_path":"/browse/abroad/travel-abroad","content_id":"b9849cd6-61a7-42dc-8124-362d2c7d48b0","description":"Includes the latest travel advice by country, your rights at the airport and getting help abroad","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-06-24T13:56:51Z","schema_name":"mainstream_browse_page","title":"Travel abroad","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}}]}}]}},{"analytics_identifier":null,"api_path":"/api/content/renew-adult-passport","base_path":"/renew-adult-passport","content_id":"82248bb1-c4d6-41e0-9494-d98123475626","description":"How to apply, how long it takes, how much it costs, track your application, unexpired visas, replacing a damaged passport","document_type":"guide","locale":"en","public_updated_at":"2015-01-12T00:01:07Z","schema_name":"guide","title":"Renew or replace your adult passport","withdrawn":false,"links":{"mainstream_browse_pages":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/passports","base_path":"/browse/abroad/passports","content_id":"dd842862-e148-4fe3-b363-e57d6a2689aa","description":"Eligibility, fees, applying, renewing and updating","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2016-12-05T17:00:29Z","schema_name":"mainstream_browse_page","title":"Passports","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}}]}}]}}],"organisations":[{"analytics_identifier":"D13","api_path":"/api/content/government/organisations/foreign-commonwealth-office","base_path":"/government/organisations/foreign-commonwealth-office","content_id":"9adfc4ed-9f6c-4976-a6d8-18d34356367c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:43:46Z","schema_name":"placeholder","title":"Foreign & Commonwealth Office","withdrawn":false,"details":{"brand":"foreign-commonwealth-office","logo":{"formatted_title":"Foreign &amp;<br/>Commonwealth <br/>Office","crest":"single-identity"}},"links":{}}],"parent":[{"analytics_identifier":null,"api_path":"/api/content/foreign-travel-advice","base_path":"/foreign-travel-advice","content_id":"08d48cdd-6b50-43ff-a53b-beab47f4aab0","description":"Latest travel advice by country including safety and security, entry requirements, travel warnings and health","document_type":"travel_advice_index","locale":"en","public_updated_at":"2017-05-02T10:51:33Z","schema_name":"travel_advice_index","title":"Foreign travel advice","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/travel-abroad","base_path":"/browse/abroad/travel-abroad","content_id":"b9849cd6-61a7-42dc-8124-362d2c7d48b0","description":"Includes the latest travel advice by country, your rights at the airport and getting help abroad","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-06-24T13:56:51Z","schema_name":"mainstream_browse_page","title":"Travel abroad","withdrawn":false,"links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}}]}}]}}],"related":[{"analytics_identifier":null,"api_path":"/api/content/renew-adult-passport","base_path":"/renew-adult-passport","content_id":"82248bb1-c4d6-41e0-9494-d98123475626","description":"How to apply, how long it takes, how much it costs, track your application, unexpired visas, replacing a damaged passport","document_type":"guide","locale":"en","public_updated_at":"2015-01-12T00:01:07Z","schema_name":"guide","title":"Renew or replace your adult passport","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/browse/abroad","base_path":"/browse/abroad","content_id":"86eb717a-fb40-42e7-83fa-d031a03880fb","description":"Includes renewing passports and travel advice by country","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-04-08T10:48:43Z","schema_name":"mainstream_browse_page","title":"Passports, travel and living abroad","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/driving-abroad","base_path":"/driving-abroad","content_id":"e4d06cb9-9e2e-4e82-b802-0aad013ae16c","description":"You'll need a Great Britain or Northern Ireland licence to drive abroad and an International Driving Permit in some non-EU countries","document_type":"answer","locale":"en","public_updated_at":"2015-07-09T08:31:23Z","schema_name":"answer","title":"Driving abroad","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/hand-luggage-restrictions","base_path":"/hand-luggage-restrictions","content_id":"95f9c380-30bc-44c7-86b4-e9c9ef0fc272","description":"Hand luggage restrictions at UK airports - carry-on luggage, checked-in baggage, restricted items and liquids","document_type":"guide","locale":"en","public_updated_at":"2015-09-07T16:23:07Z","schema_name":"guide","title":"Hand luggage restrictions at UK airports","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/browse/abroad/travel-abroad","base_path":"/browse/abroad/travel-abroad","content_id":"b9849cd6-61a7-42dc-8124-362d2c7d48b0","description":"Includes the latest travel advice by country, your rights at the airport and getting help abroad","document_type":"mainstream_browse_page","locale":"en","public_updated_at":"2015-06-24T13:56:51Z","schema_name":"mainstream_browse_page","title":"Travel abroad","withdrawn":false,"links":{}}],"available_translations":[{"title":"New Caledonia travel advice","public_updated_at":"2017-05-11T10:08:21Z","analytics_identifier":null,"document_type":"travel_advice","schema_name":"travel_advice","base_path":"/foreign-travel-advice/new-caledonia","description":"Latest travel advice for New Caledonia including safety and security, entry requirements, travel warnings and health","api_path":"/api/content/foreign-travel-advice/new-caledonia","withdrawn":false,"content_id":"a6b88bf7-e78f-4c0e-9de6-e291ee8a5305","locale":"en"}]},"format":"travel_advice","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}