{"title":"Other areas ","public_updated_at":"2016-03-10T16:05:02Z","details":{"body":"<h2 id=\"sight-registers\">22.\tSight registers</h2>\n\n<p>This chapter provides guidance on:</p>\n\n<ul>\n  <li>Section 77 of the Care Act 2014</li>\n  <li>The Care and Support (Registers) Regulations 2014</li>\n</ul>\n\n<p>This chapter covers:</p>\n\n<ul>\n  <li>registration</li>\n  <li>certification</li>\n  <li>transferring and retaining the certificate of vision impairment (cvi)</li>\n  <li>making contact</li>\n  <li>continuity of care</li>\n  <li>care planning</li>\n  <li>rehabilitation</li>\n  <li>care and support for deafblind children and adults</li>\n  <li>other registers</li>\n</ul>\n\n<p>22.1 \tLocal authorities must keep a register of people who are severely sight impaired and sight impaired.</p>\n\n<p>22.2 \tRegistration is voluntary, however individuals should be encouraged to consent to inclusion on the register as it may assist them in accessing other concessions and benefits. The data which local authorities are provided on registration are also of benefit in service planning for health and care and support. However, individuals’ access to care and support is not dependent upon registration, and those with eligible needs for care and support should continue to receive it regardless of whether they consent to inclusion on the register.</p>\n\n<p>22.3 \tLocal authorities should help health and social care organisations to work together to meet the needs of people who have sight loss, for example, ensuring that care and support services know what help somebody needs in their home when they leave hospital. Timely assessment and care and support that is integrated with health care and person-centred offer the potential to make improvements in experience and outcomes of people who are sight impaired, as well as improving system efficiency.</p>\n\n<h3 id=\"registration\">Registration</h3>\n\n<p>22.4\tLocal authorities must keep a register of people who are severely sight impaired and sight impaired. Local authorities may wish to use this opportunity to bring forward information from existing registers and update details, for example, to check if the information on the register is still current, for example a person may have moved out of the area.</p>\n\n<p>22.5 \tThe <a href=\"https://www.gov.uk/government/publications/guidance-published-on-registering-a-vision-impairment-as-a-disability\">Certificate of Vision Impairment</a> (<abbr title=\"Certificate of Vision Impairment \">CVI</abbr>) formally certifies someone as being sight impaired or as severely sight impaired. A copy of the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> should be sent to the relevant local authority by the hospital staff. However, people in receipt of a <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> should not be added to the local register until they have given their specific consent to the local authority for registration. If the person has given consent he or she may then be registered. Local authorities may take the date of certification given on the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> as the effective date of registration. However, if consent has not been given, the person should still be offered a needs assessment.</p>\n\n<p>22.6 \tThe <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> is an important source of information for local authorities in relation to their registration duties. Local authorities should satisfy themselves that the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> is completed correctly and it contains valid signatures as required (currently the consultant ophthalmologist and the patient) when receiving a hard copy of the form. Electronic versions and paper copies of CVIs should be accepted for registration.</p>\n\n<p>22.7 \tPeople who agree to be registered may be entitled to some benefits, for example, an increase in personal tax allowance, a reduction in the cost of a TV license, a free bus pass and parking concessions under the Blue Badge Scheme. It is important that strong links exist between local authorities, health services and voluntary organisations to identify those who may benefit from registration. Appendix C of the UK Vision Strategy 2013 contains a tool that offers a pathway, approved by the Strategic Advisory Group of the UK.</p>\n\n<h3 id=\"vision-strategy\">Vision Strategy</h3>\n\n<p>22.8\tSchedule 2 of the 1989 Children Act requires local authorities to keep registers of disabled children, which must include children with sight impairments.</p>\n\n<h3 id=\"certification\">Certification</h3>\n\n<p>22.9 \tThe <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> is issued by a consultant ophthalmologist to the patient certifying as sight impaired or severely sight impaired. The DH guidelines in the Certificate of Vision Impairment: Explanatory Notes for <a href=\"https://www.gov.uk/government/publications/guidance-published-on-registering-a-vision-impairment-as-a-disability\">Consultant Ophthalmologists and Hospital Eye Clinic Staff</a> states who should be certified as severely sight impaired and sight impaired.</p>\n\n<p>22.10\tCertification is not the final stage, but often it is the point when people begin to accept the severity of their sight loss and get access to practical and emotional support.</p>\n\n<p>22.11\tIt is expected that NHS services will keep the completed certificate, signed by the consultant and the patient, for their records. A copy of the certificate should be sent to the relevant local authority and the patient’s GP within 5 working days of its completion. The &lsquo;Certificate of Vision Impairment Explanatory Notes for <a href=\"https://www.gov.uk/government/publications/guidance-published-on-registering-a-vision-impairment-as-a-disability\">Consultant Ophthalmologists and Hospital Eye Clinic Staff</a> provides information on this.</p>\n\n<p>22.12\tThe Public Health Outcomes Framework (Domain 4: Healthcare public health and preventing premature mortality) has the overarching objective to reduce numbers of people living with preventable ill health and people dying prematurely and has the &lsquo;preventable sight loss&rsquo; indicator. The <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> is the key data source for the preventable sight loss indicator and a copy of the form is also sent to Moorfields Eye Hospital for epidemiological analysis of cases where sight loss is due to age-related macular degeneration, glaucoma, diabetic retinopathy and any other cause.</p>\n\n<p>22.13\tThe Certifications Office at Moorfields Eye Hospital receives the CVIs from hospitals across England and Wales for anonymised analysis by age, sex, visual status, location and ethnicity. These figures are reported to Public Health England, diabetic screening programmes so that they can monitor the numbers of newly certified people in their areas with potentially avoidable eye disease and to the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> Committee. The <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> figures are benchmarked against the Health and Social Care Information Centre’s (<abbr title=\"Health and Social Care Information Centre\">HSCIC</abbr>) data on numbers of people newly registered so mapping health and social care data. The <abbr title=\"Health and Social Care Information Centre\">HSCIC</abbr>’s publication in September 2014 <a rel=\"external\" href=\"http://www.hscic.gov.uk/catalogue/PUB14798\">Registered Blind and Partially Sighted \nPeople Year Ending 31 March 2014</a>, provides latest data information.</p>\n\n<p>22.14\tLocal authorities should note that there will also be people who have a reduced/low vision but do not meet the criteria for certification who may need to be considered in service planning.</p>\n\n<h3 id=\"transferring-and-retaining-the-cvi\">Transferring and retaining the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr></h3>\n\n<p>22.15\tThe CVIs should be kept until the person moves to another area or has passed away. In the event of a person’s death, the local authority should keep the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> for at least 3 years after the person’s death as it may be necessary for tax purposes to establish if a deceased person was registered with a local authority.</p>\n\n<h3 id=\"making-contact\">Making contact</h3>\n\n<p>22.16\tUpon receipt of the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr>, the local authority should make contact with the person issued with the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> (regardless of whether the person has decided to register or not) within 2 weeks to arrange their inclusion on the local authority’s register (with the person’s informed consent) and offer individuals a registration card as identified on the <abbr title=\"Certificate of Vision Impairment \">CVI</abbr> registration form. Where there is an appearance of need for care and support, local authorities must arrange an assessment of their needs in a timely manner.</p>\n\n<p>22.17\tTo minimise unnecessary costs and maximise the ability of people who have sight impairment, they should have early access to information and advice in an accessible format so that they can adapt to their situation as quickly as possible and obtain any aids and support that will help them to manage their lives better.</p>\n\n<h3 id=\"continuity-of-care\">Continuity of care</h3>\n\n<p>22.18\tA person may decide to move home and live in another local authority area. In such circumstances local authorities must follow the process which is set out in chapter 20. This is aimed at ensuring that the person’s care and support needs will continue to be met during their move. The process requires the original authority to provide the authority the person is moving to with relevant information to support the move such as a copy of the person’s care and support plan, their latest assessment, and any other documentation the second authority requests. This should include a copy of their <abbr title=\"Certificate of Vision Impairment \">CVI</abbr>. The second authority should register the person with the person’s consent on their register, and the former authority should remove that person’s name to avoid duplication.</p>\n\n<h3 id=\"care-planning\">Care planning</h3>\n\n<p>22.19\tProviding excellent services for blind and partially sighted people – <a rel=\"external\" href=\"http://www.rnib.org.uk/services-we-offer-advice-professionals/social-care-professionals\">A guide for local authorities</a>, published by Royal National Institute for Blind People (<abbr title=\"Royal National Institute of Blind People\">RNIB</abbr>) and Action for Blind People, is a good practice guide that helps inform local authorities’ understanding of the extent and impact of sight impairment, the main causes and risk factors and the effects on people’s lives.</p>\n\n<p>22.20\tA vital part of modern care and support is the care and support plan. Having carried out a needs assessment, local authorities must prepare a care and support plan for everyone with eligible needs or other needs which the local authority is going to meet. Where someone has sight loss, this should be recorded in the care and support plan. Further details are set out in chapter 10 of this guidance.\nRehabilitation</p>\n\n<p>22.21\tLocal authorities should consider securing specialist qualified rehabilitation and assessment provision (whether in-house, or contracted through a third party), to ensure that the needs of people with sight loss are correctly identified and their independence maximised. Certain aspects of independence training with severely sight impaired and sight impaired people require careful risk management and should only be undertaken by professionals with relevant experience and training. This type of rehabilitation should be provided to the person for a period appropriate to meet their needs. This will help the person to gain new skills, for example, when training to use a white cane. As aspects of rehabilitation for people with sight loss are distinct from refer to the Association of Directors of Adults Social Services’ (<abbr title=\"Association of Directors of Adult Social Services\">ADASS</abbr>) position statement of December 2013.</p>\n\n<p>22.22\tThis makes it clear that rehabilitation for sight impaired people is a specific form of reablement. However, there are some intrinsic characteristics which define rehabilitation as being distinct from other forms of reablement. It is therefore not appropriate to take a one-size-fits-all approach, and local authorities need to ensure that individual needs are met appropriately.</p>\n\n<h3 id=\"care-and-support-for-deafblind-children-and-adults\">Care and support for Deafblind children and adults</h3>\n\n<p>22.23\tThis guidance relates to adults with sight impairment only. Guidance in relation to care and support for deafblind children and adults is issued separately under different legal powers, and should be considered in parallel.</p>\n\n<h3 id=\"other-registers\">Other registers</h3>\n\n<p>22.24\tLocal authorities may also establish and maintain a register of people living in their area that have a disability (a physical or mental impairment which has a substantial and long-term adverse effect on their ability to carry out normal day-to-day activities) or who need care and support or are likely to do so in the future.</p>\n\n<p>22.25\tInclusion on registers is voluntary and with the individual’s informed consent. However local authorities should encourage individual’s consent to inclusion on the register as such registers may support the establishment of an accurate and useful local record of people whose needs may change over time, for example:</p>\n\n<ul>\n  <li>someone with a progressive long-term condition whose needs may increase over time</li>\n  <li>when the person on whom they are mainly dependent for their care has stopped providing care</li>\n  <li>those who are ordinarily resident but may be receiving temporary care and support out of area, or in-patient treatment in health services, but who are likely to require care and support on their discharge or return</li>\n</ul>\n\n<p>22.26\tFor information on ordinary residence and out of area placements see chapter 19 of this guidance. This information can help local authorities to plan and commission services appropriately for those who need or are anticipated in the future to need care and support. This information could be useful, for example, in helping the local authority to meet its obligation to take steps to prevent reduce or delay needs, which requires local authorities to consider the importance of identifying adults whose needs are not being met and to arrange the provision of local preventative services, facilities and resources for its population. It may also support the local authority to undertake its &lsquo;market shaping&rsquo; function, which requires the local authority to consider identifying current and future needs and how providers might meet that demand. For further detail see chapter 4 of this guidance.</p>\n\n<p>22.27\tLocal authorities may wish to link the information collected to the Joint Strategic Needs Assessments (<abbr title=\"Joint Strategic Needs Assessments\">JSNAs</abbr>) as well as the Joint Health and Wellbeing Strategies. They may also, as part of local <abbr title=\"Joint Strategic Needs Assessment\">JSNA</abbr> and Health and Wellbeing Strategy development, want to look at this information alongside complementary information from other partners, for example, information drawn appropriately from registers of people with learning disabilities or particular health conditions which are held by GPs, in order to produce a comprehensive and accurate shared local picture.</p>\n\n<h3 id=\"links-to-other-relevant-guidance-and-documentation\">Links to other relevant guidance and documentation</h3>\n\n<ul>\n  <li>the benefits of <a rel=\"external\" href=\"http://www.nhs.uk/ipgmedia/national/royal%20national%20institute%20of%20blind%20people%20(rnib)/assets/standardsizedversionofthebenefitsofregisteringasblindorpartiallysighted.pdf\">registering as blind or partially sighted</a> </li>\n  <li>Adult UK <a rel=\"external\" href=\"http://www.vision2020uk.org.uk/the-adult-uk-sight-loss-pathway-now-available/\">sight loss pathway</a></li>\n  <li><abbr title=\"Association of Directors of Adult Social Services\">ADASS</abbr> position statement on <a rel=\"external\" href=\"http://www.vision2020uk.org.uk/adass-position-statement-on-visual-impairment-rehabilitation-in-the-context-of-personalisation-2/\">visual impairment rehabilitation in the context of personalisation</a></li>\n  <li>DH guidelines in <a href=\"https://www.gov.uk/government/publications/guidance-published-on-registering-a-vision-impairment-as-a-disability\">Certificate of Vision Impairment</a>: Explanatory Notes for Consultant Ophthalmologists and Hospital Eye Clinic Staff</li>\n  <li>Health and Social Care Information Centre (<abbr title=\"Health and Social Care Information Centre\">HSCIC</abbr>) publishes the <a rel=\"external\" href=\"http://www.hscic.gov.uk/media/12854/SSDA902InformationGuidanceProForma2013-14pdf/pdf/SSDA902_InformationGuidanceProForma_2013-14.pdf\">number of people registered with councils with Adult Social Services Responsibilities</a> in England\n </li>\n</ul>\n\n<h2 id=\"transition-to-the-new-legal-framework\">23.\tTransition to the new legal framework</h2>\n\n<p>This chapter provides guidance on transition to the provisions in Part 1 of the Care Act 2014.</p>\n\n<p>This chapter covers:</p>\n\n<ul>\n  <li>transition to the new legal framework in financial year 2015 to 2016 for people receiving care and support</li>\n  <li>status of previous assessments and eligibility determinations under the Care Act</li>\n  <li>the role of care planning and review in implementation</li>\n  <li>preparing for the funding reforms in April 2020</li>\n  <li>understanding the likely demand</li>\n  <li>awareness raising</li>\n  <li>carrying out early assessments and managing capacity</li>\n  <li>other systems implications</li>\n</ul>\n\n<p>23.1\tThe Care Act provides an updated legal framework for care and support, and introduces a number of new rights, responsibilities and processes. It will be crucial to the experience of people who use care and support, carers and their families, as well as those who provide services and work in the system, that the transition to the new legal framework from April 2015 onwards is smooth and effectively-managed by local authorities. How people currently in contact with the care and support system move into the new system will affect their ability to achieve their outcomes, and it will also impact on local authorities’ ability to deliver their obligations.</p>\n\n<p>23.2\tThe additional reforms to the way that care and support is funded, which are to be implemented from April 2020, will both pose further challenges to local authorities, and provide new opportunities for contact with new groups of people. The steps that local authorities take to prepare for the reforms are likely to have a significant impact on their capacity and readiness.</p>\n\n<p>23.3\tThis chapter of the guidance considers how local authorities should bring people into the new system and also how they should prepare for the funding reforms. Necessary secondary legislation will be put in place to give effect to the arrangements described in this chapter.</p>\n\n<h3 id=\"assessment\">Assessment</h3>\n\n<p>23.4\tWhere a person has received an assessment under the previous legislation, local authorities will not be required to re-assess their needs purely because of the new duties around assessment coming into force. However, where local authorities identify (whether through a review or otherwise) that a person’s needs or circumstances have changed, a needs assessment must be carried out in line with the responsibilities set out in the Care Act.</p>\n\n<p>23.5\tSimilarly, a carer who has been previously assessed will not automatically require a separate carer’s assessment under the Care Act. However, local authorities should consider the fact that the new duty for assessment of carers under the Care Act means that a significant number of carers are likely to have a right to assessment under the Act that have not been assessed previously. Local authorities should consider whether and how they need to increase their expertise and capacity to fulfil this duty.</p>\n\n<p>23.6\tWhere a local authority has begun or recently completed an assessment under previous legislation, whether for an adult with care and support needs or a carer, it may take this to be the assessment which it is required to carry out under the Care Act, provided that the needs or other circumstances have not changed, and the person concerned agrees.</p>\n\n<h3 id=\"transition-assessments\">Transition assessments</h3>\n\n<p>23.7\tLocal authorities may treat a transition assessment conducted before April 2015 as a transition assessment under the Care Act, provided they ensure it complies with the features of a transition assessment set out in Chapter 16.</p>\n\n<p>23.8\tSince 1 April 2015, the duty has applied to continue children’s services where someone reaches the age of 18 and a transition assessment should have been conducted but has not been. This means that where children’s services are to be discontinued after that date and a transition assessment has not been conducted, local authorities will need to either assure themselves that a transition assessment was not necessary, or conduct one and act on it before services are discontinued. Similarly, a local authority must ensure that a transition assessment conducted before April 2015 is compliant with the Care Act before discontinuing children’s services.</p>\n\n<h3 id=\"eligibility-determinations\">Eligibility determinations</h3>\n\n<p>23.9\tThe new national minimum eligibility threshold replaces the current guidance on levels of access set out in Prioritising need in the context of Putting People First. The minimum threshold, set out in regulations, describes a level of need that has a significant impact on the person’s wellbeing (as set out in chapter 6). This is intended to allow for the same level of access to care and support to be maintained in the vast majority of circumstances and local areas.</p>\n\n<p>23.10\tLocal authorities should review their previous local approach to eligibility, and consider how this relates to the minimum threshold. Local authorities must meet needs at least at this threshold, though they will remain able to meet needs locally at more generous levels. It may be the case that no further action is required, and the authority is satisfied that it will meet needs at the minimum threshold without further change. Where this review indicates that local authorities have not previously met needs which are described in the minimum threshold, they will need to take steps to identify and review the needs of any individuals who may be affected.</p>\n\n<p>23.11\tLocal authorities should adopt a targeted approach to reviewing the needs of any individuals who may be affected by the implementation of the minimum eligibility threshold. Where the local authority considers that a person whose needs have been met by the local authority in the past will continue to have eligible needs under the Care Act, it need not take any specific steps in relation to that person, if there has been no change. However, where a local authority identifies an individual or a specific cohort who may become eligible, it should target an assessment of needs at those individuals in order to determine whether they now have eligible needs which must be met.</p>\n\n<p>23.12\tLocal authorities should determine whether and how to use their powers to meet needs beyond the level of the minimum threshold. Where local authorities have previously provided care and support to people with lower level needs, they should consider carefully any proposal to restrict local eligibility to only those needs described within the minimum threshold, and should consult with their local population before making such a change.</p>\n\n<p>23.13\tIn relation to support for carers, local authorities should review existing local policies in light of the new national minimum eligibility threshold for carers. Where this indicates individuals or groups who may have become eligible as a result, then a carer’s assessment should be offered.</p>\n\n<h3 id=\"financial-assessment\">Financial assessment</h3>\n\n<p>23.14\tLocal authorities should review the operation of their local charging framework, to ensure that this is consistent with the obligations set out by the Care Act and associated regulations, and the provisions set out in chapter 8. Where local authorities are satisfied that their approach to charging follows the detail required by the Act and regulations, they do not need to take further steps to review funding arrangements for individuals or to carry out new financial assessments, unless other circumstances have changed. Local authorities should consider the need to consult with their local population, but should not be expected to consult formally if their approach to charging has not changed as a result of the Act.</p>\n\n<p>23.15\tWhere local authorities consider that there will be a change in practice which affects the amount of charges people will pay, for example as a result of changes to the upper capital limits, they must take steps to ensure that individuals concerned are subject to the correct charges. This may include carrying out new financial assessments where circumstances have changed and a new assessment is required.</p>\n\n<h3 id=\"meeting-needs\">Meeting needs</h3>\n\n<p>23.16\tThe Care Act’s approach to &lsquo;meeting needs&rsquo;, as opposed to duties to provide specific services, is not intended to place additional requirements on local authorities, and should not give rise to any particular transitional issues to the new system. Where a local authority is providing a service under previous legislation, it should ensure that the person’s needs continue to be met through these new arrangements, as part of the usual process of review. &lsquo;Passporting&rsquo; people into the new legislation should normally take place at the point of that regular review, when the authority satisfies itself that the needs are being met.</p>\n\n<p>23.17\tTo ensure that needs continue to be met between the Care Act coming into force and the point of review, existing legislation underpinning service provision will be saved for a period of one year. This means that local authorities will be able to continue with existing arrangements pending the review, to manage capacity issues and to ensure that the review takes place at the right time for the person. However, local authorities must not use existing legislation to underpin care and support planning after April 2015 - the purpose of this saving is only to continue existing provision until a review can take place, at which point the person would transfer under the provisions of the Care Act.</p>\n\n<p>23.18\tSince April 2015, local authorities have had a duty to meet the eligible needs of people ordinarily resident in their area, which may include those needs identified via previous assessments. The general rules on determining ordinary residence have not changed, and previous ordinary residence determinations will continue to apply. The extension of ordinary residence &lsquo;deeming&rsquo; principles to other types of accommodation provided in another authority’s area (including shared lives and extra care housing) introduced from April 2015 is not retrospective. This is described in further detail in chapter 19.</p>\n\n<p>23.19\tSince April 2015, any adult in a prison, a young offender institution, bail accommodation or an approved premise has been treated as if they are resident in the local authority area in which that prison, young offender institution, bail accommodation or approved premises is situated, making that local authority area responsible for meeting their care and support needs.</p>\n\n<h3 id=\"care-planning-and-review\">Care planning and review</h3>\n\n<p>23.20\tWhere someone is already receiving care and support under existing legislation, their first review after April 2015 must consider whether their existing plan fulfils the requirements set out in Chapter 10 of this guidance and take any steps necessary to bring it into line. For most people, this review will be the point at which their care and support transfers into the new legislation, but in practice, this should not require any change beyond what might be expected as part of a usual review, where needs or circumstances have changed in some way.</p>\n\n<p>23.21\tIn particular, the plan will need to include a personal budget for all people whose needs the local authority is meeting, including carers (the only exception to this is set out in chapter 10). Where the person has not previously received a personal budget, this must be provided and explained during the review, to align the plan with the Act’s requirements. All existing personal budgets will also need to be reviewed to ensure that they reflect the requirements of the Act, in particular that they are based on meeting needs (delineating eligible needs where appropriate) rather than directly on the costs of particular services.</p>\n\n<p>23.22\tAt the same point, people should be made aware if they have a right to a direct payment under the Care Act if this has not been discussed before. Where someone is currently receiving a direct payment, the direct payment should continue, but local authorities must use the first review after April 2015 to establish a personal budget and thereafter use this as the basis for the direct payment.</p>\n\n<h3 id=\"deferred-payment-agreements\">Deferred payment agreements</h3>\n\n<p>23.23\tWhere a local authority has entered into a deferred payment agreement (<abbr title=\"Deferred payment agreement\">DPA</abbr>) with a person prior to April 2015, that <abbr title=\"Deferred payment agreement\">DPA</abbr> must remain in place until such a time as it would expire under the existing agreement. The <abbr title=\"Deferred payment agreement\">DPA</abbr> must continue subject to the same terms and conditions as have been agreed between the local authority and the person concerned. Local authorities must not remake an old <abbr title=\"Deferred payment agreement\">DPA</abbr> into a new one via the new regulations, but should use the provisions in the Care Act to make all future agreements after April 2015.</p>\n\n<h3 id=\"debt-recovery\">Debt recovery</h3>\n\n<p>23.24\tAfter April 2015, local authorities must only use the debt recovery powers under Section 69 of the Care Act in order to recover any debts from the date the Act comes into force, including for debts that were incurred before that date. Any arrangements that are already in place, or proceedings that are already underway, prior to that may continue to their conclusion, but no new arrangements can be made under those routes. The above includes debts being recovered under <a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1983/41/section/22\">Section 22 of <abbr title=\"Health and Social Services and Social Security Act\">HASSASSA</abbr> (1983)</a>.</p>\n\n<p>23.25\tAs set out in Annex D, para. 11, for any debts that have accrued prior to the commencement of the Care Act 2014 the time period for recovering that debt continues to be 3 years as previously set out under Section 56 of the National Assistance Act 1948 as any change to this would be retrospective and unfair. For any new debts that occur after the commencement of the Care Act 2014, the time period to recover debts has been extended to 6 years from the date when the sum became due to the local authority. Where a debt is taking some time to be recovered, provided legal proceedings have issued within the limitation period, enforcement can continue. If it has not, the debt must be written off.</p>\n\n<h3 id=\"independent-living-fund-ilf-transfer\">Independent Living Fund (<abbr title=\"Independent Living Fund\">ILF</abbr>) transfer</h3>\n\n<p>23.26\tThe Care Act 2014 does not include any provision specifically relating to the <abbr title=\"Independent Living Fund\">ILF</abbr> closure and transfer to local authorities. This guidance is aimed at helping authorities to prepare for the transfer of <abbr title=\"Independent Living Fund\">ILF</abbr> recipients into the new care and support system. Guidance has previously been issued in relation to managing the closure, which this supplements.</p>\n\n<p>23.27\tOn 30 June 2015, the <abbr title=\"Independent Living Fund\">ILF</abbr> closed to its users and both funding and responsibility transferred to local authorities in England (the devolved governments in Scotland and Wales are making their own arrangements for former <abbr title=\"Independent Living Fund\">ILF</abbr> users living there). Local authorities now have to meet all former <abbr title=\"Independent Living Fund\">ILF</abbr> users’ eligible needs since1 July 2015. Funding for 2015/16 was distributed to local authorities on the basis of local patterns of expenditure following transfer, to allow them to meet users’ care and support needs. Local Authorities will continue to receive a separate grant for their responsibilities under the Care Act 2014 to former <abbr title=\"Independent Living Fund\">ILF</abbr> recipients in financial year 2016 to 2017 and will be informed of their allocations in due course.</p>\n\n<p>23.28\tAll the duties and obligations under the Care Act 2014 apply equally to former <abbr title=\"Independent Living Fund\">ILF</abbr> recipients. In particular, there must be an ongoing consideration of the person’s wellbeing, which begins with the assumption that the individual is best placed to judge their own wellbeing. The concept of ‘independent living’ is a core part of the wellbeing principle, and is detailed in the requirement to consider the person’s control over their day-to-day life, the suitability of their living accommodation and their contribution to society.</p>\n\n<h3 id=\"processes-in-place-to-support-transfer\">Processes in place to support transfer</h3>\n\n<p>23.29\tThrough the Transfer Review and Support Programme (<abbr title=\"Transfer Review and Support Programme\">TRSP</abbr>), run by the <abbr title=\"Independent Living Fund\">ILF</abbr>, all <abbr title=\"Independent Living Fund\">ILF</abbr> users received a face-to-face meeting with an <abbr title=\"Independent Living Fund\">ILF</abbr> assessor and, where consent was granted, a local authority representative. The outcome of this meeting was to provide the adult with an individual, outcome-focused support plan detailing their level of support and to discuss any concerns about transfer. This Transfer Review and Support Plan was intended to assist adults when discussing with local authorities the outcomes they wish to achieve in their day-to-day lives. As a matter of good practice, local authorities should take the person’s Transfer Review and Support Plan into consideration during their assessment.</p>\n\n<p>23.30\tPrior to closure, the <abbr title=\"Independent Living Fund\">ILF</abbr> should have handed over to the relevant local authorities the contact details of the <abbr title=\"Independent Living Fund\">ILF</abbr> users, a comprehensive support plan and information relating to the on-going support arrangements, provided that the users consent had been received. A Code of Practice supporting transition was agreed with the <abbr title=\"Local Government Association\">LGA</abbr>, <abbr title=\"Association of Directors of Adult Social Services\">ADASS</abbr> and the <abbr title=\"Independent Living Fund\">ILF</abbr> and sets out key principles that underpin partnership working during transfer. It includes a commitment to personalisation, inclusion, and choice and control.</p>\n\n<h3 id=\"local-authorities-preparing-for-the-transfer\">Local authorities preparing for the transfer</h3>\n\n<p>23.31\tTo ensure that the adult’s care and support continues uninterrupted during the transfer, local authorities may wish to engage early to offer former <abbr title=\"Independent Living Fund\">ILF</abbr> users a needs assessment and begin the process of planning for transfer. Local authorities are likely to already have contact with the majority of <abbr title=\"Independent Living Fund\">ILF</abbr> users, as 94% of <abbr title=\"Independent Living Fund\">ILF</abbr> users already received care and support from their local authority. The <abbr title=\"Independent Living Fund\">ILF</abbr> contacted those users who joined the fund prior to 1993 and who may not be known to their local authority and should have informed the local authority of their details where consent is given</p>\n\n<p>23.32\tThe assessment process under the Care Act 2014 is set out in chapter 6 of this guidance, and requires authorities to consider the person’s needs, their well-being and their desired outcomes. The adult, their carer and anybody else they wish to involve, must be involved throughout the process, and the local authority must give them a written record of their needs assessment. Further to this, local authority responsibilities surrounding independent advocacy and safeguarding are set out in chapters 7 and 14 of this guidance.</p>\n\n<p>23.33\tLocal authorities may already know the adult as they are already meeting some of their needs. Authorities will need to consider the adult’s need and the outcomes they are looking to achieve but they may decide to carry out the assessment proportionately. They may decide to do this based on the information they already hold about the person and focus on the needs and outcomes that they are not meeting when they carry out an assessment with the person.</p>\n\n<p>23.34\tLocal authorities must also consider the impact of a person’s needs on their family and others in their support network. Many <abbr title=\"Independent Living Fund\">ILF</abbr> users have multiple and complex needs, and may be receiving care from family members as well as employed Personal Assistants. Where a local authority finds that a person is providing care and has an appearance of needs for support, they must offer a carer’s assessment.</p>\n\n<p>23.35\tLocal authorities should have ensured that the adult’s needs continued to be met during the transfer. Where local authorities continued to provide the person with the same level of funding, for example as a direct payment, that they were receiving prior to the transfer, they should now be looking to complete a needs assessment, make an eligibility determination and put a care and support plan in place.</p>\n\n<h3 id=\"care-and-support-planning\">Care and support planning</h3>\n\n<p>23.36\tLocal authorities must involve the person in the care and support planning process, and take steps to agree the final plan with them. Chapter 10 provides guidance on what authorities should consider when developing a care and support plan and to maintain independence.</p>\n\n<p>23.37\tLocal authorities will need to be aware that the majority of <abbr title=\"Independent Living Fund\">ILF</abbr> users will already have arrangements in place to meet their needs. For example, many <abbr title=\"Independent Living Fund\">ILF</abbr> users employ Personal Assistants. Prior to transfer the <abbr title=\"Independent Living Fund\">ILF</abbr> should have provided each user with an information pack regarding the transfer, which will include an ‘employer support’ leaflet for those users who are employers.</p>\n\n<p>23.38\tIf the adult’s personal budget changes or it is agreed that their needs should be met in a different way, the adult will need to consider how this might impact on any contractual arrangements they have in place. Local authorities should take reasonable steps to make the adult aware of the potential consequences of any change in the amount of the adult’s personal budget, and any obligations the adult may have as a consequence.</p>\n\n<p>23.39\tFormer <abbr title=\"Independent Living Fund\">ILF</abbr> recipients received their <abbr title=\"Independent Living Fund\">ILF</abbr> as a direct payment and the majority of these will also have a direct payment from their local authority to meet their care and support. However, a small number of former <abbr title=\"Independent Living Fund\">ILF</abbr> recipients may not have received a direct payment from their local authority. Where an adult within this small group requests a direct payment, local authorities will need to consider if they meet the criteria and if so, put the necessary processes and arrangements in place (see chapter 12 on direct payments).</p>\n\n<p>23.40\t<abbr title=\"Independent Living Fund\">ILF</abbr> recipients receive their <abbr title=\"Independent Living Fund\">ILF</abbr> as a direct payment and the majority of these will also have a direct payment from their local authority to meet their care and support. However, a small number of <abbr title=\"Independent Living Fund\">ILF</abbr> recipients may not be receiving a direct payment from their local authority. Where an adult within this small group requests a direct payment, local authorities will need to consider if they meet the criteria, and if so, put the necessary processes and arrangements in place (see chapter 12 on direct payments).</p>\n\n<h3 id=\"preparing-for-funding-reform\">Preparing for funding reform</h3>\n\n<h4 id=\"summary-of-the-funding-reforms\">Summary of the funding reforms</h4>\n\n<p>23.41\tApril 2020 will see the introduction of the biggest funding reforms to care and support in over 70 years with more people than ever before contacting their local authority. It is vital that every local authority starts to plan and prepare for these changes in advance to ensure that people are able to benefit immediately.</p>\n\n<p>23.42\tThe statutory guidance will be updated and re-published alongside the necessary regulations in April 2019, one year in advance of implementation, to set out how the capped cost system will impact practically on the processes and requirements of the Act, and how the obligations of local authorities will change. In summary, the key reforms will be:</p>\n\n<ul>\n  <li>\n    <p>cap on the care costs which a person pays over their lifetime. How a person progresses towards the cap will be based on what the cost of meeting their eligible needs would be to the local authority. Where a local authority is arranging a person’s care, this will be provided through the personal budget. Where they are not, this will be provided through an &lsquo;independent personal budget&rsquo;</p>\n  </li>\n  <li>\n    <p>keeping track of how people progress towards the cap and providing a record of progress to the person. Every person with assessed eligible needs will need to have a &lsquo;care account&rsquo;. This will keep track of what they are paying, what the local authority is paying and what their progress is towards the cap. Local authorities will need to provide regular statements</p>\n  </li>\n  <li>\n    <p>extending the financial support provided by the local authority. This will mean that more people with modest assets are able to receive financial support to meet their eligible needs</p>\n  </li>\n</ul>\n\n<h3 id=\"understanding-the-likely-demand\">Understanding the likely demand</h3>\n\n<p>23.43\tLocal authorities should take steps to understand the additional likely demand for support as a result of the funding reforms. It is anticipated that a significant number of people who would previously have arranged and paid for their own care may approach the local authority for support in accessing care, or for an assessment of their needs. This is needed so that the local authority can record the cost of meeting their eligible needs for the purposes of establishing their care account, and counting costs towards their cap.</p>\n\n<p>23.44\tIn order to prepare for the implementation of the capped costs system, local authorities should take steps to identify the number of &lsquo;self-funders&rsquo; (i.e. people who arrange and pay for their own care and support) in their local area. This group are unlikely to currently be in contact with the local authority, and local authorities should work with other partners who may be better placed to scope the local population, including for example the local NHS, provider organisations and the voluntary sector.</p>\n\n<p>23.45\tIn identifying people who currently arrange their own care, local authorities should consider specific groups who would benefit most from the introduction of the cap on care costs, and may be most likely to approach the authority – for example:</p>\n\n<ul>\n  <li>people who currently arrange their own care and support, and would be likely to have eligible needs if assessed by the local authority. People already living in care homes who are not funded by the local authority may be most likely to fall into such a category, and may be reasonably estimated using <abbr title=\"Care Quality Commission\">CQC</abbr> registration data or information available from providers themselves</li>\n  <li>people with modest assets, who would benefit from the rise in the upper capital limit, and may become eligible for financial support from the local authority</li>\n  <li>working-age adults whose needs for care and support are likely to meet the eligibility criteria</li>\n</ul>\n\n<p>23.46\tIn estimating the impact of additional demand, local authorities should take into account other factors in their local population which may influence the likelihood of individuals seeking care and support. For example, information on existing access to universal services by self-funders (e.g. any universal reablement service) may provide a useful indication of the willingness of such groups to contact the local authority. Similarly, information derived from contact centres or existing information and advice services may also indicate the preferences of such groups. Other local services (e.g. local GPs) may also have information and experience with the same groups.</p>\n\n<h3 id=\"awareness-raising\">Awareness-raising</h3>\n\n<p>23.47\tLocal authorities should take steps to raise awareness of the reforms, in keeping with their obligations for providing information and advice on the care and support system (see chapter 3). In order to predict and manage additional demand, local authorities should seek out groups, for example those identified above, for targeted communications and the local approach to implementation. Local authorities should consider how to contact any specific groups who may benefit from earlier information, for example individuals who may be at risk of losing mental capacity in the near future. In targeting information and communications, local authorities should follow the same factors of proportionality and appropriateness as in providing any other information and advice.</p>\n\n<p>23.48\tCommunications which raise awareness of the capped costs system should in particular reflect the aims of the reforms to support people to plan for future care costs and make more informed decisions which reduce needs over time. Earlier contact with professionals who may support financial planning, for example, could support local authorities in managing demand over the longer-term. Information should include helping those targeted to access different types of support, including those options available in the local community, to prevent needs, delay deterioration or prepare for the future wherever possible.</p>\n\n<h3 id=\"carrying-out-early-assessments\">Carrying out early assessments</h3>\n\n<p>23.49\tWhere local authorities have identified groups who would be likely to approach them for support under the capped costs system, they should consider carrying out the relevant processes early in order to manage capacity and workload over a longer period. For example, early needs assessments may be carried out in order to pre-determine eligible needs and record the cost of meeting those needs for people who would benefit.</p>\n\n<p>23.50\tLocal authorities should consider which groups of individuals may benefit most from such an approach. One such example may be those self-funding people with eligible needs who are in the most settled populations, where needs are least likely to change, such as care home residents. However, groups that are difficult to reach or particularly vulnerable may also benefit from early assessment given the potential challenges thereafter; and it may be helpful for local authorities to understand the practicalities of these assessments well in advance of April 2020 to ensure that they have robust processes in place.</p>\n\n<p>23.51\tIf needs change, the local authority will be required to carry out a further assessment, and authorities should consider how to mitigate such risks in the approach adopted. Local authorities should consider when would be an appropriate time to begin to carry out assessments solely for the purpose of preparing for the capped costs system, bearing in mind the likelihood of needs changing. However, this must not lead to a refusal of an assessment where the local authority would be under a duty to carry out an assessment subject to the usual provisions in the Care Act.</p>\n\n<p>23.52\tThe assessment carried out should meet the same legal obligations as for any other needs assessment (see chapter 6). However, where a local authority carries out such an assessment, this should be assumed to be on the basis that the person does not wish for the authority to meet the person’s needs at that time (because the purpose of the assessment is to pre-determine eligible needs and care costs, in advance of April 2020, and not to seek local authority support) and this should be made clear to the person. However, if the person subsequently asks the local authority to meet their eligible needs, then the usual obligations under the Care Act would apply and the local authority would be required to do so. The local authority should make this clear to the individual at the outset.</p>\n\n<p>23.53\tHaving carried out an assessment, the local authority must determine whether the individual has eligible needs for care and support (see chapter 6). If the person does not have eligible needs, then the authority must provide information and advice. If the person does have eligible needs, then provided the person concerned does not wish for the local authority to meet their needs, the authority will not be required to do so. The local authority should provide the individual with a written record, which includes:</p>\n\n<ul>\n  <li>a record of the assessment and eligibility determination setting out the needs assessed, and of those which needs are eligible</li>\n  <li>the cost to the local authority of meeting the eligible needs. This should use the processes which the local authority will already have in place for calculating indicative personal budgets, in order to provide an interim cost of meeting the needs</li>\n  <li>information and advice on how to prevent or delay needs, how to access financial advice, and the anticipated process for confirming their care account from April 2016</li>\n</ul>\n\n<p>23.54\tThe cost of meeting the person’s eligible needs which is calculated at this point may form their independent personal budget from April 2020, provided that their needs do not change. The costs will not start counting towards the cap and their care account will not begin before this date, and there is no retrospective element. This should be made clear to the person, and if appropriate their family, in the manner in which the information above is provided.</p>\n\n<p>23.55\tWhere the local authority has carried out an assessment and pre-determined eligible needs, it should contact the person concerned around April 2020 to satisfy itself that the needs or other circumstances (e.g. the person’s financial resources) have not changed. The person may ask the local authority to review their needs, and the local authority should respond to such a request. If the needs or circumstances have not changed, or if no request for a review is made, then the authority may take the record of the needs and costs as accurate, and provide an independent personal budget and start the care account on that basis. This must be communicated to the individual in writing.</p>\n\n<h3 id=\"managing-capacity\">Managing capacity</h3>\n\n<p>23.56\tLocal authorities should consider the steps that could be taken to manage capacity issues associated with early assessments as described above, as well as additional assessments after April 2020. This could include, for instance, the role of self-assessment in supporting individuals to identify their own needs and make a judgement on eligibility. It may also include adopting a more proportionate approach to the financial assessment for those individuals with assets substantially above the financial limits, or using powers to delegate some or all such assessments to other organisations. Practical guidance has been developed to support local authorities to consider their own capacity and workforce requirements.</p>\n\n<p>23.57\tLocal authorities should develop a clear understanding of their current workforce and future needs in determining their approach to delivering additional assessments. They may consider a role for strategic partners in the voluntary sector or others who are already in touch with some of the people concerned and who would be open to being trained to carry out assessments on the authority’s behalf. Where authorities pursue such an approach, they should consider the effect on other elements of the care and support process and how to manage interactions between the organisations (for example, the audit process put in place by the local authority to assure the assessments carried out on their behalf).</p>\n\n<p>23.58\tWhere a person carries out a self-assessment, the local authority should consider how the self-assessment is verified and how this links with subsequent steps, such as calculating the cost of meeting eligible needs. Where this is delegated to an external organisation there should be clear protocols in place for quality assurance and ongoing monitoring.</p>\n\n<h3 id=\"systems-and-training-requirements\">Systems and training requirements</h3>\n\n<p>23.59\tAll these changes will place new requirements on local information systems and processes. Local authorities should review the impact on their information systems in conjunction with their suppliers and consider whether new systems and technology is required and carefully consider their procurement approach. In particular, local authorities should take into account the wider health and care technology strategy, including use of open APIs, when making decisions in this area.  Local authorities should also consider whether business processes also need to be reviewed and changed in parallel to changes in systems.</p>\n\n<p>23.60\tIn particular, informatics systems for ongoing case management will need to be revised to incorporate the additional requirements for independent personal budgets, care accounts, deferred payment agreements and changes to charging and assessments (for both people with care and support needs and carers). In addition, authorities should consider how digital approaches can put citizens in control by making systems open and accessible, including online assessment, care planning, access to records and care accounts. Local authorities will also need to consider how systems can be made open and accessible to people where digital internet systems are not accessible, or even not permitted, such as in prison.</p>\n\n<p>23.61\tLocal authorities should consider the training needs of staff, and in particular the needs of those who carry out the relevant assessments to ensure that there is sufficient understanding of the new system. Where local authorities propose to commission or delegate some activities to other organisations, they should ensure that staff are trained to the same standard. Practical learning and development modules to support the training of staff to implement the technology is required. Local authorities should start early conversations with suppliers to identify the changes required <a rel=\"external\" href=\"http://www.skillsforcare.org.uk/Standards-legislation/Care-Act/Care-Act.aspx\">Care Act</a> are under development to support this process .</p>\n\n<p>23.62\tLocal authorities should also review their provision of financial advice and relationships with existing local independent providers. Local authorities should take steps to identify sources of independent advice which are accessible to local people, and make arrangements for future signposting.</p>\n\n","manual":{"base_path":"/guidance/care-and-support-statutory-guidance"},"organisations":[{"title":"Department of Health","abbreviation":"DH","web_url":"https://www.gov.uk/government/organisations/department-of-health"}]},"routes":[{"path":"/guidance/care-and-support-statutory-guidance/other-areas","type":"exact"}],"redirects":[],"publishing_app":"manuals-publisher","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","first_published_at":"2016-02-29T09:24:10Z","base_path":"/guidance/care-and-support-statutory-guidance/other-areas","description":"Chapters 22 and 23.","content_id":"66c230ec-e404-4860-874f-058d13431793","locale":"en","expanded_links":{"manual":[{"analytics_identifier":null,"api_path":"/api/content/guidance/care-and-support-statutory-guidance","base_path":"/guidance/care-and-support-statutory-guidance","content_id":"79a23304-dbe9-44d6-b6da-0827b4fa8bdf","description":"Statutory guidance to support local authorities implement the Care Act 2014.","document_type":"manual","locale":"en","public_updated_at":"2016-07-20T10:21:53Z","schema_name":"manual","title":"Care and support statutory guidance","withdrawn":false,"links":{}}],"organisations":[{"analytics_identifier":"D12","api_path":"/api/content/government/organisations/department-of-health","base_path":"/government/organisations/department-of-health","content_id":"7cd6bf12-bbe9-4118-8523-f927b0442156","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:50Z","schema_name":"placeholder","title":"Department of Health","withdrawn":false,"details":{"brand":"department-of-health","logo":{"formatted_title":"Department<br/>of Health","crest":"single-identity"}},"links":{}}],"available_translations":[{"title":"Other areas ","public_updated_at":"2016-03-10T16:05:02Z","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","base_path":"/guidance/care-and-support-statutory-guidance/other-areas","description":"Chapters 22 and 23.","api_path":"/api/content/guidance/care-and-support-statutory-guidance/other-areas","withdrawn":false,"content_id":"66c230ec-e404-4860-874f-058d13431793","locale":"en"}]},"format":"manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}