{"title":"Vietnam: Lord Mayor's visit","public_updated_at":"2016-07-20T13:10:17Z","details":{"body":"<div class=\"govspeak\"><h3 id=\"this-publication-was-archived-on-4-july-2016\">This publication was archived on 4 July 2016</h3>\n\n<h3 id=\"this-article-is-no-longer-current-please-refer-to-overseas-business-risk---vietnamhttpswwwgovukgovernmentpublicationsoverseas-business-risk-vietnam\">This article is no longer current. Please refer to <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-vietnam\">Overseas Business Risk - Vietnam</a>\n</h3>\n\n<h3 id=\"summary\">Summary</h3>\n\n<p>Lord Mayor’s visit engages a range of high-level Vietnamese interlocutors, and covers many bases: the macro-economy, PPP, capital markets, privatisation, the banking sector, inward investment, women in business and professional qualifications. The Lord Mayor highlighted the strength of the UK offer, as well as the success of British incumbents. Vietnamese set out ambitious plans for PPP and capital market development, as well as good macro-economic news.</p>\n\n<h3 id=\"detail\">Detail</h3>\n\n<p>Dame Fiona Woolf, visited Ho Chi Minh City and Hanoi from 5-8 October.  She met Deputy PM Vu Van Ninh;  the Minister of Planning &amp; Investment; the Deputy Governor of the State Bank;  Vice Minister of Finance Tran Xuan Ha; and also took part in set-piece events on PPP, capital markets, inward investment, women in business, and professional qualifications.   British businesses in country joined most of the events, and the LM was also accompanied from the UK by the President of RICS and representatives of the Institute of Chartered Accountants of England &amp; Wales (ICAEW).</p>\n\n<h4 id=\"economy\">Economy</h4>\n\n<p>Fiona Woolf heard good news on the macro-economy from the State Bank and Ministry of Finance.  Growth for 2014 was forecast at close to 6% (5.4% in 2013).  Year-on-year inflation was down to 3.6% (6.6% in 2013).  The exchange rate had remained stable and foreign exchange reserves were at a record high $35 billion. \nPPP</p>\n\n<p>Fiona Woolf and delegation took part in well-attended PPP workshops in both cities.  In Hanoi, the Ministry of Planning &amp; Investment set out plans to issue a new PPP decree before the end of the year.  MPI set out a list of 298 projects, including five airports, that they hoped to fund via PPP.   The HCMC authorities, meanwhile, focused less on central regulation and more on their own ambitious PPP plans, including in healthcare and education - two of UKTI Vietnam’s priority sectors.   The city is keen to crack on with a number of smaller scale projects (below US$500 million), which present an opportunity to trial and hone the PPP model with a view to using it for longer-term, high-value projects in HCMC.</p>\n\n<p>With all interlocutors, the Lord Mayor underlined the UK’s world class expertise and experience in PPP.   She invited both central and local Vietnamese authorities to visit London to learn more about new PPP models, which might include the use of UK Export Finance.  Standard Chartered also offered to support a visit by the HCMC authorities to Singapore and the Philippines to learn about PPP there.</p>\n\n<h4 id=\"capital-markets-and-equitisation\">Capital markets and equitisation</h4>\n\n<p>Fiona Woolf took part in lively discussions with the Vice Minister of Finance, and at a separate lunch event with senior officials of the State Securities Commission (SSC), on the linked issues of Vietnam’s capital markets, and the ongoing process of part-privatising (“equitisation”) state-owned enterprises.  The Vice Minister set out plans to merge the Hanoi and HCMC stock exchanges; introduce a derivatives market; develop new insurance products; and establish local credit ratings instruments.  All areas which offer opportunities for UK investors and consultants.</p>\n\n<p>Fiona Woolf, supported by leading UK investors, suggested reconsideration of the cap on foreign ownership (currently 49% on listed companies and 30% on unlisted).   The UK fund Dragon Capital noted the difficulty of floating multi-billion dollar enterprises to a very limited local investor base.  Standard Chartered argued for opening the door to strategic foreign investors who could acquire and clean up SOEs prior to listing.</p>\n\n<h4 id=\"banking\">Banking</h4>\n\n<p>The State Bank and Ministry of Finance described progress on banking sector reform, though without acknowledging that the measures taken so far – voluntary mergers of a few weak banks, recapitalisation of others, and the Vietnam Asset Management Company (VAMC)’s programme to buy up non-performing loans – have only addressed a relatively small part of the problem.</p>\n\n<h4 id=\"inward-investment\">Inward investment</h4>\n\n<p>In HCMC, the LM hosted an inward investment breakfast with leading business figures from various sectors; in Hanoi, she met some of Vietnam’s top businessrepresentatives. The HCMC meeting was our first-ever set-piece event on potential Vietnamese FDI to the UK.   Vietnamese businesses and wealthy individuals are increasingly looking for opportunities to invest abroad, and the UK is seen as one of the most attractive EU destinations. These meetings revealed a real interest to work with UKTI in exploring the opportunities, either through the UK’s financial markets or in direct investment.</p>\n\n<h4 id=\"other-events\">Other events</h4>\n\n<p>The considerable appetite for internationally-recognised vocational and professional qualifications, and the leading role of UK institutions in delivering them, was a major theme:  both at a lunch in HCMC hosted by the local British business chamber on vocational training; and at an awards ceremony in Hanoi for Vietnamese partners and scholarship recipients of the ICAEW.  In HCMC, the LM also presided over the launch of the ‘Inspire’ network in Vietnam to support the development of women’s role in business (women here comprise half the labour force, but hold less than 7% of senior management positions). The participation of Madame Hong, the influential female Vice Chair of the city’s People’s Committee, helped to attract extensive media coverage.</p>\n\n<h3 id=\"comment\">Comment</h3>\n\n<p>This visit played an important role in advancing our prosperity, trade and investment objectives across the board:</p>\n\n<ul>\n  <li>\n    <p>in-depth engagement with senior Vietnamese figures on the main structural reform priorities allowed us to update our own knowledge of the opportunities; to promote the UK and UK plc offer in a range of areas from services to qualifications; and to argue for more openness to foreign investment.   The Minister of Planning and Investment (the key player) affirmed that he wanted the UK as a partner of choice in developing Vietnam’s PPP regime.  We were also able to lobby in the margins on a tax dispute affecting a major UK investor.</p>\n  </li>\n  <li>\n    <p>it showcased UK success in other ways.  The Lord Mayor participated in a high-profile ceremony to award a local honour to Prudential, in recognition of their contribution to the economy and their CSR activities; Prudential is only the third foreign company in Vietnam to be so honoured. HSBC and Standard Chartered used the visit to highlight their own commitment to Vietnam.  Many sectors in Vietnam remain challenging for UK exporters or investors, but British financial institutions are doing well here. There is room for more.</p>\n  </li>\n  <li>\n    <p>it did much to help us determine the level of genuine interest in inward investment. The breakfast event allowed us to establish relationships with a group of individuals identified as offering real potential. To have achieved this via other means would have been much slower and more resource-intensive.</p>\n  </li>\n</ul>\n\n<h3 id=\"disclaimer\">Disclaimer</h3>\n\n<p>The purpose of the FCO Country Update(s) for Business (”the Report”) prepared by UK Trade &amp; Investment (UKTI) is to provide information and related comment to help recipients form their own judgments about making business decisions as to whether to invest or operate in a particular country. The Report’s contents were believed (at the time that the Report was prepared) to be reliable, but no representations or warranties, express or implied, are made or given by UKTI or its parent Departments (the Foreign and Commonwealth Office (FCO) and the Department for Business, Innovation and Skills (BIS)) as to the accuracy of the Report, its completeness or its suitability for any purpose. In particular, none of the Report’s contents should be construed as advice or solicitation to purchase or sell securities, commodities or any other form of financial instrument. No liability is accepted by UKTI, the FCO or BIS for any loss or damage (whether consequential or otherwise) which may arise out of or in connection with the Report.</p>\n</div>","headings":"<ol class=\"unnumbered\"></ol>","public_timestamp":"2014-10-14T10:25:00.000+01:00","first_published_version":true},"routes":[{"path":"/government/publications/vietnam-lord-mayors-visit/vietnam-lord-mayors-visit","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","first_published_at":"2016-07-20T13:11:50Z","base_path":"/government/publications/vietnam-lord-mayors-visit/vietnam-lord-mayors-visit","description":null,"content_id":"c3c21c4c-3889-4105-b7b9-d49370b95101","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D13","api_path":"/api/content/government/organisations/foreign-commonwealth-office","base_path":"/government/organisations/foreign-commonwealth-office","content_id":"9adfc4ed-9f6c-4976-a6d8-18d34356367c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:43:46Z","schema_name":"placeholder","title":"Foreign & Commonwealth Office","withdrawn":false,"details":{"brand":"foreign-commonwealth-office","logo":{"formatted_title":"Foreign &amp;<br/>Commonwealth <br/>Office","crest":"single-identity"}},"links":{}}],"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/publications/vietnam-lord-mayors-visit","base_path":"/government/publications/vietnam-lord-mayors-visit","content_id":"60232dc6-7631-11e4-a3cb-005056011aef","description":"Report by British Consulate General in Ho Chi Minh City.","document_type":"research","locale":"en","public_updated_at":"2014-10-14T09:25:00Z","schema_name":"publication","title":"Vietnam: Lord Mayor's visit","withdrawn":true,"links":{}}],"available_translations":[{"title":"Vietnam: Lord Mayor's visit","public_updated_at":"2016-07-20T13:10:17Z","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","base_path":"/government/publications/vietnam-lord-mayors-visit/vietnam-lord-mayors-visit","description":null,"api_path":"/api/content/government/publications/vietnam-lord-mayors-visit/vietnam-lord-mayors-visit","withdrawn":true,"content_id":"c3c21c4c-3889-4105-b7b9-d49370b95101","locale":"en"}]},"format":"html_publication","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","withdrawn_notice":{"explanation":"<div class=\"govspeak\"><h2 id=\"this-publication-was-archived-on-4-july-2016\">This publication was archived on 4 July 2016</h2>\n\n<h2 id=\"this-article-is-no-longer-current-please-refer-to-overseas-business-risk--vietnam-httpswwwgovukgovernmentpublicationsoverseas-business-risk-vietnam\">This article is no longer current. Please refer to <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-vietnam\">Overseas Business Risk – Vietnam</a>\n</h2>\n</div>","withdrawn_at":"2017-04-04T10:32:41Z"},"payload_version":0}