{"title":"Joint statement by Heads of Missions on Kenya’s 2017 elections","public_updated_at":"2017-01-22T07:30:00Z","details":{"body":"<div class=\"govspeak\"><p>The elections of August 2017 are critical to Kenya’s future.  Free, fair, peaceful, and credible elections will help secure the extraordinary promise of the 2010 Constitution, strengthen democracy, and advance prosperity for all Kenyans.  As partners, we stand with Kenya as it approaches these pivotal polls.  And, as fellow democracies, we know that while democracy is the best form of government, it also requires constant nurturing and attention.</p>\n\n<p>This means having safeguards that help us prevent political violence despite robust competition and sometimes heated debate.  It means building strong institutions and a deep commitment to our Constitutions, whether written or unwritten.  It means an unwavering commitment by everyone to democracy, the rule of law, and credible election processes.  And, it means ensuring that vigorous – and even divisive – political competition does not descend into bloodshed, but instead results in the peaceful transfer of power or a renewed mandate for the incumbent government.  The checks and balances built into our political systems are critical to sustaining healthy democracies, as are a free media and an active civil society, which hold governments accountable to the people.</p>\n\n<blockquote>\n  <p>Kenyans have worked hard to strengthen their democracy.  Now, in this second general election under the 2010 Constitution, it is time to cement the gains and affirm again that Kenya is committed to democratic governance.</p>\n\n  <p>To this end, we urge the national and county governments, political parties, security services, and all Kenyans to embrace inclusive political discourse while rejecting violence and those individuals who call for it.  Political parties have a responsibility to hold their members accountable to pursuing peaceful, issue-based, and corruption-free campaigns.  Similarly, political leaders are at their best when they support the rule of law, commit to credible polls, refrain from misusing public resources in support of their election, and turn to the courts to resolve any disputes.  While all citizens have a right to peaceful protest, no one has the right to threaten or use violence.</p>\n\n  <p>Security services, meanwhile, have a vital role in protecting the rights of all Kenyans, remaining politically neutral and respecting human rights, including during political demonstrations.  Fair competition will strengthen Kenya’s reputation as a beacon of democracy in Africa.  However, if these elections do not reflect the democratic choices of Kenyans, they could bring the country’s progress to a halt or plunge it back into ethnic conflict.</p>\n\n  <p>To support credible and peaceful elections in August, we welcome the approval of the new IEBC Commissioners.  Time, however, is now short and decisive action is essential.  Both the IEBC Commissioners and Secretariat need support from across the political spectrum to move forward quickly with election preparations, including voter registration and education, an audit of the voters’ registry, and procurement of technology.  Each step of the way, we encourage the IEBC to engage widely and communicate publicly what it is doing.</p>\n\n  <p>Effective democracies depend not just on government agencies, but on non-governmental institutions as well.  A free media has a critical role to play as a watchdog, providing balanced coverage, and refraining from promoting messages that incite violence.  Those in social media, too, have a right to speak and inform, but should not stoke hate.  Civil society should be free to do its critical work, which includes supporting dialogue, informing Kenyan voters of their rights, and preventing community conflicts.  Most importantly, citizens should play their role by registering and then voting.</p>\n\n  <p>These upcoming elections will be an important milestone for Kenya.  As partners, we have proudly and publicly committed KSH 8.5 billion ($85 million) to support the election process, all of it in the form of non-partisan assistance and at the request of the Kenyan government.  To be clear, this help is not programmed to influence the election for any side, political party, or candidate.  Rather, our assistance supports the Kenyan people to exercise their right to vote and have their voice heard.  Kenyans alone will decide who is elected.\nAll of our assistance is carried out transparently and in full accord with Kenyan law.  Many of us have posted information about our programs on our websites.  If you want to know more or if you have a question, please contact us.</p>\n\n  <p class=\"last-child\">As friends, our countries are doing what they can to help Kenyans hold the elections they want in 2017.  But only Kenyans can ensure the polls are free, fair, peaceful, and credible.  From our experience in this great country, we believe Kenyans can succeed and, in the process, set an example for Africa and the world.</p>\n</blockquote>\n\n<p>This statement was signed by the Ambassadors/High Commissioners of United Kingdom (Nic Hailey), \nUnited States (Robert F. Godec), Denmark (Mette Knudsen), Canada (Sara Hradecky), Australia (John Feakes), Netherlands (Frans Makken), Germany (Jutta Frasch), Switzerland (Ralf Heckner),  Norway (Victor Conrad Rønneberg), Sweden (Johan Borgstam), Finland (Tarja Fernández) European Union (Stefano Dejak), France (Antoine Sivan), Belgium (Roxane de Bilderling), Greece (Konstantinos Moatsos), Ireland (Dr. Vincent O’Neill), Romania (Julia Pataki), Spain (Javier Nagore), Austria (Dr. Harald Günther), Czech Republic (Pavel Rezac), Hungary (Làszló Eduàrd Màthé), Italy (Mauro Massoni), Slovak Republic (František Dlhopolček) Portugal (Luisa Fragoso), Poland (Sergiusz Wolski).</p>\n</div>","change_history":[{"public_timestamp":"2017-01-22T07:30:00.000+00:00","note":"First published."}],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/60212/s300_Hailey.jpg","alt_text":"Hailey","caption":"Nic Hailey"},"political":true,"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"tags":{"browse_pages":[],"policies":[],"topics":[]},"first_public_at":"2017-01-22T07:30:00.000+00:00"},"routes":[{"path":"/government/world-location-news/joint-statement-by-heads-of-mission-on-kenyas-2017-elections","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","first_published_at":"2017-01-22T07:30:00Z","base_path":"/government/world-location-news/joint-statement-by-heads-of-mission-on-kenyas-2017-elections","description":"Heads of Mission in Kenya say Kenya’s elections and future rest in the hands of the Kenyan people.","content_id":"d6dab8c0-4658-4b1a-8c39-f0880819009f","locale":"en","expanded_links":{"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}}],"world_locations":[{"analytics_identifier":"WL73","api_path":"/api/content/government/world/kenya","base_path":"/government/world/kenya","content_id":"5e9f0880-7706-11e4-a3cb-005056011aef","description":null,"document_type":"placeholder_world_location","locale":"en","public_updated_at":"2013-05-29T06:32:16Z","schema_name":"placeholder_world_location","title":"Kenya","withdrawn":false,"links":{}}],"worldwide_organisations":[{"analytics_identifier":"WO87","api_path":"/api/content/government/world/organisations/british-high-commission-nairobi","base_path":"/government/world/organisations/british-high-commission-nairobi","content_id":"f4c3a827-7a30-11e4-a3cb-005056011aef","description":null,"document_type":"placeholder_worldwide_organisation","locale":"en","public_updated_at":"2013-05-30T07:51:16Z","schema_name":"placeholder_worldwide_organisation","title":"British High Commission Nairobi","withdrawn":false,"links":{}}],"available_translations":[{"title":"Joint statement by Heads of Missions on Kenya’s 2017 elections","public_updated_at":"2017-01-22T07:30:00Z","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","base_path":"/government/world-location-news/joint-statement-by-heads-of-mission-on-kenyas-2017-elections","description":"Heads of Mission in Kenya say Kenya’s elections and future rest in the hands of the Kenyan people.","api_path":"/api/content/government/world-location-news/joint-statement-by-heads-of-mission-on-kenyas-2017-elections","withdrawn":false,"content_id":"d6dab8c0-4658-4b1a-8c39-f0880819009f","locale":"en"}]},"format":"world_location_news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}