{"title":"Company Sergeant Major Colin Wall","public_updated_at":"2003-08-23T00:59:00Z","details":{"body":"<div class=\"govspeak\"><p>Colin Wall aged 34, from Crawleyside, County Durham, was married to Trish for almost eight years and they have an 11-month-old son called Alexander. Colin also has two other children from a previous marriage to Isabella: a daughter Lauren, 12, and a son Robert, ten.</p>\n\n<figure class=\"image embedded\">\n  <div class=\"img\"><img alt=\"Company Sergeant Major Colin Wall\" src=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/3660/e913bb2c5e0e5a1d8ad26f0ee90d8712.jpg\"></div>\n  <figcaption>Company Sergeant Major Colin Wall   \n[Picture: via MOD]</figcaption>\n</figure>\n\n<p>He enlisted into the Army as a Junior Leader soldier in Bovington in September 1985 and subsequently joined the RMP. He served in Belize, Germany, Canada, Northern Ireland and England. He also completed operational tours of duty in Kosovo and Iraq.</p>\n\n<p>Colin was a highly focussed and professional soldier. His calm and measured approach commanded respect and admiration from all who knew him. He was immensely proud of the role he played within the RMP, in particular as the Company Sergeant Major. His first priority was always the morale and motivation of the men and women in his care.</p>\n\n<p>His main passions outside army life were his family, walking his dogs, and ‘tinkering’ with and restoring cars.</p>\n\n<p>Colin’s Mum and Dad, Barry and Joan said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Colin was a loving son and we are very proud of him. He loved his family and enjoyed spending time walking in the Weardales.</p>\n</blockquote>\n\n<p>The Second in Command of 150 Provost Company, Captain Sean O’Brien said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Colin was the epitome of a Company Sergeant Major and made a real difference to the operational effectiveness of the Company. His untimely death is a blow to all in the RMP family and to all those who worked closely with him here in Catterick. He had many friends in the Company and will be sorely missed by all who knew him. Our thoughts and prayers are with his wife, parents and family at this difficult time.</p>\n</blockquote>\n\n<p>The senior RMP officer serving in Basrah, Lieutenant Colonel Bill Warren, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">I am deeply saddened by this tragic event. My thoughts, and those of the men and women of the Royal Military Police, are with the families and friends of those who have lost their lives. I hope that they will be given the space to grieve.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">These soldiers have been a credit to the RMP and have made a significant contribution to the rebuilding of the local police force in the region. This incident will not deter us from our mission and we will continue to work closely with our Iraqi colleagues to seek out those responsible for this criminal act and bring them to justice.</p>\n</blockquote>\n\n<p>Brigadier Maurice Nugent, the Provost Marshal for the British Army and professional head of the Royal Military Police, said on Sunday 24 August 2003:</p>\n\n<blockquote>\n  <p class=\"last-child\">The impact of yesterday’s tragedy in Basrah, where three men of the Royal Military Police were killed, is only now beginning to be felt. The thoughts of all past and present members of the Royal Military Police are with the families. All three soldiers had young families and we will be there for them over the coming days and weeks. The RMP are one of the key players in the efforts to reform and resurrect the civil police in Iraq, and I am proud of the role played in this by Corporal Dewi Pritchard, from 116 Provost Company, West Bromwich, and Warrant Officer Colin Wall and Major Matthew Titchener, who were both from 150 Provost Company in Catterick. This essential work will continue beyond this tragedy.</p>\n</blockquote>\n\n<p>The media are requested to respect the family’s privacy at this very difficult time.</p>\n</div>","first_public_at":"2012-12-11T13:03:41.000+00:00","change_history":[{"public_timestamp":"2004-01-01T01:00:00.000+00:00","note":"First published."}],"emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"]},"routes":[{"path":"/government/fatalities/company-sergeant-major-colin-wall","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"fatality_notice","schema_name":"fatality_notice","first_published_at":null,"base_path":"/government/fatalities/company-sergeant-major-colin-wall","description":"It is with deep regret that the Ministry of Defence has to confirm that Warrant Officer Colin Wall, the Company Sergeant Major of 150 Provost Company, Royal Military Police, was killed during an attack by gunmen on a British Army vehicle in Basrah on 23 August 2003.","content_id":"5c9c2ed0-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"fatality_notice","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"fatality-notices","payload_version":0}