{"title":"Fairlead Maritime Ltd v Mr V Parsoya:UKEAT/0275/15/DA","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Read the full judgment in [embed:attachments:inline:754fc3ae-b873-4606-8680-d9b2437f9bc1] "},{"content_type":"text/html","content":"<p>Read the full judgment in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58de9394e5274a06b300008b/Fairlead_Maritime_Ltd_v_Mr_V_Parsoya_UKEAT_0275_15_DA.pdf\">Fairlead Maritime Ltd v Mr V Parsoya UKEAT 0275 15 DA</a></span></p>\n"}],"metadata":{"hidden_indexable_content":"Appeal No. UKEAT/0275/15/DA\r\n\r\n\r\nEMPLOYMENT APPEAL TRIBUNAL\r\nFLEETBANK HOUSE, 2-6 SALISBURY SQUARE, LONDON EC4Y 8AE\r\n\r\n\r\n\tAt the Tribunal\r\n\tOn 30 August 2016\r\n\r\n\r\n\r\nBefore\r\nHER HONOUR JUDGE EADY QC\r\n(SITTING ALONE)\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFAIRLEAD MARITIME LIMITED\tAPPELLANT\r\n\r\n\r\n\r\n\r\n\r\nMR V PARSOYA\tRESPONDENT\r\n\r\n\r\n\r\nTranscript of Proceedings\r\n\r\nJUDGMENT\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAPPEARANCES\r\n\r\n\r\n\r\n\r\n\r\nFor the Appellant\tKATHERINE REECE\r\n(Representative)\r\nPeninsula Business Services Ltd\r\nThe Peninsula\r\nVictoria Place\r\nManchester\r\nM4 4FB\r\n\r\n\r\nFor the Respondent\tMR JULIAN ALLSOP\r\n(of Counsel)\r\nInstructed by:\r\nParis Smith LLP\r\n1 London Road\r\nSouthampton\r\nSO15 2AE\r\n\r\n\r\n\r\n\r\n \r\nSUMMARY\r\nRACE DISCRIMINATION - Indirect\r\nJURISDICTIONAL POINTS - Extension of time: just and equitable\r\n\r\nIndirect race discrimination - claim in time - continuing act - section 123(3) Equality Act 2010 - just and equitable extension of time\r\nThe Respondent had operated an indirectly discriminatory policy of under-paying those with “employability issues” - effectively where it considered immigration issues might arise given an employee’s visa status.  The ET had found this put those sharing the Claimant’s protected characteristic (he was an Indian national) at a disadvantage and also put him at a disadvantage.  The Respondent did not challenge those findings but submitted that the Claimant was no longer disadvantaged by the policy after June 2013, when his pay was increased to the correct level after he had been granted a longer-term visa; the Claimant’s ET claim, lodged in September 2014 was therefore out of time.  The ET disagreed, finding the Respondent had adjusted its policy when it told the Claimant - in January 2012 - that, once his “employability” was resolved, the earlier shortfall in pay would be made good.  Its failure to make good on that promise meant there was a continuing act of indirect discrimination until the termination of the Claimant’s employment.  The claim was therefore brought in time, alternatively it would have been just and equitable to extend time.  The Respondent appealed. \r\n\r\nHeld: dismissing the appeal\r\nThe ET’s Reasons - as amplified under the Burns/Barke procedure - made clear that it had found that there was a continuing discriminatory policy.  The Respondent’s policy, as amended in January 2012, continued to mean that the Claimant suffered from the underpayment in his salary because the Respondent failed to make good the short-fall and that was because of the initial (indirectly discriminatory) “employability issues”.  That thus remained the discriminatory application of the Respondent’s policy, of which the Claimant had complained.  As it continued until the termination of the Claimant’s employment, his claim was presented in time. \r\n\r\nIn the alternative, the ET’s finding in this regard was relevant to its consideration as to what was just and equitable in terms of any extension of time.  It had found that the Respondent had strung the Claimant along such that he had reasonably believed that it would make good the past short-fall in his pay but it had continued to fail to do so.  This was a permissible finding on the ET’s part and a permissible exercise of its judicial discretion. \r\n\r\n\r\n \r\nHER HONOUR JUDGE EADY QC \r\n\r\nIntroduction\r\n1.\tI refer to the parties as the Claimant and Respondent, as below.  This is the Full Hearing of the Respondent’s appeal against a Judgment of the East London Employment Tribunal (Employment Judge Jones, sitting with Mr Dugmore and Mr Lark on 26-27 February and in chambers on 23 March 2015; “the ET”), sent out on 12 May 2015.  The Claimant appeared before the ET in person but is today represented by Mr Allsop of counsel.  The Respondent has been represented by consultants throughout, earlier by Mr Wishart, today by Ms Reece.\r\n\r\n2.\tBy its Judgment, the ET upheld the Claimant’s claims of indirect race discrimination and breach of contract and made findings in respect of remedy.  The Respondent appeals against the finding on the indirect race discrimination claim, specifically against the ET’s finding that the claim had been brought in time or that, in any event, time should be extended.  The appeal was permitted to proceed to a Full Hearing by HHJ David Richardson and subsequently responses were obtained from the Employment Judge under the Burns v Royal Mail Group plc [2004] ICR 1103 EAT / Barke v SEETEC Business Technology Centre Ltd [2005] EWCA Civ 578 procedure.\r\n\r\nThe Background Facts and the ET’s Findings and Reasoning\r\n3.\tThe Respondent is a consultancy concerned with naval architecture and structural engineering.  It was founded by a Mr Ward, who remains its Chief Executive Officer.  \r\n\r\n4.\tFrom 2011, the Respondent employed the Claimant as a Naval Architect.  The Claimant is an Indian national who required a visa to work in the UK.  He started working for the Respondent after graduating with an MSc in naval architecture from Newcastle University, having applied for a position advertised as paying an annual salary of £30,000 to £40,000.  In fact, until June 2013, he was paid at an annual rate of £25,000; as the ET found, that was because the Respondent operated a provision, criterion or practice (“PCP”) of: \r\n“102. … offering employment contracts to graduates which stated that their salary will be reviewed regularly to reflect their employability status, performance and career development. …” (original emphasis)\r\n\r\n5.\t“Employability status”, the ET found, mainly referred to a person’s immigration/visa status (see paragraphs 102 and 103, ET Reasons).  The ET accepted this PCP put people of Indian nationality at a particular disadvantage compared with others who did not share that protected characteristic (see paragraphs 107 and 111).  It further found this put the Claimant at a particular disadvantage: he was only able to obtain a Tier 2 visa in February 2013 and prior to that was considered by the Respondent to have insecure immigration status, albeit the ET also found the Respondent still considered the Claimant’s employability to have some insecurity thereafter (see paragraph 113).  The ET found the Respondent made separate decisions in this respect on a number of occasions prior to June 2013 (see paragraph 115).  Even when the Claimant’s salary was increased to £30,000 per annum in June 2013 the ET found:\r\n“119. … there was no financial recognition, as had been promised, that the Claimant had lost out by being paid at a reduced rate for twenty months previously.  When it was increased to £40,000.00 in May 2014 the Respondent did not pay the increase for the remaining months of the Claimant’s employment and he had to bring these proceedings in order to get the money owed to him.”\r\n\r\n6.\tWhen considering the Respondent’s reviews of the Claimant’s position, the ET had found that, in January 2012, when the Claimant asked for clarification about whether he would receive salary increments before he had been granted a long-term work visa, he was told that, reflective of his increasing value to the Respondent over time but also of the increased risk that the Respondent would lose its investment in the Claimant’s development as the expiry of his visa drew nearer:\r\n“25. … any salary increments made before the long term visa is granted will reflect both the increase in value and the increase in risk, but the increments awarded after the long term visa is granted will reflect the fact that the gap between [the Claimant’s] salary and the salary he would have been receiving if he had already had the long term visa will have become wider over time.”\r\n\r\n7.\tAs the ET recorded (paragraph 26):\r\n“26. The Claimant understood from that statement that once he [had] obtained a visa that met his employer’s requirements, his salary would be increased and that increase will contain an additional element to reflect the time he had to wait before the salary increased and to ensure that overall, he did not lose out by having to wait that time.”\r\n\r\n8.\tIn fact, after the Respondent had increased the Claimant’s pay to £30,000 per annum, it did not make good that promise (see the ET’s finding at paragraph 52).  \r\n\r\n9.\tThe ET found the Claimant was very concerned about how he was treated by the Respondent for some time.  In November 2013, he began to look for other work and obtained an offer of a new position with Lloyd’s Register, which he ultimately started on or around 11 August 2014, his employment with the Respondent formally ending on 31 July 2014.\r\n\r\n10.\tDuring the course of May 2014 the Claimant raised his concerns with Mr Ward and was told his salary would be increased to £40,000 per annum from May 2014 with, as the ET found, no conditions attached.  In fact, the increase was not paid for June and July 2014, and the sums due to the Claimant in that regard remained outstanding at the end of his employment.\r\n\r\n11.\tOn 14 September 2014, the Claimant lodged ET proceedings against the Respondent, complaining of indirect race discrimination and breach of contract.  The breach of contract claim related to the non-payment of the salary increase to £40,000 per annum for June and July 2014.  The ET agreed that that sum was outstanding and upheld the Claimant’s claim in that regard.  As for the indirect race discrimination claim, at an earlier Preliminary Hearing (before Employment Judge Moor on 1 December 2014), the issues had been clarified as recorded in the Judgment of the ET at the Full Merits Hearing, relevantly, as follows:\r\n“3.2. Did the respondent apply the following provision, criteria [sic] and/or practice (‘the provision’) generally, namely that:\r\n3.2.1. payment in the position naval architect at £30,000.00 depended upon the employee having no visa restriction or a visa period longer than two years and/or;\r\n3.2.2. its employees on restricted visas had their salary level reduced;\r\n…\r\n3.3. Does the application of the provision put other people of Indian nationality at a particular disadvantage when compared with persons who do not have this protected characteristic?\r\n3.4. Did the application of the provision put the claimant at that disadvantage in that:\r\n3.4.1. he was paid as a naval architect at £25,000.00 per annum not £30,000.00 per annum from 3 October 2011 until 24 June 2013;\r\n3.4.2 he was denied promotional opportunities in general; and\r\n3.4.3 he was informed up until the end of his employment that being on a limited visa made him a risk to the company and he was thereby less secure in his employment and sought alternative work;\r\n3.4.4 he was not paid £40,000.00 per annum in respect of June and July 2014.\r\n…\r\n3.6. Is the claim in respect of £30,000.00 salary out of time?  The respondent argues that the indirect discrimination claim concerns only the period of time during which the Claimant was paid less than £30,000.00 and therefore time began to run from the very latest 24 June 2013.\r\n3.7. If so, is it just and equitable to extend time?”\r\n\r\n12.\tI have already set out the ET’s relevant findings on liability.  In short, it concluded that the Claimant had received less than the advertised wage up to June 2014 because of his visa status and that amounted to indirect race discrimination that was not justified.  The Respondent does not seek to challenge that finding.  The ET further found that there were reviews of the Respondent’s initial decision in this respect, at which separate decisions were taken, to the same effect; this was not simply the continuing effect of the initial decision but separate confirmations of it (see paragraph 95); albeit, all those reviews took place before June 2013 (paragraph 96).  The ET found, however, that the Claimant’s ET1 had been presented:\r\n“96. … two months after the last wage was paid at the end of July which the Claimant hoped would include all the arrears that he sought.  He had been [told by] Mr Ward in their conversation on 24 May that the increase to £40,000 would be paid in cash and he had a reasonable expectation after their conversation that it would be paid at the end of his employment.  It was not. …”\r\n\r\n13.\tOn that basis, the ET concluded that time did not start to run until the end of the Claimant’s employment; the claim was therefore presented in time.\r\n\r\n14.\tA similar point is made in the findings on remedy relevant to the indirect discrimination claim, where the ET found the Claimant was entitled to compensation for injury to feelings:\r\n“138. … because of the indirect discrimination he experienced by the Respondent’s decision not to pay him at the rate of £30,000.00 at the start of his contract and their failure to make any payment to him once they had increased his salary to £30,000.00, to reflect the fact that it took eighteen months for them to do so. …”\r\n\r\n15.\tIn any event, the ET further explained (see paragraphs 97 to 99 of its Reasons) why it would find it just and equitable to extend time; see, in particular:\r\n“97. Even though the Claimant is an intelligent person and quite ably presented his case before the Employment Tribunal, he is not legally qualified, did not have legal advice before issuing his proceedings and did not seek that advice before he left the Respondent because he did not want to jeopardise his position with any new employer given the small world in which Naval Architects work.  He was always conscious of the fact that Mr Ward is a reputable Naval Architect within the industry and that they were likely to meet again in the future in a work setting.  We were told that it was a very small industry and an international industry and so being mindful of his future career the Claimant wanted to secure a new position before taking any litigation in this matter or before even enquiring about the possibility of taking a case.  Also, the Claimant was hoping to resolve this matter with the Respondent and that is why he sent the emails in July 2014 before leaving.  This was his attempt to amicably resolve matters between them so that he did not have to take the further step of issuing proceedings.\r\n98. It is therefore also our judgment that it is just and equitable to extend time in this case.  We consider that the Claimant did everything in his power to resolve this matter without taking litigation.  Also, the Claimant was under the belief that the Respondent were [sic] continuing to confirm their breach of their agreement with him every time they made a decision to continue to pay him at different levels and not to make the back dated payment or a lump sum payment to reflect the fact that, the increase in wage to £30,000.00 did not happen until some twenty months after he began his employment.”\r\n\r\n16.\tUnder the Burns/Barke procedure the Employment Judge has further clarified that reasoning, explaining:\r\n“2. …\r\ne. At the end of his employment the Claimant was owed the following: an amount to reflect the fact that his wage had been £25,000 between the date of his appointment being October 2011 and the date when it was increased to £30,000 in June 2013.  The amended minutes of the meeting dated 17 January 2012 did not say that he would get the total difference but suggested that he should expect to receive a sum to reflect the time he has had to wait for the difference to be made up.  That amount was never paid and was outstanding at the end of his employment.  Also, he was owed the difference between the wage of £30,000 which he started receiving in June 2013 and a new wage of £40,000 which he had been told would be applied from May 2014.  This was never paid as the Respondent continued to pay him at the rate of £30,000 until his employment ended.\r\n…\r\n4. The Tribunal’s decision at paragraph 96 is explained further in the answer to paragraph 2 above.  The Tribunal found that the Claimant had a claim for the payments promised in the amended minutes of the meeting on 17 January 2012 referred to at paragraphs 23, 24, 25 and 26 of the findings and that he was never paid an amount in respect of that promise.  He remained in employment until 31 July 2014 and always expected some payment to reflect that promise up until the end of his employment.  The Respondent also increased his wage to £40,000 in May 2014 but never paid him at that wage.  He was told that he would be paid the difference between the wage he was paid and the wage he was due, in cash at the end of his employment.  The Respondent failed to do so.  It was our judgment that both parts of the debt were outstanding at the termination of his employment.  The continuing state of affairs was the failure to pay the Claimant his back-pay to acknowledge that he should have been paid at £30,000 from the start of his employment given he met all the lawful criteria that the Respondent imposed.  The Claimant was only paid at £25,000 because of a discriminatory reason.  The Respondent increased his wage to £40,000 but failed to pay him at that rate and that was also part of the continuing state of affairs.  This was not separate but was part of the way in which the Respondent treated the Claimant differently because of his visa status which we found to be discriminatory.”\r\n\r\n17.\tThe Employment Judge also provided further explanation as to the ET’s reasoning on the just and equitable extension of time as follows:\r\n“5. … We also considered that the Respondent had every opportunity from October 2011 when [the Claimant] started his employment up until the day his employment ended on 31 July 2014 to pay him the correct wage for the job and to make up for any shortfall.  It was never the Respondent’s case at the Hearing that after June 2013 the Claimant had stopped asking for the promise to be kept.  It was not put to him that he was satisfied with the wage of £30,000 and that his only complaint was that he had not been paid at the rate of £40,000 for May, June and July 2014.  Every time Mr Ward had a discussion with the Claimant about his wage and refused to pay him any back pay in lieu of the ‘promise’ referred to above and instead suggested another reason related to the Claimant’s status for the failure to do so, it was our judgment that this was a new decision.  Paragraph 58 refers.  We did not set out those discussions in detail as it was not in dispute that the Claimant had continued to raise the issue with the Respondent and that it was refused.  We considered that the Claimant had met all the criteria the Respondent set for this post and the only reason why he had not been paid at the advertised wage was because of his visa status. …”\r\n\r\nThe Appeal\r\n18.\tThe grounds of appeal challenge both the finding that the indirect discrimination case was brought in time and also the ET’s alternative conclusion that it would be just and equitable to extend time.  In respect of the first, the Respondent contends that the finding that the claim was in time was perverse as it was contrary to the ET’s findings of fact; alternatively, the ET erred in its interpretation of a continuing act.  As for the finding that it would be just and equitable to extend time, the Respondent appeals on the following grounds: (1) the ET erred in law in failing to address the issue of prejudice to the Respondent; (2) it further erred in failing to make a finding as to the length of time that the claim was out of time and factor that into its assessment; (3) the ET’s finding that the Claimant acted reasonably in not taking legal advice was rendered perverse by its conflation of the consequence of taking legal advice with acting upon that advice; and (4) the ET erred in law in failing to have regard to whether the reason for the delay, the failure to seek advice and the decision to wait a year was reasonable.\r\n\r\nSubmissions\r\nThe Respondent’s Case\r\n19.\tOn the question whether the claim was brought in time, the Respondent first objects that there is no clear finding of fact that any discriminatory acts occurred after June 2013, some 15 months before the ET claim was lodged.  As the ET’s Reasons cited various different formulations of different PCPs, it was difficult to identify any act done at the end of the period for the purposes of establishing a continuing act under section 123(3) of the Equality Act 2010 (“EqA”).  Although the Claimant had argued before the ET (see as recorded by the ET at paragraph 85) that there had been a continuing act because the Respondent failed to pay him the right wages up until his departure, that was different to the PCP cited in the list of issues, and the reference to the failure to pay the right wage was ambiguous.  \r\n\r\n20.\tTurning to the ET’s findings, the occasions at which the ET found that the Respondent had reviewed the decision not to pay £30,000 all took place before June 2013.  The ET had found there was an ongoing omission to pay back the shortfall but had not made - as it would have needed to do - any finding that there was a promise to pay back the shortfall at a specific time or as to the amount of that shortfall, and there was no finding that this was also an application of an indirectly discriminatory PCP.  On the ET’s findings, there was not sufficient for there to have been any contractual right in this regard.  In any event, if the promise was to pay the Claimant the shortfall once he got his three-year visa, the decision not to do so was made in June 2013 (see the finding at paragraph 52); it would not serve to extend the time period of any continuing act.  If the finding was that the promise was to make good the difference subsequently, then there was no particular date for this, and the Burns/Barke responses did not assist.  In any event, the PCP relied on by the Claimant was that the Respondent’s employees on restricted visas had their salaries reduced.  This would not have been a reduction but a failure to pay a historic shortfall.\r\n\r\n21.\tFor completeness, whilst the ET had found a failure to pay a difference between £30,000 and £40,000 in June and July 2014, that was held to be a breach of contract.  It could not serve to extend time by amounting to a continuing act for the purposes of the indirect discrimination claim, and, as for any more general complaint of feeling insecure, the ET had not upheld the alleged disadvantage in this regard as being an application of the PCP.\r\n\r\n22.\tAs for what must have been an alternative finding, that it was just and equitable to extend time, the ET had been required to consider the prejudice to each party as a result of granting or refusing an extension (British Coal Corporation v Keeble [1997] IRLR 336 EAT) but failed to do so in respect of the Respondent (albeit Ms Reece accepted this had not been a point pressed by the Respondent below).  The ET was, further, required to have regard to all relevant circumstances, which would include the length of, and any reason for, the delay.  In the present case, there was no finding as to the length of delay; indeed, the ET found (see paragraph 96) the claim was presented in time.  It was the Respondent’s case that the delay was of some 15 months - a significant period - which required the ET to address this as a relevant factor.\r\n\r\n23.\tThe ET was further obliged to have regard to the promptness with which the Claimant acted once he knew of the facts giving rise to the cause of action and the steps taken to obtain appropriate advice.  There were no express findings as to whether the Claimant had known of the possibility of taking action (although that might be implied from the findings at paragraphs 97 and 98 to the effect that he made a conscious effort not to pursue a claim).  As for advice, the ET found it was reasonable for the Claimant not to have sought such advice as the naval architectural world was a small one and he might thereby “jeopardise his position with any new employer”.  That finding was perverse, as taking confidential legal advice could not jeopardise any future employment: the ET was conflating the decision not to take legal advice with any decision not to take action as a result (which, the Respondent allowed, might have become the subject of knowledge within the naval architecture community).\r\n\r\n24.\tFurther, the ET had found (see paragraph 98) that the reason for the Claimant’s failure to bring his claim in time was his mistaken belief that:\r\n“98. … the Respondent were [sic] continuing to confirm their breach of their agreement with him every time they made a decision to continue to pay him at different levels and not to make the back dated payment …”\r\n\r\n25.\tThose confirmations could not, however, extend past June 2013.  In any event, the Claimant’s mistaken belief was only relevant to the extent it was reasonable (Biggs v Somerset County Council [1996] ICR 364 CA).  Ultimately, the ET had found the Claimant did not seek advice and did not bring a claim because he wanted first to secure other employment, which would suggest a conscious decision on his part.  To the extent it found he also mistakenly believed each failure to make good the shortfall amounted to a separate act of discrimination from which time would then run, that, again, raised the question as to the security of the ET’s findings of fact on the promise; if that finding could not stand as establishing a continuing state of affairs, it was equally rendered unsafe as a basis for any extension of time.\r\n\r\nThe Claimant’s Case\r\n26.\tOn behalf of the Claimant, it was submitted that the ET’s finding in respect of the primary question whether the claim was brought in time needed to be seen alongside the responses provided under the Burns/Barke procedure.  Adopting this course, it was apparent the ET had found that the Respondent had promised the Claimant that any salary increments awarded after his long-term visa was granted would reflect the gap between his salary and the salary that he would have been receiving if he had already had the long-term visa.  Thus the ET made a finding that the Claimant had been subjected to a continuing act because the Respondent had failed to pay him the correct wages up to his departure.  The promise in respect of the shortfall was a continuation of the discrimination: it was a continuing application of the policy of not paying the Claimant the £30,000 he would have been paid had it not been for the application of the PCP of his having no visa restrictions - the “employability” criterion.  This meant the Claimant was suffering from a continuing discriminatory state of affairs (Richman v Knowsley Metropolitan Borough Council [2013] EqLR 1164): the continuing failure to make up his pay to £30,000 for the employment up to June 2013, in terms of continuing to make good the shortfall he had suffered.  This was not simply the consequence of the original PCP.  The ET had specifically found that this was (paragraph 4 of the Burns/Barke response):\r\n“… part of the way in which the Respondent treated the Claimant differently because of his visa status which we found to be discriminatory.”\r\n\r\n27.\tIt amounted, on the ET’s findings, to further separate successive decisions taken each time the Respondent determined not to pay the Claimant the shortfall, including decisions in response to his various complaints about the failure to make good as had been promised, and these continued up until the end of his employment.  These were decisions that remained underpinned by the PCP of which the Claimant had complained: that of meeting the Respondent’s definition of employability in order to be paid at the rate to which the Claimant should have been entitled, although it was not necessary for there to be a finding on a specific policy or rule for there to be a continuing state of affairs (see Richman).\r\n\r\n28.\tAlternatively, this was a point that went to the ET’s exercise of its discretion to extend time (the second ground of appeal).  As for that second ground and the ET’s alternative finding on the extension of time, it should be noted that the Respondent was seeking to raise new points on appeal that were not taken below and should not be permitted on appeal (Kumchyk v Derby City Council [1978] ICR 1116 EAT).  Certainly, as Ms Reece had accepted, there was no positive case advanced by the Respondent below on prejudice.  \r\n\r\n29.\tMore generally, whilst Keeble laid down guidance, it did not amount to a statement of statutory requirement.  The ET had a broad discretion under section 132(1)(b), and in appropriate circumstances the precise date of an act or omission might not be material, and it might be permissible to give summary reasons for the decision to exercise a discretion in favour of the Claimant (see paragraphs 49 to 50 of Abertawe Bro Morgannwg University Local Health Board v Morgan UKEAT/0305/13/LA).  It was apparent that the ET had regard to the relevant considerations and considered there was no prejudice to the Respondent.  Specifically, the ET was plainly aware of the relevant dates and thus the period of any potential delay (see paragraph 96), and it was clear in its findings as to why the Claimant might reasonably have delayed in bringing any claim, albeit the test was what was just and equitable not simply one of reasonable practicability.  These were all factors the ET was entitled to take into account in the exercise of its discretion.  The reasoning had been amplified under the Burns/Barke procedure, with the ET specifically finding that, effectively, the Respondent had strung the Claimant along in terms of its reiteration of the promise to make good the shortfall.\r\n\r\nThe Respondent in Reply\r\n30.\tMs Reece observed that the agreed issues as recorded by the ET did not identify a continuing state of affairs arising from the Respondent’s subsequent failure to make good the shortfall in the Claimant’s pay and for the ET to construe its finding of a promise as a continuing act put the Respondent at a disadvantage.  Moreover, the ET’s findings, even as amplified under the Burns/Barke procedure, did not clearly explain how it had found further determinations by the Respondent, there being no findings as to the date or dates of any such determinations.  As for any just and equitable extension of time, the ET’s consideration of the relevant dates at paragraph 96 was muddled, and it was hard to see why it concluded that time only ran from the end of the Claimant’s employment.  In going on (see paragraph 97) to consider the Claimant’s actions, the ET then failed to explain the basis on which it was approaching the question of whether he had acted reasonably in deciding to wait before bringing a claim.  In further response to the Claimant’s objection that the ET had made findings as to the further determinations at paragraph 54 of its Reasons, the Respondent countered that this appeared to relate to the period before June 2013 and so did not assist.\r\n\r\nThe Relevant Statutory Provisions and Legal Principles\r\n31.\tThe starting point is section 123 EqA, which, relevantly, provides as follows:\r\n“(1) Proceedings … may not be brought after the end of -\r\n(a) the period of 3 months starting with the date of the act to which the complaint relates, or\r\n(b) such other period as the employment tribunal thinks just and equitable.\r\n…\r\n(3) For the purposes of this section -\r\n(a) conduct extending over a period is to be treated as done at the end of the period;\r\n(b) failure to do something is to be treated as occurring when the person in question decided on it.\r\n(4) In the absence of evidence to the contrary, a person (P) is to be taken to decide on a failure to do something -\r\n(a) when P does an act inconsistent with doing it, or\r\n(b) if P does no inconsistent act, on the expiry of the period in which P might reasonably have been expected to do it.”\r\n\r\n32.\tWhere an employer operates a discriminatory policy - a discriminatory regime, rule, practice or principle - that will amount to an act extending over a period (Barclays Bank plc v Kapur and Ors [1991] IRLR 136 HL), which is to be distinguished from the continuing consequences of a one-off decision (Owusu v LFCDA [1995] IRLR 574 EAT).  That said, the identification of conduct extending over a period does not necessitate the specific identification of a policy, rule or practice; rather (see Lyfar v Brighton & Sussex University Hospitals Trust [2006] EWCA Civ 1548 and Richman), something wider is required, which might be an ongoing process or proceedings or a continuing state of affairs.\r\n\r\n33.\tWhen a claim is brought out of time and the ET is considering whether it is just and equitable to extend time, the relevant principles are as set out by the EAT in Keeble:\r\n“8. … It requires the court to consider the prejudice which each party would suffer as the result of the decision to be made and also to have regard to all the circumstances of the case and in particular, inter alia, to -\r\n(a) the length of and reasons for the delay;\r\n(b) the extent to which the cogency of the evidence is likely to be affected by the delay;\r\n(c) the extent to which the party sued had cooperated with any requests for information;\r\n(d) the promptness with which the plaintiff acted once he or she knew of the facts giving rise to the cause of action;\r\n(e) the steps taken by the plaintiff to obtain appropriate professional advice once he or she knew of the possibility of taking action.”\r\n\r\nAlbeit, those principles are to be read as guidance and not a statement of statutory requirements (see per Langstaff J, then President of the EAT, in Morgan).  \r\n\r\n34.\tIt has, further, been held to be necessary for ETs, when considering the exercise of such a discretion, to identify the cause of the Claimant’s failure to bring the claim in time; see Accurist Watches Ltd v Wadher UKEAT/0102/09 and Morgan, where the EAT ruled:\r\n“52. Though there is no principle of law which dictates how sparingly or generously the power to enlarge time is to be exercised (see Chief Constable of Lincolnshire Police v Caston [2009] EWCA Civ 1298 at para 25, per Sedley LJ) a tribunal cannot hear a complaint unless the applicant convinces it that it is just and equitable to do so, and the exercise of discretion is therefore the exception rather than the rule (per Auld LJ in Robertson v Bexley Community Centre [2003] IRLR 434 CA).  A litigant can hardly hope to satisfy this burden unless he provides an answer to two questions, as part of the entirety of the circumstances which the tribunal must consider.  The first question in deciding whether to extend time is why it is that the primary time limit has not been met; and insofar as it is distinct the second is reason why after the expiry of the primary time limit the claim was not brought sooner than it was. …”\r\n\r\nAlthough the EAT also allowed it might not always be appropriate to give more than summary reasons for a conclusion that it was just and equitable to extend time and that the precise date of an act or omission may not be material to that question (see paragraph 50, Morgan).\r\n\r\n35.\tMoreover, although the reason why a Claimant delayed in bringing a claim is a relevant consideration, the test to be applied is not one of reasonable practicability (as it was in Biggs) but what an ET considers just and equitable, an exercise of its discretion that will only be susceptible to challenge on appeal if the ET directed itself wrongly in law, failed to take account the relevant, or took into account the irrelevant, or reached a decision that is properly to be described as perverse (again, see Morgan, at paragraph 50).\r\n\r\nDiscussion and Conclusions\r\n36.\tI address first the question whether the ET erred in finding that the Claimant’s claim was presented in time.  The starting point was to determine when the act complained of was done.  As section 123(3) EqA makes clear, however, a complaint may relate to conduct extending over a period, in which case it is to be treated as done at the end of that period.  There is a distinction between a continuing act of discrimination extending over a period of time (when section 123(3) applies) and the consequences of an act of discrimination - whether a one-off or a continuing act - where the time limit will be determined by the date of the act, not the date of any consequence.  Where an employer has adopted a discriminatory policy that it continues to operate, however, it will be possible to find a continuing act of discrimination; the relevant date will then be the date on which the discriminatory policy came to an end (Kapur).\r\n\r\n37.\tIn this case, the act complained of was not limited to the mere existence of the Respondent’s unjustifiable and indirectly discriminatory policy of not paying full salary to those who required a visa for their employment; it was the application of that policy to the Claimant that gave rise to the act complained of.  The question then arises as to when that policy ceased to be applied: when did the continuing discriminatory state of affairs, to which the policy gave rise, come to an end?  There is no dispute but that the Claimant was entitled to complain of the detriment he suffered as a result of the application of the policy until June 2013.  The ET further found, however, that he was entitled to continue to complain of the Respondent’s failure to then make good the shortfall in pay he had suffered prior to June 2013; the period during which his employability had seemed, on the Respondent’s case, insecure but which had ultimately proved to be secure after all.\r\n\r\n38.\tAt first sight, that might seem to be the identification of a consequence of the application of the PCP rather than an act in itself.  The ET had further found, however, that there had been a commitment - a promise - made to the Claimant in January 2012, that the shortfall would be made good once his long-term visa was granted (see paragraph 25); the policy was thus refined - the Respondent had accepted that there was a shortfall in pay and allowed that should be made good once the employee’s employability status was resolved.  \r\n\r\n39.\tI confess to having initially found it difficult to fully comprehend the ET’s reasoning in this respect, in particular given the case before it as defined in the agreed list of issues: the promise was no part of the PCP as put by the Claimant (see paragraphs 3.2.1 and 3.2.2); the failure to pay him in accordance with that promise was not identified as a disadvantage suffered by the Claimant (see paragraph 3.4); and the disadvantage - in not being paid at the rate of £40,000 per annum in respect of June and July 2014, as recorded at paragraph 3.4.4 - was dealt with as part of the breach of contract claim, separate from the promise to pay the shortfall arising from the discriminatory policy.  I have, however, found myself persuaded by Mr Allsop’s advocacy.  The ET’s finding - albeit not as clear as one might have wished and required to be clarified under the Burns/Barke procedure - was of a continuation of the discriminatory policy of which the Claimant had complained.  The policy operated by the Respondent was not to pay full salary to those whose employability was in issue; that continued beyond the time when the Claimant’s visa status was resolved (February 2013) and even after the Respondent had then put him onto the correct rate (June 2013), when the Respondent continued to fail to make good the shortfall.  The Respondent had continued the discrimination and did so because of the Claimant’s earlier failure to meet its employability requirement.  \r\n\r\n40.\tAn alternative way of expressing the finding (effectively making the same point) is that the Respondent was simply continuing a discriminatory state of affairs in refusing to pay the full salary that had been due to the Claimant from the start of his employment until June 2013 (when it amended his ongoing rate of pay).  As the ET found, the Respondent continued to make decisions to that effect; alternatively, continued to fail to make decisions to make good the shortfall when it might reasonably have been expected to do so.\r\n\r\n41.\tThe particular facts of this case and the way in which the ET’s Reasons had to be made good under the Burns/Barke procedure mean the reasoning is not straightforward; I am, however, satisfied that it falls on the correct side of the line.  This was a finding of conduct extending over a period that continued up to the date of the termination of the Claimant’s employment.  \r\n\r\n42.\tIf I am wrong about that, I consider, in any event, that the reasoning is relevant to the ET’s alternative finding, that it would be just and equitable to extend time.  \r\n\r\n43.\tI bear in mind that the ET is afforded a wide discretion to extend time in discrimination cases and it will not be for the EAT to interfere with the proper exercise of that discretion.  In this case, the ET effectively found that the Respondent had strung the Claimant along, with continuing promises to make good the earlier shortfall in his pay (see paragraph 5 of the ET’s Burns/Barke reasoning).  Certainly, it found the Claimant had reasonably sought to amicably resolve matters by raising his concerns with the Respondent (see the finding at paragraph 97) and believed the continuing failure to make good the shortfall amounted to separate decisions, thus extending time (see paragraph 98).  Those were all relevant factors.  The ET did not have to apply a test of reasonable practicability; it was entitled to take all those matters into account in determining whether it was just and equitable to extend time.\r\n\r\n44.\tAlso relevant for the ET was the Claimant’s concern about bringing proceedings, and even obtaining advice with a view to bringing proceedings, whilst still employed by the Respondent.  Those were, again, all matters for the ET.  The ET had regard to the various dates from which time could be said to run, although as it was dealing with - on its findings - the continuation of a discriminatory policy, the particular identification of one date was not so important (in particular, as the ET found, given that the Respondent kept revising the policy only to effectively fob the Claimant off once more).\r\n\r\n45.\tMoreover, whilst mindful of the approach laid down in Keeble, I do not consider the ET’s failure to expressly address the question of potential prejudice to the Respondent to be fatal.  This was not a matter - as Ms Reece accepted - that the Respondent raised with the ET below.  In any event (and this may explain why it did not), Ms Reece has not identified any prejudice to her client other than, of course, the inability to avoid a liability that would otherwise arise.  Specifically, given that the ET was considering this question after it had determined the merits of the case (this was not a Preliminary Hearing on the time issue but part and parcel of the Full Merits Hearing) it was able to be sure the cogency of the evidence was unaffected and was best placed to determine the question of relative prejudice.\r\n\r\n46.\tFor all those reasons, it seems to me that the ET reached a permissible view on the question on the justice and equity in extending time and it would not be for this court to seek to interfere.  I therefore dismiss the appeal.\r\n","tribunal_decision_categories":["jurisdictional-points","race-discrimination"],"tribunal_decision_decision_date":"2016-08-30","tribunal_decision_landmark":"not-landmark","tribunal_decision_sub_categories":["jurisdictional-points-extension-of-time-just-and-equitable","race-discrimination-indirect"]},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58de9394e5274a06b300008b/Fairlead_Maritime_Ltd_v_Mr_V_Parsoya_UKEAT_0275_15_DA.pdf","title":"Fairlead Maritime Ltd v Mr V Parsoya UKEAT 0275 15 DA","content_type":"application/pdf","updated_at":"2017-03-31T17:36:20+00:00","created_at":"2017-03-31T17:36:20+00:00","content_id":"754fc3ae-b873-4606-8680-d9b2437f9bc1"}]},"routes":[{"path":"/employment-appeal-tribunal-decisions/fairlead-maritime-ltd-v-mr-v-parsoya-ukeat-0275-15-da","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_appeal_tribunal_decision","schema_name":"specialist_document","first_published_at":null,"base_path":"/employment-appeal-tribunal-decisions/fairlead-maritime-ltd-v-mr-v-parsoya-ukeat-0275-15-da","description":"Employment Appeal Tribunal judgment of Judge Eady on 30 August 2016.","content_id":"647beb2d-5f71-49e6-9899-39f0906d61c9","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1134","api_path":"/api/content/courts-tribunals/employment-appeal-tribunal","base_path":"/courts-tribunals/employment-appeal-tribunal","content_id":"caeb418c-d11c-4352-92e9-47b21289f696","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-22T13:28:06Z","schema_name":"placeholder","title":"Employment Appeal Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Appeal Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-appeal-tribunal-decisions","base_path":"/employment-appeal-tribunal-decisions","content_id":"975cf540-6e64-40e3-b62a-df655a8c99ef","description":"Find decisions on appeals against employment tribunals heard by the Employment Appeal Tribunal.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment appeal tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_appeal_tribunal_decision"},"format_name":"Employment appeal tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against employment tribunals heard by the Employment Appeal Tribunal.</p><p>Includes decisions after December 2015. Find details of <a rel=\"external\" href=\"http://www.employmentappeals.gov.uk/Public/Search.aspx\">older cases.</a></p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity Rights and Parental Leave","value":"maternity-rights-and-parental-leave"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Practice and Procedure","value":"practice-and-procedure"},{"label":"Procedural Issues","value":"procedural-issues"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"}]},{"key":"tribunal_decision_categories_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Contract of Employment - Apprenticeship","value":"contract-of-employment-apprenticeship"},{"label":"Contract of Employment - Breach of Contract","value":"contract-of-employment-breach-of-contract"},{"label":"Contract of Employment - Damages for breach of contract","value":"contract-of-employment-damages-for-breach-of-contract"},{"label":"Contract of Employment - Definition of employee","value":"contract-of-employment-definition-of-employee"},{"label":"Contract of Employment - Disciplinary and grievance procedure","value":"contract-of-employment-disciplinary-and-grievance-procedure"},{"label":"Contract of Employment - Frustration","value":"contract-of-employment-frustration"},{"label":"Contract of Employment - Implied Term/Variation/Construction of Term","value":"contract-of-employment-implied-term-variation-construction-of-term"},{"label":"Contract of Employment - Incorporation into Contract","value":"contract-of-employment-incorporation-into-contract"},{"label":"Contract of Employment - Itemised pay statement","value":"contract-of-employment-itemised-pay-statement"},{"label":"Contract of Employment - Mitigation","value":"contract-of-employment-mitigation"},{"label":"Contract of Employment - Mutual trust and confidence","value":"contract-of-employment-mutual-trust-and-confidence"},{"label":"Contract of Employment - Notice and pay in lieu","value":"contract-of-employment-notice-and-pay-in-lieu"},{"label":"Contract of Employment - Sick pay and holiday pay","value":"contract-of-employment-sick-pay-and-holiday-pay"},{"label":"Contract of Employment - Whether established","value":"contract-of-employment-whether-established"},{"label":"Contract of Employment - Written particulars","value":"contract-of-employment-written-particulars"},{"label":"Contract of Employment - Wrongful dismissal","value":"contract-of-employment-wrongful-dismissal"},{"label":"Equal Pay Act - Article 141/European law","value":"equal-pay-act-article-141-european-law"},{"label":"Equal Pay Act - Case management","value":"equal-pay-act-case-management"},{"label":"Equal Pay Act - Damages/Compensation","value":"equal-pay-act-damages-compensation"},{"label":"Equal Pay Act - Equal value","value":"equal-pay-act-equal-value"},{"label":"Equal Pay Act - European law","value":"equal-pay-act-european-law"},{"label":"Equal Pay Act - Indirect discrimination","value":"equal-pay-act-indirect-discrimination"},{"label":"Equal Pay Act - Like work","value":"equal-pay-act-like-work"},{"label":"Equal Pay Act - Material factor defence and justification","value":"equal-pay-act-material-factor-defence-and-justification"},{"label":"Equal Pay Act - Other establishments","value":"equal-pay-act-other-establishments"},{"label":"Equal Pay Act - Out of time","value":"equal-pay-act-out-of-time"},{"label":"Equal Pay Act - Part-time Pensions","value":"equal-pay-act-part-time-pensions"},{"label":"Equal Pay Act - Work rated equivalent","value":"equal-pay-act-work-rated-equivalent"},{"label":"Harassment - Compensation","value":"harassment-compensation"},{"label":"Harassment - Conduct","value":"harassment-conduct"},{"label":"Harassment - Purpose","value":"harassment-purpose"},{"label":"Health & Safety - Detriment","value":"health-safety-detriment"},{"label":"Jurisdictional Points - 2002 Act and pre-action requirements","value":"jurisdictional-points-2002-act-and-pre-action-requirements"},{"label":"Jurisdictional Points - Agency relationships","value":"jurisdictional-points-agency-relationships"},{"label":"Jurisdictional Points - Claim in time and effective date of termination","value":"jurisdictional-points-claim-in-time-and-effective-date-of-termination"},{"label":"Jurisdictional Points - Continuity of employment","value":"jurisdictional-points-continuity-of-employment"},{"label":"Jurisdictional Points - Excluded employments","value":"jurisdictional-points-excluded-employments"},{"label":"Jurisdictional Points - Extension of time: just and equitable","value":"jurisdictional-points-extension-of-time-just-and-equitable"},{"label":"Jurisdictional Points - Extension of time: reasonably practicable","value":"jurisdictional-points-extension-of-time-reasonably-practicable"},{"label":"Jurisdictional Points - Fraud and illegality","value":"jurisdictional-points-fraud-and-illegality"},{"label":"Jurisdictional Points - State immunity","value":"jurisdictional-points-state-immunity"},{"label":"Jurisdictional Points - Worker employee or neither","value":"jurisdictional-points-worker-employee-or-neither"},{"label":"Jurisdictional Points - Working outside the jurisdiction","value":"jurisdictional-points-working-outside-the-jurisdiction"},{"label":"Maternity Rights and Parental Leave - Detriment","value":"maternity-rights-and-parental-leave-detriment"},{"label":"Maternity Rights and Parental Leave - Pregnancy","value":"maternity-rights-and-parental-leave-pregnancy"},{"label":"Maternity Rights and Parental Leave - Return to work","value":"maternity-rights-and-parental-leave-return-to-work"},{"label":"Maternity Rights and Parental Leave - Sex discrimination","value":"maternity-rights-and-parental-leave-sex-discrimination"},{"label":"Maternity Rights and Parental Leave - Unfair dismissal","value":"maternity-rights-and-parental-leave-unfair-dismissal"},{"label":"Practice and Procedure - 2002 Act and pre-action requirements","value":"practice-and-procedure-2002-act-and-pre-action-requirements"},{"label":"Practice and Procedure - Absence of Party","value":"practice-and-procedure-absence-of-party"},{"label":"Practice and Procedure - Admissibility of evidence","value":"practice-and-procedure-admissibility-of-evidence"},{"label":"Practice and Procedure - Amendment","value":"practice-and-procedure-amendment"},{"label":"Practice and Procedure - Appearance/Response","value":"practice-and-procedure-appearance-response"},{"label":"Practice and Procedure - Appellate jurisdiction/Reasons/Burns-Barke","value":"practice-and-procedure-appellate-jurisdiction-reasons-burns-barke"},{"label":"Practice and Procedure - Application/Claim","value":"practice-and-procedure-application-claim"},{"label":"Practice and Procedure - Absence of Party","value":"practice-and-procedure-absence-of-party"},{"label":"Practice and Procedure - Admissibility of evidence","value":"practice-and-procedure-admissibility-of-evidence"},{"label":"Practice and Procedure - Amendment","value":"practice-and-procedure-amendment"},{"label":"Practice and Procedure - Appearance/Response","value":"practice-and-procedure-appearance-response"},{"label":"Practice and Procedure - Appellate jurisdiction/Reasons/Burns-Barke","value":"practice-and-procedure-appellate-jurisdiction-reasons-burns-barke"},{"label":"Practice and Procedure - Bias misconduct and procedural irregularity","value":"practice-and-procedure-bias-misconduct-and-procedural-irregularity"},{"label":"Practice and Procedure - Case Management","value":"practice-and-procedure-case-management"},{"label":"Practice and Procedure - Chairman alone","value":"practice-and-procedure-chairman-alone"},{"label":"Practice and Procedure - Chairmans notes of evidence","value":"practice-and-procedure-chairmans-notes-of-evidence"},{"label":"Practice and Procedure - Compromise","value":"practice-and-procedure-compromise"},{"label":"Practice and Procedure - Contribution","value":"practice-and-procedure-contribution"},{"label":"Practice and Procedure - Costs","value":"practice-and-procedure-costs"},{"label":"Practice and Procedure - Delay in ET judgment","value":"practice-and-procedure-delay-in-et-judgment"},{"label":"Practice and Procedure - Disclosure","value":"practice-and-procedure-disclosure"},{"label":"Practice and Procedure - Disposal of appeal including remission","value":"practice-and-procedure-disposal-of-appeal-including-remission"},{"label":"Practice and Procedure - Estoppel or Abuse of Process","value":"practice-and-procedure-estoppel-or-abuse-of-process"},{"label":"Practice and Procedure - Imposition of Deposit","value":"practice-and-procedure-imposition-of-deposit"},{"label":"Practice and Procedure - Insolvency","value":"practice-and-procedure-insolvency"},{"label":"Practice and Procedure - New evidence on appeal","value":"practice-and-procedure-new-evidence-on-appeal"},{"label":"Practice and Procedure - No case to answer","value":"practice-and-procedure-no-case-to-answer"},{"label":"Practice and Procedure - Parties","value":"practice-and-procedure-parties"},{"label":"Practice and Procedure - Permission to appeal further","value":"practice-and-procedure-permission-to-appeal-further"},{"label":"Practice and Procedure - Perversity","value":"practice-and-procedure-perversity"},{"label":"Practice and Procedure - Postponement or stay","value":"practice-and-procedure-postponement-or-stay"},{"label":"Practice and Procedure - Preliminary issues","value":"practice-and-procedure-preliminary-issues"},{"label":"Practice and Procedure - Questionnaires","value":"practice-and-procedure-questionnaires"},{"label":"Practice and Procedure - Restricted Reporting Order","value":"practice-and-procedure-restricted-reporting-order"},{"label":"Practice and Procedure - Restriction of proceedings order","value":"practice-and-procedure-restriction-of-proceedings-order"},{"label":"Practice and Procedure - Review","value":"practice-and-procedure-review"},{"label":"Practice and Procedure - Right to be heard","value":"practice-and-procedure-right-to-be-heard"},{"label":"Practice and Procedure - Service","value":"practice-and-procedure-service"},{"label":"Practice and Procedure - Split hearings","value":"practice-and-procedure-split-hearings"},{"label":"Practice and Procedure - Striking-out/dismissal","value":"practice-and-procedure-striking-out-dismissal"},{"label":"Practice and Procedure - Time for appealing","value":"practice-and-procedure-time-for-appealing"},{"label":"Practice and Procedure - Transfer/Hearing together","value":"practice-and-procedure-transfer-hearing-together"},{"label":"Practice and Procedure - Withdrawal","value":"practice-and-procedure-withdrawal"},{"label":"Race Discrimination - Aiding and abetting","value":"race-discrimination-aiding-and-abetting"},{"label":"Race Discrimination - Burden of proof","value":"race-discrimination-burden-of-proof"},{"label":"Race Discrimination - Comparison","value":"race-discrimination-comparison"},{"label":"Race Discrimination - Continuing act","value":"race-discrimination-continuing-act"},{"label":"Race Discrimination - Contract workers","value":"race-discrimination-contract-workers"},{"label":"Race Discrimination - Detriment","value":"race-discrimination-detriment"},{"label":"Race Discrimination - Direct","value":"race-discrimination-direct"},{"label":"Race Discrimination - Discrimination by other bodies","value":"race-discrimination-discrimination-by-other-bodies"},{"label":"Race Discrimination - Illegality/Fraud","value":"race-discrimination-illegality-fraud"},{"label":"Race Discrimination - Indirect","value":"race-discrimination-indirect"},{"label":"Race Discrimination - Inferring discrimination","value":"race-discrimination-inferring-discrimination"},{"label":"Race Discrimination - Injury to feelings","value":"race-discrimination-injury-to-feelings"},{"label":"Race Discrimination - Jurisdiction","value":"race-discrimination-jurisdiction"},{"label":"Race Discrimination - Other losses","value":"race-discrimination-other-losses"},{"label":"Race Discrimination - Out of Time","value":"race-discrimination-out-of-time"},{"label":"Race Discrimination - Post Employment","value":"race-discrimination-post-employment"},{"label":"Race Discrimination - Prospective employees","value":"race-discrimination-prospective-employees"},{"label":"Race Discrimination - Protected by s41","value":"race-discrimination-protected-by-s41"},{"label":"Race Discrimination - Recommendations","value":"race-discrimination-recommendations"},{"label":"Race Discrimination - Vicarious liability","value":"race-discrimination-vicarious-liability"},{"label":"Race Discrimination - Victimisation","value":"race-discrimination-victimisation"},{"label":"Redundancy - Collective consultation and information","value":"redundancy-collective-consultation-and-information"},{"label":"Redundancy - Contractual scheme","value":"redundancy-contractual-scheme"},{"label":"Redundancy - Definition","value":"redundancy-definition"},{"label":"Redundancy - Exclusion","value":"redundancy-exclusion"},{"label":"Redundancy - Fairness","value":"redundancy-fairness"},{"label":"Redundancy - Protective award","value":"redundancy-protective-award"},{"label":"Redundancy - Suitable alternative employment","value":"redundancy-suitable-alternative-employment"},{"label":"Redundancy - Trial period","value":"redundancy-trial-period"},{"label":"Sex Discrimination - Aiding and abetting","value":"sex-discrimination-aiding-and-abetting"},{"label":"Sex Discrimination - Burden of proof","value":"sex-discrimination-burden-of-proof"},{"label":"Sex Discrimination - Comparison","value":"sex-discrimination-comparison"},{"label":"Sex Discrimination - Continuing act","value":"sex-discrimination-continuing-act"},{"label":"Sex Discrimination - Contract workers","value":"sex-discrimination-contract-workers"},{"label":"Sex Discrimination - Detriment","value":"sex-discrimination-detriment"},{"label":"Sex Discrimination - Direct","value":"sex-discrimination-direct"},{"label":"Sex Discrimination - Discrimination by other bodies","value":"sex-discrimination-discrimination-by-other-bodies"},{"label":"Sex Discrimination - Equal treatment directive","value":"sex-discrimination-equal-treatment-directive"},{"label":"Sex Discrimination - Illegality/Fraud","value":"sex-discrimination-illegality-fraud"},{"label":"Sex Discrimination - Indirect","value":"sex-discrimination-indirect"},{"label":"Sex Discrimination - Inferring discrimination","value":"sex-discrimination-inferring-discrimination"},{"label":"Sex Discrimination - Injury to feelings","value":"sex-discrimination-injury-to-feelings"},{"label":"Sex Discrimination - Jurisdiction","value":"sex-discrimination-jurisdiction"},{"label":"Sex Discrimination - Justification","value":"sex-discrimination-justification"},{"label":"Sex Discrimination - Marital status","value":"sex-discrimination-marital-status"},{"label":"Sex Discrimination - Other losses","value":"sex-discrimination-other-losses"},{"label":"Sex Discrimination - Post Employment","value":"sex-discrimination-post-employment"},{"label":"Sex Discrimination - Pregnancy and discrimination","value":"sex-discrimination-pregnancy-and-discrimination"},{"label":"Sex Discrimination - S4(2) Defence","value":"sex-discrimination-s4-2-defence"},{"label":"Sex Discrimination - Sexual harassment","value":"sex-discrimination-sexual-harassment"},{"label":"Sex Discrimination - Sexual orientation","value":"sex-discrimination-sexual-orientation"},{"label":"Sex Discrimination - Transsexualism","value":"sex-discrimination-transsexualism"},{"label":"Sex Discrimination - Vicarious liability","value":"sex-discrimination-vicarious-liability"},{"label":"Sex Discrimination - Victimisation","value":"sex-discrimination-victimisation"},{"label":"Statutory Discipline and Grievance Procedures - Impact on compensation","value":"statutory-discipline-and-grievance-procedures-impact-on-compensation"},{"label":"Statutory Discipline and Grievance Procedures - Whether applicable","value":"statutory-discipline-and-grievance-procedures-whether-applicable"},{"label":"Statutory Discipline and Grievance Procedures - Whether infringed","value":"statutory-discipline-and-grievance-procedures-whether-infringed"},{"label":"Time Off - Parental leave","value":"time-off-parental-leave"},{"label":"Time Off - Public duties","value":"time-off-public-duties"},{"label":"Time Off - Trade union activities","value":"time-off-trade-union-activities"},{"label":"Trade Union Rights - Action short of dismissal","value":"trade-union-rights-action-short-of-dismissal"},{"label":"Trade Union Rights - Dismissal","value":"trade-union-rights-dismissal"},{"label":"Trade Union Rights - Interim relief","value":"trade-union-rights-interim-relief"},{"label":"Transfer of Undertakings - Acquired rights directive","value":"transfer-of-undertakings-acquired-rights-directive"},{"label":"Transfer of Undertakings - Consultation and other information","value":"transfer-of-undertakings-consultation-and-other-information"},{"label":"Transfer of Undertakings - Continuity of employment","value":"transfer-of-undertakings-continuity-of-employment"},{"label":"Transfer of Undertakings - Dismissal/automatically unfair dismissal","value":"transfer-of-undertakings-dismissal-automatically-unfair-dismissal"},{"label":"Transfer of Undertakings - Economic technical or organisational reason","value":"transfer-of-undertakings-economic-technical-or-organisational-reason"},{"label":"Transfer of Undertakings - Entity","value":"transfer-of-undertakings-entity"},{"label":"Transfer of Undertakings - Insolvency","value":"transfer-of-undertakings-insolvency"},{"label":"Transfer of Undertakings - Insolvent Employer","value":"transfer-of-undertakings-insolvent-employer"},{"label":"Transfer of Undertakings - Objection to transfer","value":"transfer-of-undertakings-objection-to-transfer"},{"label":"Transfer of Undertakings - Pensions and other terms","value":"transfer-of-undertakings-pensions-and-other-terms"},{"label":"Transfer of Undertakings - Service Provision Change","value":"transfer-of-undertakings-service-provision-change"},{"label":"Transfer of Undertakings - Transfer","value":"transfer-of-undertakings-transfer"},{"label":"Transfer of Undertakings - Varying terms of employment","value":"transfer-of-undertakings-varying-terms-of-employment"},{"label":"Unfair Dismissal - Automatically unfair reasons","value":"unfair-dismissal-automatically-unfair-reasons"},{"label":"Unfair Dismissal - Compensation","value":"unfair-dismissal-compensation"},{"label":"Unfair Dismissal - Constructive dismissal","value":"unfair-dismissal-constructive-dismissal"},{"label":"Unfair Dismissal - Contributory fault","value":"unfair-dismissal-contributory-fault"},{"label":"Unfair Dismissal - Dismissal/ambiguous resignation","value":"unfair-dismissal-dismissal-ambiguous-resignation"},{"label":"Unfair Dismissal - Exclusions including worker/jurisdiction","value":"unfair-dismissal-exclusions-including-worker-jurisdiction"},{"label":"Unfair Dismissal - Illegality/Fraud","value":"unfair-dismissal-illegality-fraud"},{"label":"Unfair Dismissal - Mitigation of loss","value":"unfair-dismissal-mitigation-of-loss"},{"label":"Unfair Dismissal - National Security","value":"unfair-dismissal-national-security"},{"label":"Unfair Dismissal - Polkey deduction","value":"unfair-dismissal-polkey-deduction"},{"label":"Unfair Dismissal - Procedural fairness/automatically unfair dismissal","value":"unfair-dismissal-procedural-fairness-automatically-unfair-dismissal"},{"label":"Unfair Dismissal - Reason for dismissal including substantial other reason","value":"unfair-dismissal-reason-for-dismissal-including-substantial-other-reason"},{"label":"Unfair Dismissal - Reasonableness of dismissal","value":"unfair-dismissal-reasonableness-of-dismissal"},{"label":"Unfair Dismissal - Reinstatement/re-engagement","value":"unfair-dismissal-reinstatement-re-engagement"},{"label":"Unfair Dismissal - Retirement","value":"unfair-dismissal-retirement"},{"label":"Unfair Dismissal - S.98A(2) ERA","value":"unfair-dismissal-s-98a-2-era"},{"label":"Unlawful Deduction from Wages - Exclusions","value":"unlawful-deduction-from-wages-exclusions"},{"label":"Unlawful Deduction from Wages - Out of Time","value":"unlawful-deduction-from-wages-out-of-time"},{"label":"Unlawful Deduction from Wages - Ready, Willing and Able to Work","value":"unlawful-deduction-from-wages-ready-willing-and-able-to-work"},{"label":"Victimisation Discrimination - Detriment","value":"victimisation-discrimination-detriment"},{"label":"Victimisation Discrimination - Dismissal","value":"victimisation-discrimination-dismissal"},{"label":"Victimisation Discrimination - Health and safety","value":"victimisation-discrimination-health-and-safety"},{"label":"Victimisation Discrimination - Interim relief","value":"victimisation-discrimination-interim-relief"},{"label":"Victimisation Discrimination - Other forms of victimisation","value":"victimisation-discrimination-other-forms-of-victimisation"},{"label":"Victimisation Discrimination - Protected disclosure","value":"victimisation-discrimination-protected-disclosure"},{"label":"Victimisation Discrimination - Whistleblowing","value":"victimisation-discrimination-whistleblowing"},{"label":"Working Time Regulations - Holiday pay","value":"working-time-regulations-holiday-pay"},{"label":"Working Time Regulations - S.43A detriment","value":"working-time-regulations-s-43a-detriment"},{"label":"Working Time Regulations - Worker","value":"working-time-regulations-worker"}]},{"key":"tribunal_decision_sub_categories_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":false,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Fairlead Maritime Ltd v Mr V Parsoya:UKEAT/0275/15/DA","public_updated_at":null,"analytics_identifier":null,"document_type":"employment_appeal_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-appeal-tribunal-decisions/fairlead-maritime-ltd-v-mr-v-parsoya-ukeat-0275-15-da","description":"Employment Appeal Tribunal judgment of Judge Eady on 30 August 2016.","api_path":"/api/content/employment-appeal-tribunal-decisions/fairlead-maritime-ltd-v-mr-v-parsoya-ukeat-0275-15-da","withdrawn":false,"content_id":"647beb2d-5f71-49e6-9899-39f0906d61c9","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}