{"title":"Nick Gibb: England’s education reforms","public_updated_at":"2017-04-11T16:13:24Z","details":{"body":"<div class=\"govspeak\"><p>I am delighted to be here in Sydney. Thank you to New South Wales Education Minister Rob Stokes, Mark Scott the head of the New South Wales Education Department, and Dr Jennifer Buckingham of the Centre for Intervention Studies for hosting this event and inviting me to speak. I hope hearing about England’s recent education reforms will help to inform education policy in New South Wales.</p>\n\n<p>In 2009, Michael Gove, soon-to-be Secretary of State for Education, explained how the British people’s common sense aligned with the soon-to-be government’s belief in what education is for:</p>\n\n<blockquote>\n  <p class=\"last-child\">The British people’s common sense inclines them towards schools in which the principal activity is teaching and learning, the principal goal is academic attainment, the principle guiding every action is the wider spread of excellence, the initiation of new generations into the amazing achievements of humankind.</p>\n</blockquote>\n\n<p>Since 2010, the government has stuck to this evidence-based, common-sense approach:</p>\n\n<ul>\n  <li>greater autonomy was given to head teachers – those best placed to implement evidence-based improvements to education – to innovate and improve their schools</li>\n  <li>increased autonomy was twinned with intelligent accountability that supported best practice in schools</li>\n  <li>a culture of innovation in schools coincided with the growth of online communities of teachers determined to spread evidence-informed teaching practice</li>\n  <li>the government overhauled a curriculum that was denying pupils the core academic knowledge and reformed the examination system, breathing confidence back into national qualifications</li>\n  <li>and as improvements have been seen across the country, the government is now focusing its attention on driving social mobility in remaining cold-spots that need further support</li>\n</ul>\n\n<p>The previous government had been swept to power on the echoes of ‘education, education, education’ in 1997. Despite the best intentions and huge investment, England’s foremost education academic, <a rel=\"external\" href=\"http://www.cem.org/attachments/publications/ImprovingEducation2013.pdf\">Rob Coe</a>, concluded the following:</p>\n\n<blockquote>\n  <p class=\"last-child\">The best I think we can say is that overall there probably has not been much change.</p>\n</blockquote>\n\n<p>A change in direction was badly needed. In 2010:</p>\n\n<ul>\n  <li>schools were shepherding pupils – disproportionately from disadvantaged backgrounds – into taking so-called ‘equivalent qualifications’ to inflate the school’s ranking in the league tables</li>\n  <li>the growth of ‘equivalents’ coincided with a sharp decline in the take up of some highly valued academic subjects, including modern foreign languages</li>\n  <li>grade inflation was rife, undermining national confidence in our national public qualifications</li>\n  <li>and – despite the birth of the academies programme – the freedoms associated with the academy programme were only being enjoyed by a few hundred schools.</li>\n</ul>\n\n<p>Whilst academies were first introduced by the previous government – under the stewardship of Lord Adonis – their roots hark back to reforms by Lord Baker in the 1980s, demonstrating that politicians on both sides of the political divide recognised the importance of empowering teachers to deliver improvements in education.</p>\n\n<p>Academies are former local-authority maintained schools now run by charitable trusts instead of the local authority and fully funded by central government. With this new structure comes greater freedom over such things as the curriculum and administration of the school. Similarly, free schools – which are newly established schools that benefit from the same freedoms as academies – provide groups of teachers, parents or charities with the opportunity to shape the next generation of England’s schools, promoting diversity and innovation.</p>\n\n<p>Academies now make up over 3 in 5 secondary schools in England and around 1 in 5 primary schools. Strong schools that chose to become academies – known as converter academies – continue to outperform local-authority maintained schools. And struggling schools that were taken on by a sponsoring multi-academy trust with a track record of success - known as sponsor academies – are improving outcomes for pupils at the fastest rates.</p>\n\n<p>But the government was determined that all teachers had the burden of bureaucracy lifted from their shoulders. Alongside the greater freedoms made available to teachers in free schools and academies, the government scrapped 20,000 pages of unnecessary central guidance, freeing teachers to focus on teaching.</p>\n\n<p>And the government also wanted to empower all teachers to tackle poor behaviour. Clearer powers were given to teachers and head teachers to deal with poor behaviour and, importantly, the government granted teachers anonymity if they faced allegations from parents or pupils.</p>\n\n<p>Whilst there is plenty of data to demonstrate the success of the academies and free schools programme, the most compelling evidence for providing teachers and schools with greater freedom comes from visiting some of the highest performing academies and free schools in England.</p>\n\n<p>Whether you look at Reach Academy Feltham, Michaela Community School, City Academy Hackney, King Solomon Academy or Harris Academy Battersea, there are some obvious similarities.</p>\n\n<p>All of these schools teach a stretching, knowledge-rich curriculum. Each has a strong approach to behaviour management, so teachers can teach uninterrupted. And all of these schools serve disadvantaged communities, demonstrating that high academic and behavioural standards are not – and must not – be the preserve of wealthy pupils in independent schools.</p>\n\n<p>And the government is keen to see behaviour standards rise further still. Last month, Tom Bennett released <a href=\"https://www.gov.uk/government/publications/behaviour-in-schools\">Creating a Culture</a>, an independent report commissioned by the Department for Education to spread best practice in schools. The government understands that good behaviour is the bedrock of excellent results in schools.</p>\n\n<p>Michaela Community School is arguably using the academy freedoms more radically than any other in the country, particularly with regard to behaviour and the curriculum. A month ago, I was fortunate to visit this remarkable school.</p>\n\n<p>Marking is kept to a minimum; behaviour is immaculate; children move briskly and silently between lessons, cordially greeting teachers as they go; children have a voracious appetite for reading; months after arriving at Michaela, pupils can converse in French, effortlessly using the subjunctive; teaching is done from the front of the classroom, with frequent whole-class response to check understanding; the curriculum is knowledge-rich; and the results are extraordinary. I have never been to a school quite like it.</p>\n\n<p>Michaela’s pupils are fiercely knowledgeable and proud of it. And they are some of the happiest pupils you could hope to meet.</p>\n\n<p>Homework consists of pupils self-quizzing. And pupils are rewarded not for their attainment, but for the effort they put in. Whatever a pupil’s ability, prior attainment or background, Michaela believes there is nothing preventing pupils trying their best. And pupils strive to work as hard as they can. Teachers at Michaela do not focus on engaging pupils. Effort is expected and it becomes a habit and part of every pupil’s character. Engagement is a by-product of pupils yearning to reach these high expectations.</p>\n\n<p>Michaela Community School shows what it is possible to achieve. It is a challenge to everyone’s expectations of pupils.</p>\n\n<p>The greater autonomy enjoyed by schools was twinned with a measured accountability framework, designed to ensure all pupils received a high-quality, academic education.</p>\n\n<p>The government responded quickly to restore faith in national examinations. For over a decade, exam results rose year on year as the achievements of pupils were inflated so much that the public and media greeted every national results day with increased incredulity – quite rightly.</p>\n\n<p>Grade inflation was not the only thing to shake public confidence in the examination system. The scourge of so-called ‘equivalent’ qualifications, disproportionately taken by pupils from disadvantaged backgrounds, meant that league tables were gamed by schools at the expense of pupils taking the most valuable qualifications for their futures. In all, 96% of non-GCSE and iGCSE qualifications have been removed from the school performance tables since 2010.</p>\n\n<p>To support our ambition to ensure pupils get the best, the government is in the process of phasing in new GCSE qualifications that will put England’s qualifications on a par with those in the highest performing countries in the world.</p>\n\n<p>But the real success of the school accountability system has been the refinement and improvement of the accountability measures, removing perverse incentives for schools to enter pupils into low-value qualifications and instead rewarding schools to providing all pupils with a stretching academic curriculum.</p>\n\n<p>Two secondary school accountability measures have had a significant impact on the approach schools took to the curriculum.</p>\n\n<p>In order to encourage schools to enter more pupils into rigorous academic GCSEs, the government introduced the English Baccalaureate, a combination of academic subjects:</p>\n\n<ul>\n  <li>maths</li>\n  <li>English</li>\n  <li>at least 2 sciences</li>\n  <li>a humanity (either history or geography)</li>\n  <li>a language</li>\n</ul>\n\n<p>This combination of subjects provides pupils with a broad academic core of knowledge and provides pupils with the best opportunity of being admitted to the UK’s most prestigious universities.</p>\n\n<p>The percentage of pupils taking each of these subjects and the percentage of pupils passing this combination of subjects is published each year. Since the introduction of this policy, the proportion of pupils sitting examinations at 16 in this combination of academic subjects has increased from just over one-fifth to just under two-fifths.</p>\n\n<p>This policy is helping to reverse the drift away from academic subjects that took place in previous years, providing more pupils with the solid academic grounding they need.</p>\n\n<p>Secondly, the government introduced Progress 8 – a measure of school performance based on the amount of progress pupils make at secondary school. Previously, schools had been judged based on the proportion of pupils reaching a threshold, leading to a number of perverse incentives. Schools were not incentivised to stretch their most able or their least able pupils. Instead, schools were encouraged to focus disproportionately on pupils with a chance of moving from a D-grade to a C-grade.</p>\n\n<p>Thanks to Progress 8, schools are now incentivised to provide a broad, balanced and stretching curriculum to all of their pupils.</p>\n\n<p>In primary schools, reforms are still underway, but one low-stakes test has had a dramatic improvement on standards.</p>\n\n<p>There is a substantial body of evidence that demonstrates that systematic synthetic phonics is the most effective way of teaching children to read. Yet, previous governments moved too slowly to ensure all pupils were being taught to read using this method.</p>\n\n<p>As well as mandating early phonics instruction in the national curriculum, the government introduced the phonics screening check – a teacher-led assessment of year 1 pupils’ ability to decode simple words.</p>\n\n<p>In 2012, just 58% of England’s 6-year-olds met the expected standard in the phonics screening check. By 2016, thanks to the hard work of teachers and the use of phonics, this rose to 81%. This amounts to 147,000 more 6-year-olds on track to become fluent readers than in 2012.</p>\n\n<p>There are few – if any – more important policies for improving social mobility than ensuring all pupils are taught to read effectively. Literacy is the foundation of a high-quality, knowledge-rich education. Those opposed to the use of systematic synthetic phonics are standing between pupils and the education they deserve.</p>\n\n<p>By combining autonomy, intelligent accountability and the best teaching methods, dramatic improvements have occurred in England’s schools. However, possibly the most important component of the reforms in the last Parliament was raising expectations for all pupils.</p>\n\n<p>The government inherited a national curriculum stripped of knowledge and we were determined to tackle this injustice. Pupils, regardless of where they are born or how much money their parents have, deserve an education in ‘the best that has been thought and said’. All deserve a grounding in the history of their country and the world, a deep and broad understanding of science and a rich arts education that gives them a deeper appreciation of their culture. For real social justice and for social mobility to occur, all pupils must have access to the rigorous curricula that characterise our world-renowned independent schools.</p>\n\n<p>Prior to 2010, this was not a widely held view within the education establishment in England. It was widely believed that the curriculum should focus on generic skills such as problem solving and critical thinking. But greater diversity in the school system coincided with the beginnings of a great debate in the profession.</p>\n\n<p>With the growth of social media, teachers have been more able to discuss the evidence that informs their practice with fellow professionals beyond the staff room in their school.</p>\n\n<p>Ben Newmark, a history teacher and blogger, exemplified the importance of this debate in a recent blog post:</p>\n\n<blockquote>\n  <p class=\"last-child\">Twitter was a revelation. It wasn’t long before I realised that there were successful teachers who not only taught like me but were proud to do so.  Of course not all the people I came to admire agreed with each other about everything but none seemed to share my ideological shame. I read Hirsch (who I’d heard of but saw as some mysterious, childhood-devouring American ogre), Willingham, Didau and Christodoulou. I was helped tremendously by people who disagreed with what I was reading but were able to articulate ideas and draw on a store of knowledge to defend their views I just didn’t have. Put most simply, I’d been plugged in and found myself learning and thinking about pedagogy, and specifically the pedagogy of history teaching, in a way I’d never done before, because I’d realised that debate and disagreement existed and were allowed.</p>\n</blockquote>\n\n<p>There is now a vibrant online community of teachers who are challenging education’s prevailing orthodoxy. Classroom teachers are taking to the internet to contribute and lead the education debate. And thanks to this online community, teacher-led research conferences have sprung up around the country.</p>\n\n<p>The past 2 years, I have spoken at the ResearchED annual conference. I have been struck by the quality of debate at these conferences and the drive from teachers to interrogate and discuss evidence. These conferences – which now take place across the globe, including here in Australia – demonstrate that education research can no longer be dislocated from classroom practice, as it has been too often in the past. Instead, teachers are demanding practical research that is relevant to their teaching practice.</p>\n\n<p>And bloggers from Australia play an important part in the online debate. Greg Ashman, who is here tonight, is a prolific writer, as well as a researcher and classroom teacher. His blogs dissect constructivist and so-called ‘child-centred’ teaching approaches with robust research and he advocates powerfully for evidence-led practice in schools. His blog site, ‘Filling the pail’, is a must-read for anyone following the education debate.</p>\n\n<p>In England, this debate has coincided with dramatic improvements across the country. There are 1.8 million more children being taught in good or outstanding schools than in August 2010, with that number rising by 38,000 in just 4 months, but nearly 1 million children are still taught in schools which are less than good. Disproportionately, these children are from disadvantaged backgrounds.</p>\n\n<p>The Secretary of State has described social mobility as our defining challenge – by levelling up opportunity and making sure that all pupils get every chance to go as far as their talents will take them.</p>\n\n<p>To support this aim, the Secretary of State recently announced 12 ‘opportunity areas’. The government will invest up to £72 million to support local education providers and communities to drive up social mobility and provide greater opportunities for pupils living in these areas. We will further develop an evidence base for what works to tackle the root causes of educational inequality and we will spread excellence to all parts of the country, to the benefit of all pupils.</p>\n\n<p>The reforms that the government has enacted since 2010 demonstrate what it is possible to achieve when you provide teachers and head teachers with the autonomy, within the right framework of incentives, to drive improvement. By setting teachers free to innovate, spreading what works in these innovative schools and cultivating a culture in the profession that is prepared to challenge and engage with research, education will flourish.</p>\n</div>","political":true,"delivered_on":"2017-04-11T10:00:00+01:00","change_history":[{"public_timestamp":"2017-04-11T17:13:24.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Nick Gibb MP","url":"/government/uploads/system/uploads/person/image/50/Nick_Gibb_v2.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-04-11T17:13:24.000+01:00"},"routes":[{"path":"/government/speeches/nick-gibb-englands-education-reforms","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2017-04-11T16:13:24Z","base_path":"/government/speeches/nick-gibb-englands-education-reforms","description":"Nick Gibb speaking at the Centre for Independent Studies.","content_id":"6481d52c-8f12-41bf-8676-8cdda7c26595","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D6","api_path":"/api/content/government/organisations/department-for-education","base_path":"/government/organisations/department-for-education","content_id":"ebd15ade-73b2-4eaf-b1c3-43034a42eb37","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-09-23T09:06:42Z","schema_name":"placeholder","title":"Department for Education","withdrawn":false,"details":{"brand":"department-for-education","logo":{"formatted_title":"Department <br/>for Education","crest":"single-identity"}},"links":{}}],"people":[{"analytics_identifier":null,"api_path":"/api/content/government/people/nick-gibb","base_path":"/government/people/nick-gibb","content_id":"852930e9-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:06Z","schema_name":"placeholder","title":"The Rt Hon Nick Gibb","withdrawn":false,"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/schools","base_path":"/government/topics/schools","content_id":"88d627cb-0ae5-4fc9-b5ac-bb7eb6fddf72","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Schools","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/school-and-college-qualifications-and-curriculum","base_path":"/government/policies/school-and-college-qualifications-and-curriculum","content_id":"5e11d6ea-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-07-03T17:54:14Z","schema_name":"policy","title":"School and college qualifications and curriculum","withdrawn":false,"links":{}}],"roles":[{"analytics_identifier":null,"api_path":"/api/content/government/ministers/minister-of-state-for-school-standards","base_path":"/government/ministers/minister-of-state-for-school-standards","content_id":"ce0c4d7e-30b0-4640-9753-2d712cb0ba5d","description":null,"document_type":"ministerial_role","locale":"en","public_updated_at":"2016-08-12T15:37:20Z","schema_name":"placeholder","title":"Minister of State for School Standards","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/nick-gibb","base_path":"/government/people/nick-gibb","content_id":"852930e9-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:06Z","schema_name":"placeholder","title":"The Rt Hon Nick Gibb","withdrawn":false,"links":{}}],"taxons":[{"analytics_identifier":null,"api_path":"/api/content/education/teaching-and-leadership","base_path":"/education/teaching-and-leadership","content_id":"ff00b8b2-dcdb-4659-93c2-291c9be354f3","description":"Recruiting teachers. Qualified Teacher Status (QTS) and other training, pay, standards and misconduct.","document_type":"taxon","locale":"en","public_updated_at":"2017-01-30T15:42:20Z","schema_name":"taxon","title":"Teaching and leadership","withdrawn":false,"details":{"internal_name":"Teaching and leadership","notes_for_editors":""},"links":{"parent_taxons":[{"analytics_identifier":null,"api_path":"/api/content/education","base_path":"/education","content_id":"c58fdadd-7743-46d6-9629-90bb3ccc4ef0","description":"Early years learning, schools and academies, further and higher education, skills and vocational training, student funding.","document_type":"taxon","locale":"en","public_updated_at":"2017-02-22T17:38:19Z","schema_name":"taxon","title":"Education, training and skills","withdrawn":false,"details":{"internal_name":"education, training and skills","notes_for_editors":""},"links":{}}]}},{"analytics_identifier":null,"api_path":"/api/content/education/education-of-disadvantaged-children","base_path":"/education/education-of-disadvantaged-children","content_id":"d2005b89-352f-4896-aced-1d17504330e6","description":"Widening participation, funding for children in deprived areas.","document_type":"taxon","locale":"en","public_updated_at":"2017-01-30T15:43:39Z","schema_name":"taxon","title":"Education of disadvantaged children","withdrawn":false,"details":{"internal_name":"Education of disadvantaged children","notes_for_editors":""},"links":{"parent_taxons":[{"analytics_identifier":null,"api_path":"/api/content/education","base_path":"/education","content_id":"c58fdadd-7743-46d6-9629-90bb3ccc4ef0","description":"Early years learning, schools and academies, further and higher education, skills and vocational training, student funding.","document_type":"taxon","locale":"en","public_updated_at":"2017-02-22T17:38:19Z","schema_name":"taxon","title":"Education, training and skills","withdrawn":false,"details":{"internal_name":"education, training and skills","notes_for_editors":""},"links":{}}]}},{"analytics_identifier":null,"api_path":"/api/content/education/school-curriculum","base_path":"/education/school-curriculum","content_id":"7c75c541-403f-4cb1-9b34-4ddde816a80d","description":"Early years, key stages 1 to 5, GCSE and AS and A level reforms, tests, exams and assessments.","document_type":"taxon","locale":"en","public_updated_at":"2017-03-07T10:29:39Z","schema_name":"taxon","title":"School curriculum","withdrawn":false,"details":{"internal_name":"School curriculum","notes_for_editors":""},"links":{"parent_taxons":[{"analytics_identifier":null,"api_path":"/api/content/education","base_path":"/education","content_id":"c58fdadd-7743-46d6-9629-90bb3ccc4ef0","description":"Early years learning, schools and academies, further and higher education, skills and vocational training, student funding.","document_type":"taxon","locale":"en","public_updated_at":"2017-02-22T17:38:19Z","schema_name":"taxon","title":"Education, training and skills","withdrawn":false,"details":{"internal_name":"education, training and skills","notes_for_editors":""},"links":{}}]}}],"available_translations":[{"title":"Nick Gibb: England’s education reforms","public_updated_at":"2017-04-11T16:13:00Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/nick-gibb-englands-education-reforms","description":"Nick Gibb speaking at the Centre for Independent Studies.","api_path":"/api/content/government/speeches/nick-gibb-englands-education-reforms","withdrawn":false,"content_id":"6481d52c-8f12-41bf-8676-8cdda7c26595","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}