{"title":"Corporal Terry Webster and Lance Corporal Alan Cochran killed in Afghanistan","public_updated_at":"2010-06-06T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Corporal Terry Webster and Lance Corporal Alan Cochran deployed to Afghanistan with B (Malta) Company, 1st Battalion The Mercian Regiment (Cheshire), part of the 1st Battalion The Royal Gurkha Rifles Battle Group, which forms the Combined Force Nahr-e Saraj (South) in Helmand province, in March 2010.</p>\n\n<p>B (Malta) Company has been providing much needed security and stability to the local population in the area through a mixture of joint patrols and operations with the Afghan National Security Forces.</p>\n\n<p>They have improved the quality of the lives of hundreds of local nationals around the villages of Nahr-e Saraj by providing reassurance to the Afghans and improving local freedom of movement to promote Afghan economic development.</p>\n\n<p>It was during a foot patrol aimed at dominating the ground around a known enemy movement corridor that Lance Corporal Cochran was killed in action during an exchange of fire with insurgent forces.</p>\n\n<p>Corporal Webster was also injured, sustaining a gunshot wound. Despite immediate first aid, he later died of his injuries in the medical facility at Kandahar.</p>\n\n<h2 id=\"corporal-terry-lee-webster\">Corporal Terry Lee Webster</h2>\n\n<p>Corporal Terry Webster was 24 years old and was born in Chester. He enlisted into the Army in 2002 and joined the Corps of Royal Signals in 2003. He transferred to 1st Battalion The 22nd (Cheshire) Regiment in February 2006. He had previously served on operations in Northern Ireland and Iraq.</p>\n\n<p>Corporal Webster’s wife Charlotte and his children Jess and Liam said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Tez was passionate, loyal and determined. He enjoyed the role he had in the Mercians but he was a family man at heart. He was a fantastic dad to Jess and Liam and he was the perfect soul mate to me. Although this is a very sad time, Tez would want us to be positive.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Remember the good times, the happy times. A lot of people’s lives will be deeply affected by Tez’s all too early departure. Life will never be the same for us.</p>\n</blockquote>\n\n<p>Corporal Webster’s mum, stepdad Andre and sister Tiggy said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Our Darling Son. Terry lived for his family and his friends but his passion was the Army. He has made his family extremely proud for the sacrifice he has made and will be missed every day. Terry has died a true hero and will be with us forever in our hearts. Love you loads.</p>\n</blockquote>\n\n<p>Corporal Webster’s wider family said:</p>\n\n<blockquote>\n  <p class=\"last-child\">We are heartbroken by the tragic loss of our beloved Terry. He was such a caring young man who always put his family first. He touched the lives of all who had the privilege to know him. He died doing the job he loved. His dedication and professionalism will remain an inspiration to all.</p>\n</blockquote>\n\n<p>Lieutenant Colonel Andrew Hadfield, Commanding Officer, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">On the 4th of June, during an incident in the Nahr-e Saraj area of Helmand province, Corporal Terry Webster was fatally wounded whilst leading his men.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Despite fighting for his life for a number of hours, and receiving the best medical care, he eventually succumbed to his injuries. Terry Webster transferred into the 1st Battalion The 22nd (Cheshire) Regiment from the Royal Signals in 2006, wanting to serve with his local county regiment and get closer to the action.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He quickly proved himself to be a highly capable infantry soldier and commander; possessing great determination and character and always leading from the front. Terry was totally committed to his profession and he was forging a strong career path; when others played football, he would put on his combats, boots and webbing and pound out the miles, encouraging others to come along with him.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He died doing what he joined for and what he was so good at, leading his men in battle. Away from work, Terry will also be remembered for his great sense of humour and comradeship. He was a devoted father to Jessica and Liam, and talked endlessly about them.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Our loss is as nothing compared to theirs, and our thoughts are with them, and all of his family and friends.</p>\n</blockquote>\n\n<p>Lieutenant Colonel Gerald Strickland, Commanding Officer, 1st Battalion The Royal Gurkha Rifles Battle Group, Combined Force Nahr-e Saraj (South), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">The loss of Corporal Terry Webster is felt deeply across the battle group. He died doing what he had been doing since the start of the tour - leading and inspiring his men in the daily battle for control of a highly volatile area.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He faced daily threats with courage and humour and his contribution to his multiple, his company and his battle group was immense. He showed courage and determination on every single day of his time with us here in Afghanistan.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">To me, he embodied the spirit of pride and professionalism that is a mark of the Mercian Regiment, and I am proud to have had the privilege to have served with him.</p>\n</blockquote>\n\n<p>Major Rich Grover, Officer Commanding B (Malta) Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Terry Webster joined the 1st Battalion in 2006 following a transfer from the Royal Signals. A true Cheshire lad, he joined B (Malta) Company and immediately made his mark.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">His attitude, personality, fitness and soldiering skills quickly marked him out as one to watch, and it was not long before he was put on a cadre for promotion to Lance Corporal, a rank he gained with ease. He continued to show his professionalism, and it wasn’t long before he went on to complete the Section Commanders’ Battle Course and gained the rank of full Corporal. Here he thrived. Commanding a section was where he excelled, and he showed from an early stage in Afghanistan that he was the right man for the job when the chips were down.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He also had character. Always at the heart of the craic, he was adored by his fellow soldiers. They looked up to him, they wanted to be him and they followed him everywhere.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He was funny and always at the centre of a good prank, but at the heart of everything he did he was the consummate professional soldier. As a role model, the soldiers could not ask for any more.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Webster is going to be sorely missed by everyone who had the fortune to meet him and as a person he will be irreplaceable. Our thoughts go out, at this difficult time, to his family and friends. Stand firm Mercian soldier, we will not forget you.</p>\n</blockquote>\n\n<p>Major Chris Wood, Officer Commanding C Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">I have had the pleasure of having Corporal Terry Webster in my company for the last year before his move to B (Malta) Company. He has been a figurehead amongst his peer group, a leader of men and a friend to all.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Webster, or ‘Webby’ as he is almost universally known, was your typical infantry Junior Non-Commissioned Officer; strong, dependable and totally dedicated to his work and those under his command. He was the consummate infantryman, always seeking to improve himself for the benefit of others.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">When the opportunity to deploy early to Afghanistan arose he was the first to volunteer. I am grateful for the opportunity to have met and worked with such a fine man. He is sorely missed and will never be forgotten. Our thoughts go to his family and particularly his two children Jessica and Liam.</p>\n</blockquote>\n\n<p>Captain Andrew Raven, Fire Support Platoon Commander, 1st Battalion The Mercian Regiment (Cheshire) [1 MERCIAN], said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Webster found his true calling as an infantry soldier when he transferred to 1 MERCIAN. It was my absolute pleasure to have served with him in Iraq throughout Operation TELIC 11 and upon our return to the UK. A devoted father whose family was never far from his mind at any time. A Junior Non-Commissioned Officer who I was proud to have had in my platoon; I have worked with few better.</p>\n</blockquote>\n\n<p>Warrant Officer Class 2 (Company Sergeant Major) Matty Henry, A Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Such a sad loss that has left us all shocked and deeply saddened. Our thoughts are with your family, friends and the men of B Company, 1 MERCIAN. Stand Firm, Strike Hard.</p>\n</blockquote>\n\n<p>Corporal Robert Keane, B (Malta) Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">A brave man and a hero to us all. He wasn’t just full of life, he was life. He was able to lift the spirits of everyone with only a few words. A prankster at every level but a truly professional soldier. In this family of brothers you’ll never be forgotten.</p>\n</blockquote>\n\n<p>Lance Corporal John Salem, C Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">You were a true friend to all, and especially to me. You were my Section Commander for so long; bringing me on, teaching me ‘the tricks of the trade’. You were always on courses trying to better yourself and then taking the time to pass on your knowledge to me and all the other blokes - regardless of whether it was after work or during mealtimes. It was never too much effort€¦ to be honest I think you got a buzz out of being the centre of attention!</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">We served together in Iraq and on more exercises than I can remember, culminating in the pre-deployment training for Afghanistan. When the opportunity came to return to B Company you felt like you had gone ‘home’. You loved B Company so much you even had the Maltese Cross tattooed on your back!</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">You will never be forgotten, my friend, and I will always tell everyone about you and keep your memory alive.</p>\n</blockquote>\n\n<p>Lance Corporal Mark Elliott, A Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Terry you were a great friend and a brilliant soldier. I still remember when you transferred because you got tired of sitting at the back and decided to lead from the front. Sleep tight now mate, gone but never forgotten. A true hero who will be sorely missed by those lucky enough to have known you.</p>\n</blockquote>\n\n<p>Private Christopher Boon, B (Malta) Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">To some it might come as a shock, but to me it was an inspiration. His death will not be in vain as I shall prosper through trying to be half the man he was and always will be.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He was an inspiration to the junior ranks and played a big part in my success within the Army. Webby was one of the keenest soldiers I ever knew, he was a true example of ‘Army Barmy’.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He loved his job to the max and those who knew him would say exactly the same thing. Webby, your boots are very big ones to fill but I shall do my best to do so, you were one of the best Corporals I knew and you were flying through the ranks. For this I’m going to take the reins and continue your climb through the ranks. Webby, I pray that you are watching us, smoking your fags and drinking your ‘coffee two - a real man’s drink’, as you used to tell me, and guiding us through the hard times as you always did.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Webby, you were a source of morale within the platoon and recognised through the battalion as a strong Section Commander. I’m sorry that you cannot be there for the rest of the tour but in a few words I know you loved being here and you loved your job; you died the way you said you would like to, in the heat of battle fighting alongside your men and leading, as always, from the front.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Webby, I say goodbye to you now for a little while and I hope to see you again some day. Till then we shall fight on for you and for all the lads we have lost. Standing firm and striking hard mate, the way you would have, and did. Rest in peace my idol, my friend and my brother-in-arms.</p>\n</blockquote>\n\n<p>Mortar Platoon, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Terry Webster, you will always be remembered fondly by the 1 MERCIAN (CHESHIRE) family. Our thoughts and condolences go out to your family and loved ones at this dark time, but rest assured you will never be forgotten and your memory will live on in our hearts. Rest in peace Mercian brother.</p>\n</blockquote>\n\n<h2 id=\"lance-corporal-alan-david-cochran\">Lance Corporal Alan David Cochran</h2>\n\n<p>Lance Corporal Alan Cochran was 23 years old and was born in St Asaph, North Wales. He enlisted into the Army in 2006, was trained at the Infantry Training Centre Catterick, and posted to 1st Battalion The 22nd (Cheshire) Regiment in 2007. He had previously served in Northern Ireland and on operations in Iraq.</p>\n\n<p>Lance Corporal Cochran’s mother, Mrs Shirley Jane Cochran, and family said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Alan was a tremendous son. He was proud to be a soldier and died doing a job he loved. We are devastated by the loss of Alan who was a loving son, grandson and brother. We are proud of the fact that Alan was prepared to do his duty helping the people of Afghanistan.</p>\n</blockquote>\n\n<p>Lance Corporal Cochran’s fiancee, Claire Brookshaw, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">I have known Alan for over two years. He was a fantastic fiance. He has been a great part of my life and always will be. Sadly missed but never forgotten. Rest in peace Darlin’, love you always and forever.</p>\n</blockquote>\n\n<p>Lance Corporal Cochran’s fiancee’s parents, Carol and Tony Lewis, and family said:</p>\n\n<blockquote>\n  <p class=\"last-child\">We have known Alan for two years. He was a very special individual and would have made a wonderful son-in-law. Sadly missed, sleep tight.</p>\n</blockquote>\n\n<p>Lieutenant Colonel Andrew Hadfield, Commanding Officer, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Corporal Alan Cochran, known to his friends in the battalion as ‘Cockers’ or ‘The Colonel’, was serving with B Company when he died. He joined the 1st Battalion The 22nd (Cheshire) Regiment in 2007 and quickly established a reputation as a strong and committed infantry soldier.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">It is no surprise to anyone who knew him that he was to the front when his patrol came into contact and, as was always his way, he was committed to the safety of others to the end. Alan had been in the Army for four years and had served in Northern Ireland, Iraq and Kenya prior to deploying to Afghanistan with the battalion.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">A committed career soldier, Alan loved the Army and his friends within it, and was probably the most selfless of men, always looking out for others and helping them to give their best. His friends described him as having a heart of gold, being totally unselfish, and having the worst dress sense in the battalion.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He had recently promoted to Lance Corporal following completion of a demanding qualification course conducted in the harsh British winter. When I gave him his chevron and asked him if he was ready to take responsibility for the lives of his fellow men, he looked me straight in the eye and answered ‘yes’. And he did, right up until the very last.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">There is no doubt that Alan had a successful career ahead of him, as a soldier and as a leader. He will be much missed by his friends and he has left a hole that will never be filled. He was engaged to be married to Claire, the sister of one of his friends in B Company, and our thoughts are with her, his mother Shirley and all his family and friends at this most difficult time.</p>\n</blockquote>\n\n<p>Lieutenant Colonel Gerald Strickland, Commanding Officer, 1st Battalion The Royal Gurkha Rifles Battle Group, Combined Force Nahr-e Saraj (South), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Lance Corporal Alan Cochran was a tower of strength in a company notable for its courage, commitment and close bonds of friendship. He died leading his men in battle, from the front. His loss is felt deeply across the battle group.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He rose to every demand placed on him in this difficult operation, stepping out of his base daily with the quiet confidence that so effectively inspires others.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">It was an honour to have served with him, and the reputation of his fine regiment has been raised one notch higher by his example of personal commitment, bravery and sacrifice. We all mourn his loss.</p>\n</blockquote>\n\n<p>Major Rich Grover, Officer Commanding B (Malta) Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">It is hard to put into words how the loss of Lance Corporal Cochran has affected everyone in Malta Company. Newly promoted following a recent Junior Non-Commissioned Officers’ cadre, Lance Corporal Cochran was thriving in his rank.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He had an attitude that every commander wants in their team; you knew he would never give up no matter what the challenge. A harder worker would have been nigh on impossible to find. Naturally quiet, he let his actions speak louder than words. Always happiest when busy with the job in hand, he was a man who led from the front.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Popular with all who knew him, he had a personality that endeared him to everyone, and he was trusted as a soldier who would break down a brick wall with his bare hands to help his mates.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">His loss is felt by us all, and it is with heavy hearts that we all wish his family and friends our deepest sympathy in these tragic times. We will not forget him, and his sacrifice will inspire us all to remember that what he died for was not in vain. Stand firm, we will remember.</p>\n</blockquote>\n\n<p>Major Chris Wood, Officer Commanding C Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">I have known Lance Corporal Alan Cochran for almost two years whilst I have commanded C Company, 1st Battalion The Mercian Regiment (Cheshire).</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He was always a key figure within the company; a fine example to the junior soldiers and an enthusiastic and motivated junior commander. It is often said that fallen soldiers were of the highest calibre with a bright future ahead of them.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">This is especially true of Lance Corporal Alan Cochran. He had recently passed the Junior Non-Commissioned Officers’ cadre, something he had always strived for in the time that I had known him, and it was the start of a very promising career.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">He would have certainly been a star of the future. It is with great sadness that we mourn the loss of this fine man and outstanding soldier. Our thoughts are with his fiancee Claire and his family and friends back home.</p>\n</blockquote>\n\n<p>Private Ian Brookshaw, brother of Lance Corporal Cochran’s fiancee, B (Malta) Company, 1st Battalion The Mercian Regiment (Cheshire), said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Alan, I remember the first time we met, I was in week 18 of training and you joined my platoon. Even though you were new you fitted in quickly and started taking control and leading from the front.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">We then left and joined the same platoon; 8 Platoon, 1st Battalion The Mercian Regiment, and we settled in easily together. A short time after that we were in Iraq and that is where you got the nickname ‘The Colonel’ because you were giving out orders all the time.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">I remember the time you turned 21 and you were in a sangar and the platoon sang happy birthday on the company net and we all got creased by the Platoon Sergeant.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">When we got back in England, my mum and sister Claire picked us both up from the airport; you got in the back with Claire and you were chatting her up but I didn’t mind because you were my best mate.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Even though you were my best friend I couldn’t get rid of you; I’d be at work with you and then at home with you as well because you would be with Claire, who is now your fiancee.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">I am proud you were going to be my brother-in-law and I am proud that I fought alongside you for four years. You died in the job you loved and helping another injured soldier. You’re a kind-hearted man and you’ll never be forgotten. Love you Alan, Rest in Peace.</p>\n</blockquote>\n\n<p>Defence Secretary Dr Liam Fox said:</p>\n\n<blockquote>\n  <p class=\"last-child\">I was deeply sorry to hear of the deaths of Corporal Terry Webster and Lance Corporal Alan Cochran who were both committed soldiers and proud to serve their country.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">It is clear from all accounts that Coporal Webster was a brave, enthusiastic and professional soldier who inspired those around him. Similarly, Lance Corporal Cochran was courageous, selfless and a respected junior commander who led from the front. Their deaths will be felt deeply by their families, friends and colleagues in B (Malta) Company, 1st Battalion The Mercian Regiment (Cheshire).</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">My thoughts are with the families of both these young men, whose sacrifice will not be forgotten.</p>\n</blockquote>\n</div>","emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/default_news_organisation_image_data/file/154/s300_ministry-of-defence.jpg","caption":null,"alt_text":"placeholder"},"first_public_at":"2010-06-06T01:00:00.000+01:00","political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":["afghanistan"],"topics":[]}},"routes":[{"path":"/government/news/deleted-corporal-terry-webster-and-lance-corporal-alan-cochran-killed-in-afghanistan","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","first_published_at":"2010-06-06T00:00:00Z","base_path":"/government/news/deleted-corporal-terry-webster-and-lance-corporal-alan-cochran-killed-in-afghanistan","description":"It is with regret that the Ministry of Defence must confirm the deaths of Corporal Terry Webster and Lance Corporal Alan Cochran, both of 1st Battalion The Mercian Regiment (Cheshire), attached to the 1st Battalion The Royal Gurkha Rifles Battle Group, who were killed in Afghanistan on Friday 4 June 2010.","content_id":"5c92ef27-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"Corporal Terry Webster and Lance Corporal Alan Cochran killed in Afghanistan","public_updated_at":"2010-06-06T00:00:00Z","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","base_path":"/government/news/deleted-corporal-terry-webster-and-lance-corporal-alan-cochran-killed-in-afghanistan","description":"It is with regret that the Ministry of Defence must confirm the deaths of Corporal Terry Webster and Lance Corporal Alan Cochran, both of 1st Battalion The Mercian Regiment (Cheshire), attached to the 1st Battalion The Royal Gurkha Rifles Battle Group, who were killed in Afghanistan on Friday 4 June 2010.","api_path":"/api/content/government/news/deleted-corporal-terry-webster-and-lance-corporal-alan-cochran-killed-in-afghanistan","withdrawn":false,"content_id":"5c92ef27-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"news-stories","payload_version":0}