{"title":"Canciller británico se refiere a relaciones con América Latina","public_updated_at":"2014-11-25T19:01:00Z","details":{"body":"<div class=\"govspeak\"><p>A cuatro años del anuncio de la implementación de la Agenda Canning para reactivar las relaciones con América Latina, el canciller Philip Hammond señaló:</p>\n\n<blockquote>\n  <p>Hace cuatro años, el Gobierno Británico presentó la Agenda Canning, estrategia para reactivar las relaciones con América Latina. A través de esta agenda, hemos logrado reposicionar al Reino Unido frente a la región como un socio respetado y comprometido, con el consiguiente logro de beneficios sociales, comerciales y políticos tangibles a ambos lados del Atlántico. Me complace enormemente en esta etapa temprana de mi período como Ministro de Relaciones Exteriores británico contar con la oportunidad de reafirmar la importancia de esta relación, destacar algunos de los logros alcanzados hasta hoy, y exponer de qué manera seguimos profundizando estos avances.</p>\n\n  <p>El ejemplo más concreto de esta renovada relación es nuestra mayor presencia en la región: hemos abierto nuevas embajadas en El Salvador, Haití, Paraguay y un nuevo consulado general en Recife, hemos incrementado el número de diplomáticos en las embajadas que tenemos en toda la región y también multiplicado la cantidad de visitas de altos funcionarios (más de 80 durante este gobierno). De cara al futuro, debemos sostener esta presencia y mantener una interacción al más alto nivel entre las partes.</p>\n\n  <p>Además de la mayor cantidad de funcionarios y diplomáticos que han cruzado el Atlántico, también hemos recibido con satisfacción a un creciente número de estudiantes latinoamericanos en el Reino Unido (entre ellos más de 8.500 estudiantes del Programa  Ciencia sin Fronteras sólo de Brasil). Las universidades están aprovechando estas oportunidades. Para dar un ejemplo,  en los últimos dos años, más de 20 universidades británicas asistieron a la feria universitaria anual del Ecuador. El gobierno británico, además, ha apoyado esta interacción con un aumento considerable del número de becas Chevening otorgadas a la región y con una inversión de 63 millones de libras en proyectos de ciencia y tecnología, canalizadas a través del Fondo Newton del gobierno. Estas iniciativas están forjando entre instituciones y futuros líderes los vínculos que contribuirán a garantizar el sostenimiento de nuestras revitalizadas relaciones.</p>\n\n  <p>La creciente importancia económica de América Latina es clara y en los últimos cuatro años logramos fortalecer nuestros lazos económicos y comerciales: firmamos el Acuerdo de Asociación entre la Unión Europea y América Central y el Acuerdo de Libre Comercio entre la Unión Europea y la Comunidad Andina, y estamos promoviendo el Tratado de Libre Comercio entre la Unión Europea y el Mercosur; Londres ha sido sede de eventos destinados a fomentar inversiones en Chile, Perú, Colombia, la Alianza del Pacífico y América Latina en su conjunto (y se prevé un evento con Paraguay antes de fin de año), y hemos llevado nutridas delegaciones de empresarios británicos a comprobar por sí mismos estas oportunidades. Gracias a todo esto, está creciendo el comercio (alcanzamos nuestra meta de £1.750 millones en el intercambio bilateral con Colombia dos años antes de lo programado), y empresas británicas participan de proyectos de gran envergadura en toda la región, al tiempo que evalúan nuevas oportunidades (como por ejemplo en México, a raíz de la reforma energética que allí se impulsa). Debemos continuar con la tarea de fortalecer y profundizar estos vínculos, derribar las barreras al comercio, brindar más apoyo a las pequeñas y medianas empresas para que penetren en este mercado de rápido crecimiento, y alentar a más empresas latinoamericanas a hacer negocios en el Reino Unido.</p>\n\n  <p>La cooperación en materia de seguridad y estabilidad también sigue siendo una prioridad. El Reino Unido y América Latina comparten el interés por desarrollar sociedades seguras y prósperas. Hemos procurado alcanzar este objetivo a través de la cooperación concreta a nivel mundial en el marco de las organizaciones internacionales y también a través de proyectos conjuntos en las áreas de lucha contra el narcotráfico, acceso a la justicia, derechos humanos, desarrollo sustentable y alivio de la pobreza. En el área de cambio climático, el Reino Unido ha aportado desde 2010 más de £56 millones exclusivos para proyectos bilaterales y más de £188 millones para proyectos multilaterales en la región (y esto no incluye nuestro aporte al fondo de la UE para luchar contra el cambio climático). Debemos continuar con esta cooperación para abordar los problemas que frenan el desarrollo de América Latina y luchar codo a codo contra las amenazas globales que todos enfrentamos.</p>\n\n  <p>Desde luego, puede que no estemos totalmente de acuerdo con todos los países en todos los temas, pero estoy convencido de que, a través de esta nueva relación, tenemos una mejor comprensión de nuestras respectivas prioridades y posturas. No habrá cambios en la posición histórica que mantiene el Reino Unido con respecto a las Islas Falkland, pero esto no tiene por qué obstaculizar los constructivos vínculos que procuramos desarrollar en la región.</p>\n\n  <p class=\"last-child\">Existe un lazo especial entre el Reino Unido y América Latina, que se ha forjado en los campos de batalla de la independencia, en los ferrocarriles y las primeras industrias, y en los campos de deportes de todo el continente. La renovada relación del Reino Unido con América Latina está restableciendo aquellos lazos históricos, sin dejar de mirar hacia el futuro. Se trata de una estrategia de largo plazo: en los últimos cuatro años logró verdaderos avances, y mi aspiración ahora es sostenerla para que se concrete plenamente el potencial de una relación más cercana con estas economías emergentes y potencias mundiales en crecimiento.</p>\n</blockquote>\n\n<section class=\"attachment embedded\" id=\"attachment_817513\">\n  <div class=\"attachment-thumb\">\n      <a aria-hidden=\"true\" class=\"thumbnail\" href=\"/government/uploads/system/uploads/attachment_data/file/380111/Canning_infographic_-_Spanish_v5.jpg\"><img alt=\"\" src=\"/government/assets/pub-cover-a380604bb953dc22ac9dcfbf3cc65598327f493c37b09ac497c45148cbaa21b1.png\"></a>\n  </div>\n  <div class=\"attachment-details\">\n    <h2 class=\"title\"><a href=\"/government/uploads/system/uploads/attachment_data/file/380111/Canning_infographic_-_Spanish_v5.jpg\">Relaciones entre el Reino Unido y América Latina - Infografía</a></h2>\n    <p class=\"metadata\">\n        <span class=\"type\">JPEG</span>, <span class=\"file-size\">125KB</span>\n    </p>\n\n\n  </div>\n</section>\n\n</div>","change_history":[{"public_timestamp":"2014-11-25T19:01:00.000+00:00","note":"First published."}],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/33658/s300_foreign-secretary.jpg","alt_text":"Ministro de Relaciones Exteriores británico, Philip Hammond.","caption":"Ministro de Relaciones Exteriores británico, Philip Hammond."},"political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]},"first_public_at":"2014-11-25T19:01:00.000+00:00"},"routes":[{"path":"/government/world-location-news/272820.es-419","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","first_published_at":"2014-11-25T19:01:00Z","base_path":"/government/world-location-news/272820.es-419","description":"Canciller Philip Hammond se refirió al continuo fortalecimiento de las relaciones entre el Reino Unido y América Latina.","content_id":"60564219-7631-11e4-a3cb-005056011aef","locale":"es-419","expanded_links":{"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}}],"world_locations":[{"analytics_identifier":"WL30","api_path":"/api/content/government/world/chile.es-419","base_path":"/government/world/chile.es-419","content_id":"5e9eedd1-7706-11e4-a3cb-005056011aef","description":null,"document_type":"placeholder_world_location","locale":"es-419","public_updated_at":"2014-07-08T20:11:34Z","schema_name":"placeholder_world_location","title":"Chile","withdrawn":false,"links":{}},{"analytics_identifier":"WL40","api_path":"/api/content/government/world/dominican-republic.es-419","base_path":"/government/world/dominican-republic.es-419","content_id":"5e9efb41-7706-11e4-a3cb-005056011aef","description":null,"document_type":"world_location","locale":"es-419","public_updated_at":"2013-04-10T15:38:24Z","schema_name":"placeholder","title":"República Dominicana","withdrawn":false,"links":{}},{"analytics_identifier":"WL41","api_path":"/api/content/government/world/ecuador.es-419","base_path":"/government/world/ecuador.es-419","content_id":"5e9efb82-7706-11e4-a3cb-005056011aef","description":null,"document_type":"placeholder_world_location","locale":"es-419","public_updated_at":"2013-05-06T19:10:09Z","schema_name":"placeholder_world_location","title":"Ecuador","withdrawn":false,"links":{}}],"worldwide_organisations":[{"analytics_identifier":"WO17","api_path":"/api/content/government/world/organisations/british-embassy-chile.es-419","base_path":"/government/world/organisations/british-embassy-chile.es-419","content_id":"f4c39166-7a30-11e4-a3cb-005056011aef","description":null,"document_type":"worldwide_organisation","locale":"es-419","public_updated_at":"2015-12-22T14:42:34Z","schema_name":"placeholder","title":"Embajada Británica Santiago","withdrawn":false,"links":{}},{"analytics_identifier":"WO14","api_path":"/api/content/government/world/organisations/british-embassy-in-ecuador.es-419","base_path":"/government/world/organisations/british-embassy-in-ecuador.es-419","content_id":"f4c38faa-7a30-11e4-a3cb-005056011aef","description":null,"document_type":"worldwide_organisation","locale":"es-419","public_updated_at":"2014-04-07T21:29:56Z","schema_name":"placeholder","title":"British Embassy Quito","withdrawn":false,"links":{}}],"available_translations":[{"title":"Canciller británico se refiere a relaciones con América Latina","public_updated_at":"2014-11-25T19:01:00Z","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","base_path":"/government/world-location-news/272820.es-419","description":"Canciller Philip Hammond se refirió al continuo fortalecimiento de las relaciones entre el Reino Unido y América Latina.","api_path":"/api/content/government/world-location-news/272820.es-419","withdrawn":false,"content_id":"60564219-7631-11e4-a3cb-005056011aef","locale":"es-419"}]},"format":"world_location_news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}