{"title":"PM interview following Parliamentary debate on Syria","public_updated_at":"2013-08-30T14:28:39Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"interviewer\">Interviewer</h2>\n\n<p>Prime Minister, the Leader of the Opposition says you’ve behaved in a reckless and cavalier way.  What went wrong for you this week?</p>\n\n<h2 id=\"prime-minister\">Prime Minister</h2>\n\n<p>Well, I have a very strong view that we need to take a tough and robust approach around the world to an appalling war crime that’s taken place in Syria. But I’m also a democrat who believes in consulting and listening to Parliament, and I think I’ve set out those steps in a very deliberate and careful way. But we have to listen to Parliament; Parliament spoke, and Parliament I think made a very clear view, which, it doesn’t want a British involvement in military action, so we will proceed on that basis.</p>\n\n<p>But I think that’s right, to have a strong view, to put a strong, principled case, and then to listen to Parliament. I’m determined as a prime minister to do things in a different way to the way they’ve been done in the past, to make sure Parliament is properly consulted, and to listen to the result.</p>\n\n<h2 id=\"interviewer-1\">Interviewer</h2>\n\n<p>You will respect Parliament, but it still stands that you actually think the decision yesterday was wrong, don’t you?</p>\n\n<h2 id=\"prime-minister-1\">Prime Minister</h2>\n\n<p>Well, I think it’s important we have a robust response to the use of chemical weapons, and there are a series of things that we will continue to do. We’ll continue to take a case to the United Nations, we’ll continue to work in all the organisations we’re members of, whether the EU or NATO or the G8 or the G20, to condemn what’s happened in Syria. It’s important we uphold the international taboo on the use of chemical weapons.</p>\n\n<p>But one thing that was proposed, the potential – but only after another vote – involvement of British military in any action, that won’t be happening. Now, that won’t be happening because the British Parliament – reflecting, I think, the great scepticism of the British people about any involvement in the Middle East because of all the difficulties, and I understand that – that part of it won’t be going ahead.</p>\n\n<h2 id=\"interviewer-2\">Interviewer</h2>\n\n<p>Have you spoken to President Obama yet? Have you apologised to him?</p>\n\n<h2 id=\"prime-minister-2\">Prime Minister</h2>\n\n<p>I haven’t spoken to him since the debate and the vote, but I’d expect to speak to him over the next day or so. I don’t think it’s a question of having to apologise; I think it’s a question of saying to a fellow democrat, a fellow –</p>\n\n<h2 id=\"interviewer-3\">Interviewer</h2>\n\n<p>Well, you didn’t do it, did you?</p>\n\n<h2 id=\"prime-minister-3\">Prime Minister</h2>\n\n<p>But I think that’s point. Look, I was faced with 3 things I wanted to do right and do in the right way. First of all, to condemn absolutely and respond properly to an appalling war crime that took place in Syria. Secondly, to work with our strongest and most important ally, the United States, who’d made a request for British help. And thirdly, to act as a democrat, to act in a different way to previous prime ministers and properly consult Parliament.</p>\n\n<p>Now, I wanted to do all of those 3 things. That obviously – politics is difficult. It wouldn’t – of course, it does involve going to Parliament, making an argument in a strong and principled way, but then listening to Parliament. I think the American public, the American people and President Obama, will understand that.</p>\n\n<h2 id=\"interviewer-4\">Interviewer</h2>\n\n<p>Paddy Ashdown says he’s depressed and ashamed that Britain is now just going to shrug when children are burnt. Your own Chancellor said this morning that he hopes that Britain doesn’t now just turn its back on the world’s wrongs. I mean, this is a very significant moment, isn’t it, when a prime minister is overruled by Parliament on an issue such as this?</p>\n\n<h2 id=\"prime-minister-4\">Prime Minister</h2>\n\n<p>I don’t agree with Paddy Ashdown. I mean, this is still the same British Parliament that voted to take strong and principled action to stop Colonel Gaddafi murdering and massacring his own people in Benghazi. This is a British government and a British Parliament that’s leading the way on how we tackle poverty in the world. It’s a government and a Parliament that is deeply engaged in the world, with the fourth-largest military in the world and one of the best diplomatic networks any country has in the world.</p>\n\n<p>We have great strengths as a country and we should continue to use those, but on this specific issue, because of the huge concerns about this appalling Syrian conflict and people worrying about how we might get sucked into it, on this specific issue, that trumped, as it were, the sense of outrage about the chemical weapons. Now, I understand that, I get that; we will not be taking part in military action.</p>\n\n<h2 id=\"interviewer-5\">Interviewer</h2>\n\n<p>Whatever happens – whatever America does, whatever happens in Syria, if there’s further use of chemical weapons, it’s ruled out now, is it?</p>\n\n<h2 id=\"prime-minister-5\">Prime Minister</h2>\n\n<p>The British Parliament has spoken very, very clearly about its views about military involvement. That doesn’t stop us condemning chemical weapons; it doesn’t stop us condemning the Assad regime; it doesn’t stop us working with allies to bring the maximum pressure on this regime and the appalling things that it’s doing.</p>\n\n<p>But on the specific issue of British military action, I think that was the message of the debate and of the votes last night, votes in which – it was interesting that, you know, both party leaders, the Prime Minister, couldn’t get his motion, the Labour motion, and I regret that we were dividing the House rather than trying to bring the House of Commons together. I worked hard to do that. Neither motion passed.</p>\n\n<h2 id=\"interviewer-6\">Interviewer</h2>\n\n<p>Did the Labour leader, Ed Miliband, behave dishonourably, in your view?</p>\n\n<h2 id=\"prime-minister-6\">Prime Minister</h2>\n\n<p>Well, it’s a matter for him to defend the way he behaved and his conduct. Look, my only regret is that it wasn’t possible to build a consensus of all parties. I worked hard to try to do that by making clear how we’d go to the UN, listen to the inspectors, hold a second vote.</p>\n\n<p>But in the end, opposition leaders have to make choices, just as prime ministers make choices. I made my choice about how to handle this issue, doing the right thing in the right way, learning the lessons of the past; but I regret it wasn’t possible to have that consensus in the House. But in the end, that’s a secondary issue; the real issue is, the House of Commons spoke, and the government will listen.</p>\n\n<h2 id=\"interviewer-7\">Interviewer</h2>\n\n<p>Finally, 2 ministers missed the vote; the whips obviously didn’t do a very good job. How are you going to reboot your government now?</p>\n\n<h2 id=\"prime-minister-7\">Prime Minister</h2>\n\n<p>Well, I think the whips did do a good job. There was a huge amount of contact with colleagues, a lot of discussions, many of which I held myself. And I made a sincere and I believe powerful argument, but people have equally sincere and powerful views in a different way. That’s what Parliament’s for, that’s what democracy’s for. We vote, we decide, and then we act accordingly.</p>\n\n<p>As for the 2 ministers who missed the vote, this was a technical issue; they’d made it for the first vote, they were in a room in the House of Commons where they didn’t hear the division bell, they missed the vote. They’ve apologised profoundly; I’ve accepted that apology, but it wouldn’t have changed the result.</p>\n</div>","political":true,"delivered_on":"2013-08-30T00:00:00+01:00","change_history":[],"image":{"alt_text":"The Rt Hon David Cameron MP","url":"/government/uploads/system/uploads/person/image/1/David_Cameron.jpg"},"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"first_public_at":"2013-08-30T15:17:56.000+01:00"},"routes":[{"path":"/government/speeches/pm-interview-following-parliamentary-debate-on-syria","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2013-08-30T14:17:56Z","base_path":"/government/speeches/pm-interview-following-parliamentary-debate-on-syria","description":"David Cameron gave an interview following the Parliamentary debate on Syria. ","content_id":"5e8c9e4e-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"PM interview following Parliamentary debate on Syria","public_updated_at":"2013-08-30T14:28:39Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/pm-interview-following-parliamentary-debate-on-syria","description":"David Cameron gave an interview following the Parliamentary debate on Syria. ","api_path":"/api/content/government/speeches/pm-interview-following-parliamentary-debate-on-syria","withdrawn":false,"content_id":"5e8c9e4e-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}