{"title":"Minister Sharma writes on UK-Hong Kong relationship in the Asian Century","public_updated_at":"2016-12-02T04:49:00Z","details":{"body":"<div class=\"govspeak\"><p>Many commentators call the 21st Century the Asian Century. In the 1700s Asia’s share of global GDP was nearly 60%. Today it is just under 30% and rising. And most forecasters predict that this will grow to over 50% by 2050.</p>\n\n<p>Asia was, is and will remain one of the most economically important regions of the world. And Hong Kong is a key participant in Asia’s dynamic development.</p>\n\n<p>And so much ties the UK and Hong Kong together: Our cultural and historic links; our history as two trading islands; and our commitment to enterprise and entrepreneurship. This has brought our people prosperity and taught us to stay fit and competitive. We also place a high value on the level playing field of common law, which delivers a predictable business environment protected by a respect for the rule of law.</p>\n\n<p>Our rich and wide-ranging relationship benefits from our deep links in trade, investment and education. Hong Kong is our second largest export market in Asia and a huge investor in the UK. I am delighted that the Hong Kong Trade Development Council will be bringing their flagship “Think Asia, Think Hong Kong” programme to London next year to encourage even more UK companies to do business here and use Hong Kong as a hub for Belt and Road.</p>\n\n<p>I welcome Hong Kong’s significant investments in Britain. From container ports to fintech, high street brands to semi-conductors, Hong Kong investors are a crucial part of the UK economy. Investment from Hong Kong is transforming Manchester through large-scale regeneration projects. The MTR is helping us improve our commuter transport routes. I want to see even more of Hong Kong’s vibrant tech start-ups expanding into London and Hong Kong expertise and investment playing a strong role in HS2 – our high-speed rail plans. We can do more together.</p>\n\n<p>Britain is leaving the EU but we are not leaving Europe and we continue to be a global and outward looking nation. We are continuing to lead in the UN, the G7, the G20, NATO and the Commonwealth. Outside the EU we will remain active in global affairs and make a positive case for free trade. Hong Kong – as a champion of free trade and key Asian business hub – will be an important partner for the UK, from dealing with threats to global public health like Anti-Microbial Resistance, to cooperating to spread new global standards on tax transparency.</p>\n\n<p>Hong Kong’s success as a global hub relies on freedoms enshrined in the Sino-British Joint Declaration and Basic Law: economic freedom, freedom of speech, of expression, of the press, of academia; and on the rule of law and an independent judiciary. Together these characteristics are a vital part of Hong Kong’s distinctive way of life and system of governance, which explains why thousands of British and international companies do business here.</p>\n\n<p>As a co-signatory of the Joint Declaration, the British Government has made clear our view that ‘One Country, Two Systems’ continues to be the best system for Hong Kong’s long  term stability and prosperity – as it has proved to be since its inception nineteen years ago. We are therefore concerned by recent developments in the Hong Kong Legislative Council.</p>\n\n<p>As the former Foreign Secretary Philip Hammond said earlier this year it remains our view that independence for Hong Kong is not a practical option. But we do believe that further progress on political reform, in line with the Basic Law, would help address recent developments by strengthening governance and helping to protect Hong Kong’s future stability and prosperity.</p>\n\n<p>I am confident that the UK and Hong Kong will succeed in the Asian Century. The UK will remain active and engaged with the Hong Kong SAR Government, with the Chinese Government and with other Asian partners to ensure that Asia’s rise ushers in a new era of global prosperity.</p>\n</div>","political":true,"delivered_on":"2016-12-02T00:00:00+00:00","change_history":[{"public_timestamp":"2016-12-02T04:49:00.000+00:00","note":"First published."}],"image":{"alt_text":"Alok Sharma MP","url":"/government/uploads/system/uploads/person/image/2801/alok.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-12-02T04:49:00.000+00:00"},"routes":[{"path":"/government/speeches/uk-and-hong-kong-in-the-asian-century","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","first_published_at":"2016-12-02T04:49:00Z","base_path":"/government/speeches/uk-and-hong-kong-in-the-asian-century","description":"Minister for Asia and the Pacific Alok Sharma writes in the Hong Kong Free Press and EJ Insight about the UK and Hong Kong.","content_id":"37bf1e47-5e83-427c-9858-1cb6219666d1","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D13","api_path":"/api/content/government/organisations/foreign-commonwealth-office","base_path":"/government/organisations/foreign-commonwealth-office","content_id":"9adfc4ed-9f6c-4976-a6d8-18d34356367c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:43:46Z","schema_name":"placeholder","title":"Foreign & Commonwealth Office","withdrawn":false,"details":{"brand":"foreign-commonwealth-office","logo":{"formatted_title":"Foreign &amp;<br/>Commonwealth <br/>Office","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/alok-sharma","base_path":"/government/people/alok-sharma","content_id":"1ee02757-3656-4a85-9963-94692d38aba6","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:31Z","schema_name":"placeholder","title":"Alok Sharma","withdrawn":false,"links":{}}],"available_translations":[{"title":"Minister Sharma writes on UK-Hong Kong relationship in the Asian Century","public_updated_at":"2016-12-02T04:49:00Z","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","base_path":"/government/speeches/uk-and-hong-kong-in-the-asian-century","description":"Minister for Asia and the Pacific Alok Sharma writes in the Hong Kong Free Press and EJ Insight about the UK and Hong Kong.","api_path":"/api/content/government/speeches/uk-and-hong-kong-in-the-asian-century","withdrawn":false,"content_id":"37bf1e47-5e83-427c-9858-1cb6219666d1","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}