{"title":"PM Commons statement on Westminster attack: 23 March 2017","public_updated_at":"2017-03-23T11:26:00Z","details":{"body":"<div class=\"govspeak\"><p>Mr Speaker, yesterday an act of terrorism tried to silence our democracy.</p>\n\n<p>But today we meet as normal – as generations have done before us, and as future generations will continue to do – to deliver a simple message: we are not afraid. And our resolve will never waver in the face of terrorism.</p>\n\n<p>And we meet here, in the oldest of all Parliaments, because we know that democracy, and the values it entails, will always prevail.</p>\n\n<p>Those values – free speech, liberty, human rights and the rule of law – are embodied here in this place, but they are shared by free people around the world.</p>\n\n<p>A terrorist came to the place where people of all nationalities and cultures gather to celebrate what it means to be free. And he took out his rage indiscriminately against innocent men, women and children.</p>\n\n<p>Mr Speaker, this was an attack on free people everywhere – and on behalf of the British people, I would like to thank our friends and allies around the world who have made it clear that they stand with us at this time.</p>\n\n<p>What happened on the streets of Westminster yesterday afternoon sickened us all.</p>\n\n<p>While there is an ongoing police investigation, the House will understand that there are limits to what I can say.</p>\n\n<p>But having been updated by police and security officials let me set out what at this stage I can tell the House.</p>\n\n<p>At approximately 2:40pm yesterday, a single attacker drove his vehicle at speed into innocent pedestrians who were crossing Westminster Bridge, killing 2 people and injuring around 40 more.</p>\n\n<p>In addition to 12 Britons admitted to hospital, we know that the victims include 3 French children, 2 Romanians, 4 South Koreans, 1 German, 1 Pole, 1 Irish, 1 Chinese, 1 Italian, 1 American and 2 Greeks.</p>\n\n<p>And we are in close contact with the governments of the countries of all those affected.</p>\n\n<p>The injured also included 3 police officers who were returning from an event to recognise their bravery. Two of those 3 remain in a serious condition.</p>\n\n<p>Mr Speaker, the attacker then left the vehicle and approached a police officer at Carriage Gates, attacking that officer with a large knife, before he was shot dead by an armed police officer.</p>\n\n<p>Tragically, as the House will know, 48-year-old PC Keith Palmer, was killed.</p>\n\n<p>PC Palmer had devoted his life to the service of his country. He had been a member of the Parliamentary and Diplomatic Protection Command for 15 years, and a soldier in the Royal Artillery before that.</p>\n\n<p>He was a husband and a father, killed doing a job he loved.</p>\n\n<p>He was every inch a hero. And his actions will never be forgotten.</p>\n\n<p>I know the whole House will join me in sending our deepest condolences to his family – and to the families and friends of all those who have been killed or injured in yesterday’s awful attacks.</p>\n\n<p>I know also that the House will wish to thank all those who acted with such speed and professionalism yesterday to secure this place and ensure we are able to meet as we are doing today.</p>\n\n<p>Mr Speaker, at 7:30 last night, I chaired a meeting of the government’s emergency committee COBR and will have further briefings and meetings with security officials today.</p>\n\n<p>The threat level to the UK has been set at ‘severe’ – meaning an attack is highly likely – for some time.</p>\n\n<p>This is the second highest threat level. The highest level ‘critical’ means there is specific intelligence that an attack is imminent.</p>\n\n<p>As there is no such intelligence, the independent Joint Terrorism Analysis Centre has decided that the threat level will not change in the light of yesterday’s attack.</p>\n\n<p>Mr Speaker, the whole country will want to know who was responsible for this atrocity and the measures that we are taking to strengthen our security, including here in Westminster.</p>\n\n<p>A full counter-terrorism investigation is already underway.</p>\n\n<p>Hundreds of our police and security officers have been working through the night to establish everything possible about this attack – including its preparation, motivation and whether there were any associates involved in its planning.</p>\n\n<p>And while there remain limits on what I can say at this stage, I can confirm that overnight the police have searched 6 addresses and made 8 arrests in Birmingham and London.</p>\n\n<p>Mr Speaker, it is still believed that this attacker acted alone, and the police have no reason to believe there are imminent further attacks on the public.</p>\n\n<p>His identity is known to the police and MI5, and when operational considerations allow, he will be publicly identified.</p>\n\n<p>What I can confirm is that the man was British born and that some years ago, he was once investigated in relation to concerns about violent extremism. He was a peripheral figure.</p>\n\n<p>The case is historic – he was not part of the current intelligence picture.</p>\n\n<p>There was no prior intelligence of his intent – or of the plot. Intensive investigations continue.</p>\n\n<p>And as Acting Deputy Commissioner Rowley confirmed last night, our working assumption is that the attacker was inspired by Islamist ideology.</p>\n\n<p>Mr Speaker, we know the threat from Islamist terrorism is very real. But while the public should remain utterly vigilant they should not – and will not – be cowed by this threat.</p>\n\n<p>As Acting Deputy Commissioner Rowley has made clear, we are stepping up policing to protect communities across the country and to reassure the public.</p>\n\n<p>And as a precautionary measure, this will mean increasing the number of patrols in cities across the country with more police and more armed police on the streets.</p>\n\n<p>Since June 2013 our police, security and intelligence agencies have successfully disrupted 13 separate terrorist plots in Britain.</p>\n\n<p>Following the <a href=\"https://www.gov.uk/government/publications/national-security-strategy-and-strategic-defence-and-security-review-2015\">2015 Strategic Defence and Security Review</a>, we protected the police budgets for counter-terrorism and committed to increase cross-government spending on counter-terrorism by 30% in real terms over the course of this Parliament.</p>\n\n<p>And over the next 5 years we will invest an extra £2.5 billion in building our global security and intelligence network, employing over 1,900 additional staff at MI5, MI6 and GCHQ and more than doubling our global network of counter-terrorism experts working with priority countries across Europe, the Middle East, Africa and Asia.</p>\n\n<p>Mr Speaker, in terms of security here in Westminster, we should be clear first of all that an attacker attempted to break into Parliament and was shot dead within 20 yards of the gates.</p>\n\n<p>If his intention was to gain access to this building, we should be clear that he did not succeed.</p>\n\n<p>The police heroically did their job.</p>\n\n<p>But as is routine, the police together with the House authorities are reviewing the security of the Parliamentary estate, co-ordinated with the Cabinet Office, who have responsibility for the security measures in place around the government secure zone.</p>\n\n<p>All of us in this House have a responsibility for the security and safety of our staff and advice is available for Members who need it.</p>\n\n<p>Mr Speaker, yesterday we saw the worst of humanity, but we will remember the best.</p>\n\n<p>We will remember the extraordinary efforts to save the life of PC Keith Palmer, including those by my Rt Hon Friend the Member for Bournemouth East.</p>\n\n<p>And we will remember the exceptional bravery of our police, security and emergency services who once again ran towards the danger even as they encouraged others to move the other way.</p>\n\n<p>On behalf of the whole country I want to pay tribute to them for the work they have been doing to reassure the public, treat the injured and bring security back to the streets of our capital city.</p>\n\n<p>That they have lost one of their own in yesterday’s attack only makes their calmness and professionalism all the more remarkable.</p>\n\n<p>Mr Speaker, a lot has been said since terror struck London yesterday. Much more will be said in the coming days.</p>\n\n<p>But the greatest response lies not in the words of politicians, but in the everyday actions of ordinary people.</p>\n\n<p>For beyond these walls today – in scenes repeated in towns and cities across the country – millions of people are going about their days and getting on with their lives.</p>\n\n<p>The streets are as busy as ever.</p>\n\n<p>The offices full. The coffee shops and cafes bustling.</p>\n\n<p>As I speak millions will be boarding trains and aeroplanes to travel to London, and to see for themselves the greatest city on Earth.</p>\n\n<p>It is in these actions – millions of acts of normality – that we find the best response to terrorism.</p>\n\n<p>A response that denies our enemies their victory. That refuses to let them win. That shows we will never give in.</p>\n\n<p>A response driven by that same spirit that drove a husband and father to put himself between us and our attacker, and to pay the ultimate price.</p>\n\n<p>A response that says to the men and women who propagate this hate and evil: you will not defeat us.</p>\n\n<p>Mr Speaker, let this be the message from this House and this nation today: our values will prevail.</p>\n\n<p>And I commend this statement to the House.</p>\n</div>","political":true,"delivered_on":"2017-03-23T10:30:00+00:00","change_history":[{"public_timestamp":"2017-03-23T11:26:00.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Theresa May MP","url":"/government/uploads/system/uploads/person/image/6/PM_portrait_960x640.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-03-23T11:26:00.000+00:00"},"routes":[{"path":"/government/speeches/pm-commons-statement-on-westminster-attack-23-march-2017","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2017-03-23T11:26:00Z","base_path":"/government/speeches/pm-commons-statement-on-westminster-attack-23-march-2017","description":"Prime Minister Theresa May gave a statement to Parliament on yesterday's act of terrorism in Westminster. ","content_id":"ca1e9470-5a10-47f6-a44b-0f768e2f8180","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"OT532","api_path":"/api/content/government/organisations/prime-ministers-office-10-downing-street","base_path":"/government/organisations/prime-ministers-office-10-downing-street","content_id":"705dbea4-8bd7-422e-ba9c-254557f77f81","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-03-09T20:00:54Z","schema_name":"placeholder","title":"Prime Minister's Office, 10 Downing Street","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Prime Minister&#39;s Office, 10 Downing Street","crest":"eo"}},"links":{}}],"people":[{"analytics_identifier":null,"api_path":"/api/content/government/people/theresa-may","base_path":"/government/people/theresa-may","content_id":"85291e63-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:03Z","schema_name":"placeholder","title":"The Rt Hon Theresa May","withdrawn":false,"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/community-and-society","base_path":"/government/topics/community-and-society","content_id":"27c0084e-6549-4042-b0f6-986e0f24cadf","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"Community and society","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/crime-and-policing","base_path":"/government/topics/crime-and-policing","content_id":"fbfe60f4-f329-4264-810b-f2a0bd9da243","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"Crime and policing","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/defence-and-armed-forces","base_path":"/government/topics/defence-and-armed-forces","content_id":"b360d7b0-664d-4030-93f9-ee8bff36ab53","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Defence and armed forces","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/law-and-the-justice-system","base_path":"/government/topics/law-and-the-justice-system","content_id":"73ef645d-2b88-431d-98ce-615ec632eab8","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"Law and the justice system","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/national-security","base_path":"/government/topics/national-security","content_id":"78d0cadd-ce01-4c74-8f7d-2a0fb9364c7c","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:08Z","schema_name":"placeholder_policy_area","title":"National security","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/counter-terrorism","base_path":"/government/policies/counter-terrorism","content_id":"5c764f67-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-06-03T15:24:19Z","schema_name":"policy","title":"Counter-terrorism","withdrawn":false,"links":{}}],"roles":[{"analytics_identifier":null,"api_path":"/api/content/government/ministers/prime-minister","base_path":"/government/ministers/prime-minister","content_id":"845e5811-c0f1-11e4-8223-005056011aef","description":null,"document_type":"ministerial_role","locale":"en","public_updated_at":"2013-11-07T18:01:29Z","schema_name":"placeholder","title":"Prime Minister","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/theresa-may","base_path":"/government/people/theresa-may","content_id":"85291e63-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:03Z","schema_name":"placeholder","title":"The Rt Hon Theresa May","withdrawn":false,"links":{}}],"available_translations":[{"title":"PM Commons statement on Westminster attack: 23 March 2017","public_updated_at":"2017-03-23T11:26:00Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/pm-commons-statement-on-westminster-attack-23-march-2017","description":"Prime Minister Theresa May gave a statement to Parliament on yesterday's act of terrorism in Westminster. ","api_path":"/api/content/government/speeches/pm-commons-statement-on-westminster-attack-23-march-2017","withdrawn":false,"content_id":"ca1e9470-5a10-47f6-a44b-0f768e2f8180","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}