{"title":"UK action to combat Daesh","public_updated_at":"2016-11-28T16:50:00Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"the-threat\">The Threat</h2>\n\n<p>Following the Arab Spring uprising in 2011, there has been major political and social unrest in the Middle East and North Africa. Demands from citizens for fairer, more democratic societies across the region have resulted in the breakdown of several autocratic governments, but also in turbulent civil wars which continue to rage in Syria and Yemen.  Unfortunately, terrorist groups have attempted to capitalise on the political upheaval in the region to establish territory and propagate violent ideologies.</p>\n\n<p>Daesh (also known as ISIL and ISIS) is one such group. The UK is at the forefront of global efforts to degrade and defeat Daesh. The suppression of their poisonous ideology is vital for our own national security.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n\n<h2 id=\"defeating-Daesh-Iraq-Syria\">Defeating Daesh in Iraq and Syria</h2>\n\n<p>The UK is a member of the <a rel=\"external\" href=\"http://theglobalcoalition.org/\">Global Coalition</a> - a unified body of 68 international partners dedicated to degrading and defeating Daesh.  The Global Coalition was formed in September 2014 and is unique in its membership, scope and commitment.</p>\n\n<p>All members are committed to countering Daesh’s global ambitions and dismantling its networks through:</p>\n\n<ol>\n  <li>providing essential <a rel=\"external\" href=\"http://theglobalcoalition.org/category/military/\">military</a> support to local forces;</li>\n  <li>stifling Daesh’s <a rel=\"external\" href=\"http://theglobalcoalition.org/category/daesh-financing/%20and%20economic%20infrastructure\">financing</a>\n</li>\n  <li>preventing the flow of <a rel=\"external\" href=\"http://theglobalcoalition.org/category/foreign-terrorist-fighters/\">foreign terrorist fighters</a> across borders;</li>\n  <li>supporting <a rel=\"external\" href=\"http://theglobalcoalition.org/category/stabilisation/\">stabilisation</a> efforts in areas liberated from Daesh;</li>\n  <li>exposing Daesh’s delusional and false religious narrative through <a rel=\"external\" href=\"http://theglobalcoalition.org/category/counter-messaging/\">counter messaging</a>.</li>\n</ol>\n\n<p>The UK plays a leading role in all of the above.</p>\n\n<h3 id=\"military\">Military</h3>\n\n<p>The UK has committed over 1,400 military personnel to the region to provide essential support to local forces.   In the air, the Royal Air Force has conducted over 1,000 <a href=\"https://www.gov.uk/government/news/update-air-strikes-against-daesh\">airstrikes</a> in Iraq and Syria - more than any other Coalition country bar America – and provides highly advanced intelligence and surveillance to Iraqi Security Forces.  On the ground, the UK has trained over 30,000 Iraqi soldiers in engineering, medical skills and basic infantry.  In Syria, UK armed forces are <a href=\"https://www.gov.uk/government/news/uk-to-resume-training-of-syrian-opposition-to-fight-daesh\">training vetted members of Syrian opposition groups</a> in infantry, medical and explosive hazard awareness skills as part of our counter-Daesh campaign. As a result, Daesh have lost nearly half the territory it once occupied in Iraq and over 20% in Syria.</p>\n\n<h3 id=\"finance\">Finance</h3>\n\n<p>The UK recognises that the disruption of Daesh finances is essential to their defeat. The UK has public and private co-operation with the banking industry to ensure Daesh is denied access to the official financial system. We work closely with finance specialists in the region to increase our understanding of the informal Hawala finance network, commonly used by Daesh, and share our knowledge with local Financial Investigation Units to help disrupt Daesh’s economic infrastructure in Iraq, Lebanon and Turkey.</p>\n\n<p>As a member of the Global Coalition, the UK participates in precision airstrikes against Daesh-controlled oil fields and infrastructure, in order to disrupt Daesh’s primary source of income. We also work closely with Coalition partners to prevent Daesh profiting from the illegal trafficking of antiquities, which they have plundered from Syria and Iraq.</p>\n\n<h3 id=\"foreignterroristfighters\">Foreign Terrorist Fighters</h3>\n\n<p>The UK advises against all travel to Syria and parts of Iraq. Anyone who does travel, for whatever reason, is putting themselves in considerable danger. People seeking to travel to engage in terrorist activity in Syria or Iraq should be in no doubt that the UK will take the strongest possible action to protect national security, including prosecuting those who break the law. There is wide range of powers at the Home Office’s disposal to disrupt travel and manage the risk posed by returnees.</p>\n\n<p>The number of foreign fighters from across the world travelling to join Daesh in Iraq and Syria has decreased by up to 90% since 2014.</p>\n\n<h3 id=\"stabilisation\">Stabilisation</h3>\n\n<p>Stabilisation is the process of rebuilding essential services and utilities so people are able to return home. The UK has committed £9.25million to the UN Development Programme Stabilisation Fund and deployed experts to this body and to the British Embassy in Baghdad to help with the stabilisation process in Iraq. To date, more than 775,000 Iraqis have returned home to areas liberated from terrorists thanks to this fund. The UK is also providing £7.75 million primarily through the UN Mine Action Service to ensure the careful removal of explosive devices in Iraq ahead of rebuidling efforts.</p>\n\n<h3 id=\"stratcomms\">Strategic Communications</h3>\n\n<p>The UK leads international efforts to counter Daesh’s propaganda and damage its brand. In September 2015, the UK launched the Counter-Daesh Communications Cell.</p>\n\n<p>Through the UK’s leadership, the Cell has changed the international narrative around Daesh – from one that highlights their atrocities to one which emphasises their failures. This has been vital in damaging the perception of Daesh and reducing their ability to recruit. The UK provides daily information packs to Coalition partners, containing facts and figures on Daesh’s increasing failures. We also launched a <a rel=\"external\" href=\"http://theglobalcoalition.org/\">Global Coalition website</a> that houses up-to-date information on Coalition progress. All of this has helped Governments highlight Daesh’s lies and expose their inadequacies.</p>\n\n<p>For further information on the Global Coalition’s efforts, please visit http://theglobalcoalition.org/ or follow the Coalition on Twitter - <a rel=\"external\" href=\"https://twitter.com/coalition\">@Coalition</a>; <a rel=\"external\" href=\"https://twitter.com/CoalitionAR\">@CoalitionAR</a>; <a rel=\"external\" href=\"https://twitter.com/CoalitionFR\">@CoalitionFR</a></p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n\n<h2 id=\"mitigating-impact-on-region\">Mitigating the impact on the region</h2>\n\n<p>The UK’s efforts against Daesh in Iraq and Syria are part of our wider strategy to promote peace and prosperity in the Middle East and North Africa. The Arab Spring in 2011 highlighted the interconnected nature of the region, which Daesh has subsequently exploited to expand across Iraq, Syria and Libya. Thus, our efforts to defeat Daesh are essential to the stability and security of the whole region.</p>\n\n<p>The UK is working to encourage political stability based on open, inclusive and democratic systems. For more information on our efforts in the region, please visit the <a href=\"https://www.gov.uk/government/policies/peace-and-stability-in-the-middle-east-and-north-africa\">stability in the Middle East &amp; North Africa webpage</a>.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n\n<h2 id=\"humanitarian\">Humanitarian support</h2>\n\n<h3 id=\"humanitarian-iraq\">Iraq</h3>\n\n<p>Daesh’s presence in Iraq has resulted in the displacement of over 3.3million Iraqi people. In response to this, the UK has pledged £169.5million in humanitarian aid to Iraq since 2014.  This life-saving aid has provided shelter, clean water, medicine and financial support to thousands of vulnerable Iraqis.</p>\n\n<p>For more information on our humanitarian effort in Iraq, please visit the <a href=\"https://www.gov.uk/government/world/organisations/dfid-iraq\">DfID Iraq page</a>. For more information on the humanitarian support to those affected by the Mosul campaign, please visit the <a href=\"https://www.gov.uk/government/news/uk-pledges-medical-aid-and-supplies-for-mosul\">humanitarian emergencies page</a>.</p>\n\n<h3 id=\"humanitarian-syria\">Syria</h3>\n\n<p>The conflict in Syria has resulted in one of the worst humanitarian crises of all time.  13.5million people in Syria are in desperate need of humanitarian assistance, including 590,000 in besieged areas. In spite of international pressure, the regime and other parties continue to willfully impede humanitarian access.</p>\n\n<p>The UK is fully committed to supporting the Syrian people, wherever they are.  To date, we have pledged more than £2.3 billion to support those affected by the conflict - our largest ever response to a single humanitarian crisis. UK funding has delivered over 20 million food rations, 4.4 million medical consultations and relief items for over 5.8 million people across the region.</p>\n\n<p>The UK is at the forefront of the response to the Syria crisis, hosting the ‘Supporting Syria and the Region conference’ in February 2016, where $10 billion was pledged by the international community. The UK continues to work with our partners to deliver on commitments and to maintain the momentum of longer-term fundraising.</p>\n\n<p>For more information on our humanitarian effort in Syria, please visit the <a href=\"https://www.gov.uk/government/world/organisations/dfid-syria-crisis-response\">DfID Syria page</a> or view this <a href=\"https://www.gov.uk/government/publications/factsheet-the-uks-humanitarian-aid-response-to-the-syria-crisis\">factsheet</a>.  If you would like to help support those affected by the war in Syria, please see <a href=\"https://www.gov.uk/government/news/syria-refugees-what-you-can-do-to-help--2\">our pages on Syrian refugees</a>.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n\n<h2 id=\"politicalcauses\">Addressing the Political Causes</h2>\n\n<p>The Syrian Civil War is a direct result of President Bashar Al-Assad’s brutal and inhumane treatment of the Syrian people.  The UK is part of the International Syria Support Group which is working to find a political solution to the conflict.  We believe this solution must be based on a transition away from the Assad regime to a government representative of all Syrians, with which we can partner against terrorism. This is the only viable path towards the peace and security that the Syrian people deserve.</p>\n\n<p>Since the start of the conflict, the UK has provided the moderate opposition to Assad’s regime with practical and political support. This includes training and equipping civil defence teams to carry out search and rescue missions; training Syrian journalists and activists to develop an independent Syrian media and; funding local level peace-building projects within Syria and between communities in neighbouring countries where refugees are based. The UK also supports the efforts of the High Negotiations Committee as they work towards a political transition that can bring a lasting end to the conflict.</p>\n\n<p>The UK is working closely with the UN to demand an end to the violence and atrocities committed by the Assad regime, including the bombardment and besiegement of civilian cities and the regime’s restriction of life-saving aid to these areas. The UK also supports independent investigations by the UN Commission of Inquiry into human rights violations and abuses in Syria.  We are working in partnership with other donor countries to fund the collection of documentary evidence of human rights abuses for use in possible legal processes in the future.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n</div>","read_more":"Find out more about the UK government's actions to counter Daesh. "},"routes":[{"path":"/government/topical-events/daesh/about","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","first_published_at":"2016-02-29T09:24:10Z","base_path":"/government/topical-events/daesh/about","description":"Daesh (also known as ISIL, Islamic State or ISIS) poses a clear national threat to the UK and a global threat to our international partners and the region. We are working closely with our allies to drive back, dismantle and ultimately destroy Daesh and what it stands for. The UK government is taking a wide range of actions to counter Daesh. ","content_id":"932d9251-b16b-4cd3-94d9-7586a43efdcb","locale":"en","expanded_links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/daesh","base_path":"/government/topical-events/daesh","content_id":"0146d0ed-dc6b-490f-a0e0-2edb8927a134","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2016-11-28T16:15:42Z","schema_name":"placeholder","title":"Daesh: UK government response ","withdrawn":false,"details":{"start_date":"2016-06-02T00:00:00.000+00:00","end_date":"2017-06-02T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"UK action to combat Daesh","public_updated_at":"2017-03-17T11:27:38Z","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","base_path":"/government/topical-events/daesh/about","description":"Daesh (also known as ISIL, Islamic State or ISIS) poses a clear national threat to the UK and a global threat to our international partners and the region. We are working closely with our allies to drive back, dismantle and ultimately destroy Daesh and what it stands for. The UK government is taking a wide range of actions to counter Daesh. ","api_path":"/api/content/government/topical-events/daesh/about","withdrawn":false,"content_id":"932d9251-b16b-4cd3-94d9-7586a43efdcb","locale":"en"}]},"format":"topical_event_about_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}