{"title":"UK action to combat Daesh","public_updated_at":"2016-03-02T20:20:56Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"global-coalition\">Global Coalition</h2>\n\n<p>The UK is working with more than 60 countries as part of the Global Coalition to counter Daesh. The Global Coalition is working to challenge Daesh through targeted military action. It is working to reduce the influx of fighters, provide humanitarian assistance to those affected by the brutality of Daesh, cut off their finances and to challenge the poisonous ideology of Daesh.</p>\n\n<h2 id=\"un\">United Nations support</h2>\n\n<p>The UK is working at the highest levels to mobilise international action against Daesh. The UK authored the first United Nations Security Council Resolution to galvanise international action against Daesh in August 2014. Since then, we have played a key role in strengthening the international framework under which states are obliged to develop domestic measures to tackle the financing of terrorism and prevent the travel of those intending to fight for terrorist groups. Through the efforts of the UK and our key partners, the UN is providing valuable analysis and capacity building support to help states combat Daesh.  </p>\n\n<p><a href=\"#contents\">Back to contents</a> </p>\n\n<h2 id=\"iraqi-govt\">Working with the Iraqi government</h2>\n\n<p>The UK strongly supports the government of Iraq led by Prime Minister Haider al-Abadi and its efforts to deliver the genuine reform and meaningful reconciliation needed to unite all Iraq’s communities in the fight against Daesh. British forces are providing training and equipment to the Iraqi Security Forces and Kurdish Peshmerga to strengthen their capability to fight Daesh on the ground while conducting precision attacks on terrorist targets from the air.</p>\n\n<p>The UK is delivering £79.5 million of aid to support people across Iraq who have been affected by Daesh, including 3.3 million people displaced from their homes. This assistance is providing clean water, sanitation, essential medicines and funding for NGOs and charities working to help local people. The UK is working with the government of Iraq, the UN system and international partners to ensure a coordinated, effective and inclusive humanitarian response. The UK is also providing £2.5 million to the UN’s Funding Facility for Immediate Stabilisation which aims to help people in areas liberated from Daesh.</p>\n\n<p>The UK is working with the government of Iraq and international community to ensure that alleged human rights abuses by Daesh are investigated, to assist the victims, and to bring those responsible to justice. The UK is also working with the government of Iraq and the Kurdistan Regional government to ensure they are better able to protect their own diverse population, including the rights of Iraq’s Christian, Yezidi and other minority communities. </p>\n\n<p><a href=\"#contents\">Back to contents</a> </p>\n\n<h2 id=\"humanitarian\">Humanitarian aid</h2>\n\n<p>Between them, Daesh and Assad have created a humanitarian catastrophe in the region.  Syria is the world’s biggest and most urgent humanitarian crisis. The UN estimates that 13.5 million people are in need of humanitarian assistance inside Syria, including 6 million children. There are now 4.6 million Syrian refugees in neighbouring countries.  As a consequence of Daesh’s actions in Iraq, 3.3 million Iraqis have been internally displaced, with 10 million people requiring some form of humanitarian assistance. </p>\n\n<p>The UK is at the forefront of the response to the crisis in Syria and the region. On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.</p>\n\n<p>The “Supporting Syria and the Region London 2016” Conference was held on 4 February and more than US$11 billion was pledged to support people in Syria and the region affected by the conflict, the largest amount raised in one day for a humanitarian crisis. Commitments made at the Conference will help to create 1.1 million jobs and provide education to an additional 1 million children.  The protection of civilians was also at the heart of the Conference. Participants agreed to use their influence with all parties to the conflict to halt abuses, to allow humanitarian agencies rapid, safe and unimpeded access throughout Syria in order to reach besieged and hard-to-reach areas.</p>\n\n<p>In Iraq, the UK has provided £79.5 million of assistance. This is providing medical care, clean water and improved sanitation, shelter, cash support and other essentials to those Iraqis requiring humanitarian assistance. </p>\n\n<p>To find out more, please see our <a href=\"https://www.gov.uk/government/publications/iraq-crisis-uk-humanitarian-response-factsheet\">overview factsheet (PDF)</a>.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n\n<h2 id=\"military\">Military support</h2>\n\n<p><a href=\"https://www.gov.uk/government/news/latest-iraq-air-strikes\">Royal Air Force Tornado GR4 aircraft have been in action over Iraq</a> as part of the global coalition’s operations to support the Iraqi Government in the fight against Daesh.</p>\n\n<p>British Tornados and surveillance aircraft have also been helping with intelligence gathering and logistics in the region. This is not about British combat troops on the ground. It is about working with others to extinguish this terrorist threat.</p>\n\n<p>On 5 November the Defence Secretary Michael Fallon announced that the UK is planning to offer advisory personnel to Iraqi headquarters as well as providing additional training to Peshmerga fighters.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n\n<h2 id=\"terrorism-at-home\">Counter-terrorism at home</h2>\n\n<p>The Police and Security Services continual maintain and reinforce our counter-terrorist effort at home to prevent attacks and to hunt down those who are planning them.</p>\n\n<p>People seeking to travel to engage in terrorist activity in Syria or Iraq should be in no doubt that the UK will take the strongest possible action to protect national security, including prosecuting those who break the law. There is wide range of powers at the Home Office’s disposal to disrupt travel and manage the risk posed by returnees.</p>\n\n<p>These include: </p>\n\n<ul>\n  <li>Stopping people from leaving the country by removing the passports of those contemplating travelling to take part in violence or extremism. Since stronger powers in April 2013, the Home Office has seized 23 passports.</li>\n  <li>Arresting those suspected in terrorist activities overseas. 69 people have been arrested in the first half of 2014, compared to 25 in the whole of 2013.</li>\n  <li>Taking extremist material off the Internet. Since February 2010, the Counter Terrorism Internet Referral Unit (CTIRU) has taken down more than 47,000 pieces of unlawful terrorist-related content (over 28,000 of these since December 2013)</li>\n  <li>Supporting a network of organisations who work with people we know are drifting into extremism and violence. They have offered support to hundreds of people and are making a significant contribution to our national security.</li>\n</ul>\n\n<p>A national campaign was launched by police in April to warn of <a rel=\"external\" href=\"http://www.met.police.uk/Syria/booklet.pdf\">the dangers of travelling to Syria (pdf)</a> - the message is the same for those considering travelling to Iraq or any other conflict zone.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n\n<h2 id=\"Further-information\">Further information</h2>\n\n<blockquote>\n  <p class=\"last-child\">ISIL is a terrorist organisation unlike those we have dealt with before. The brutality is staggering, but it is not just the brutality; it is backed by billions of dollars and has captured an arsenal of the most modern weapons.</p>\n\n</blockquote>\n\n<p>Read the full <a rel=\"external\" href=\"http://www.publications.parliament.uk/pa/cm201415/cmhansrd/cm140926/debtext/140926-0001.htm#1409266000001\">Hansard transcript.</a> of Prime Minister David Cameron’s speech to Parliament on the UK’s role in tackling ISIL (26 September 2014). </p>\n\n<blockquote>\n  <p class=\"last-child\">We are facing an evil against which the whole of the world should unite. And, as ever in the cause of freedom, democracy and justice, Britain will play its part.</p>\n\n</blockquote>\n\n<p>Read the <a href=\"https://www.gov.uk/government/speeches/pm-speech-at-the-un-general-assembly-2014\">Prime Minister’s closing speech</a> at the UN General Assembly and <a href=\"https://www.gov.uk/government/publications/military-action-in-iraq-against-isil-government-legal-position\">a summary of the government legal position</a> on military action in Iraq against ISIL.</p>\n\n<p><a href=\"#contents\">Back to contents</a></p>\n</div>","read_more":"Find out more about the UK government's actions to counter Daesh. "},"routes":[{"path":"/government/topical-events/daesh/about","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","first_published_at":"2016-02-29T09:24:10Z","base_path":"/government/topical-events/daesh/about","description":"Daesh poses a clear national threat to the UK, and a global threat to our international partners and the region. We are working closely with our allies to drive back, dismantle and ultimately destroy Daesh (also known as ISIL, Islamic State or ISIS) and what it stands for. The UK government is taking a wide range of actions to counter Daesh. ","content_id":"932d9251-b16b-4cd3-94d9-7586a43efdcb","locale":"en","expanded_links":{"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/daesh","base_path":"/government/topical-events/daesh","content_id":"0146d0ed-dc6b-490f-a0e0-2edb8927a134","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2016-11-28T16:15:42Z","schema_name":"placeholder","title":"Daesh: UK government response ","withdrawn":false,"details":{"start_date":"2016-06-02T00:00:00.000+00:00","end_date":"2017-06-02T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"UK action to combat Daesh","public_updated_at":"2017-03-17T11:27:38Z","analytics_identifier":null,"document_type":"topical_event_about_page","schema_name":"topical_event_about_page","base_path":"/government/topical-events/daesh/about","description":"Daesh (also known as ISIL, Islamic State or ISIS) poses a clear national threat to the UK and a global threat to our international partners and the region. We are working closely with our allies to drive back, dismantle and ultimately destroy Daesh and what it stands for. The UK government is taking a wide range of actions to counter Daesh. ","api_path":"/api/content/government/topical-events/daesh/about","withdrawn":false,"content_id":"932d9251-b16b-4cd3-94d9-7586a43efdcb","locale":"en"}]},"format":"topical_event_about_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}