{"title":"Corporal Michael John Thacker killed in Afghanistan","public_updated_at":"2012-06-03T00:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Corporal Thacker was part of the Fire Support Group manning Observation Post ‘Tir’ in the Nahr-e Saraj district of Helmand province when he was hit by small arms fire. He received immediate medical attention and was evacuated by helicopter, but sadly could not be saved despite the best efforts of medical staff.</p>\n\n<p><strong>Corporal Michael John Thacker</strong></p>\n\n<p>Corporal Michael Thacker was born on 12 February 1985 in Swindon, Wiltshire. He attended Fairwater High School in Cwmbran, South Wales, before joining 1st Battalion The Royal Welch Fusiliers in 2004. He deployed to Iraq on Operation TELIC 4 and then to South Armagh in 2005, before the battalion was amalgamated to become 1st Battalion The Royal Welsh and moved to Cyprus in 2006.</p>\n\n<p>Corporal Thacker deployed on Operation HERRICK 16 as part of Combined Force Burma; returning to Afghanistan having served there on Operation HERRICK 8 and Operation HERRICK 11. He was a larger than life character and was extremely well known to the battalion, officers and soldiers alike. His loss will be sorely felt.</p>\n\n<p>Corporal Thacker leaves behind his wife Catherine, two-year-old daughter Millie, father David, mother Alison and brothers Matthew, Mark and Ashley.</p>\n\n<p>Corporal Thacker’s wife Catherine paid the following tribute to him:</p>\n\n<blockquote>\n  <p class=\"last-child\">Michael was the love of my life. He was an amazing husband and father who will always be remembered as a funny, loving and kind man. Everyone who met Mike instantly liked him and through time came to love him.</p>\n</blockquote>\n\n<p>Corporal Matthew Thacker, 1st Battalion The Royal Welsh, said:</p>\n\n<blockquote>\n  <p>Corporal Michael Thacker is my big brother and the best I could wish for. We were more than brothers, we were best friends and words cannot express how much he will be missed. Michael is one of those people who would help others before helping himself. He will be leaving behind his beautiful daughter, Millie, and his wife Catherine.</p>\n\n  <p class=\"last-child\">Michael could light up a dark room, always making people laugh because of his great personality. Devastated cannot come close to how we as a family are feeling. He died doing the job that we Thacker brothers love. He is a true hero. Rest in Peace. See you on the real ‘re-org’ bro. You will always be in my thoughts.</p>\n</blockquote>\n\n<p>Lieutenant Colonel Stephen Webb, Commanding Officer, 1st Battalion The Royal Welsh, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Michael Thacker had all the attributes of a superb Royal Welsh Junior Non-Commissioned Officer and he was exactly the man that you would want at your side when life got difficult. He was a soldier’s soldier - a larger than life character, highly competent, fiercely loyal and hugely proud of his family.</p>\n</blockquote>\n\n<blockquote>\n  <p>He was incredibly good company and always at the centre of whatever was going on. He had a great sense of humour; banter was his speciality and any time spent with him was time well spent. No-one ever left him without a smile on their face - he simply loved life. He was mischievous, fun, incredibly amiable and with a grin that would brighten the darkest of days.</p>\n\n  <p>He was also passionate about his job. Recently promoted, he had a bright future in Fire Support Company ahead of him. He was a professional soldier and a natural leader. People were drawn to him and he recognised the role that he had to play. He knew exactly what was needed to bring out the best in those around him.</p>\n\n  <p>The veteran of an Iraq tour and two previous tours of Afghanistan, he worked very hard to get himself fit for this one after suffering a serious knee injury. And that was the mark of the man; he didn’t want to let his mates down. He never shirked a challenge or took the easy option and this selfless commitment spread through those around him. He was deeply committed to both his role on Operation HERRICK and to his colleagues.</p>\n\n  <p class=\"last-child\">It is clear to those that knew him that all of this was built on the foundations of an exceptionally strong and deep love for his family. Corporal Michael Thacker was hugely committed to his wife Catherine and their daughter Millie and he often talked, with true affection and warmth, about how much he loved family life. He also leaves behind a tight knit wider family and our thoughts are with them all at this incredibly difficult time.</p>\n</blockquote>\n\n<p>Major Jon Matthews, Officer Commanding Fire Support Company, 1st Battalion The Royal Welsh, said:</p>\n\n<blockquote>\n  <p>Corporal Michael Thacker was a great man who will be sorely missed by all those who had the pleasure of working with him. I am immensely proud to have known him and I am grateful for the zeal and determination with which he approached soldiering in Fire Support Company. He was a professional and proud Royal Welshman who was fiercely loyal to his men.</p>\n\n  <p>He was the heart and soul of his team and was always on hand to help when the going got tough. His positive attitude was infectious and his desire to get stuck in and lead his men was second-to-none. He had a wicked sense of humour and was never far away when there was banter to be had.</p>\n\n  <p class=\"last-child\">But ‘Thacks’ was not only a soldier; he was a family man too. He was a devoted husband and a doting father. This is a difficult time for everyone who knew him, but I am acutely aware that our loss is nothing compared with that of his wife Cat, daughter Millie, and the remainder of his family, including his brother Matthew who had until recently served in Fire Support Company alongside him. Our thoughts and prayers go out to them at this difficult time.</p>\n</blockquote>\n\n<p>Major Charlie Carver, Officer Commanding A Company, 1st Battalion The Royal Welsh, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Thacker was a true character within the Company Group; full of life and always ready with a cheeky comment. He will be remembered as a highly professional soldier who took enormous pride in his ability as a Fire Support Group Section Commander.</p>\n</blockquote>\n\n<blockquote>\n  <p>He was always to be found at the centre of the action, with his defined sense of humour and his unique outlook on life. Having first met Corporal Thacker when he was a member of the Machine Gun Platoon I have had the pleasure to witness him develop into an outstanding leader whose men liked and respected him in equal measure.</p>\n\n  <p>Throughout the tour Corporal Thacker demonstrated courage and resolve working in a very difficult location, leading his men in trying circumstances. Whenever I visited the FSG he was always sat at the centre of the group, ensuring that morale was high, with an infectious smile that immediately lightened any mood.</p>\n\n  <p class=\"last-child\">His loss will be deeply felt by every member of the Combined Force Burma, A Company Group; but our loss is nothing compared to that of his wife, daughter and family. Our thoughts and prayers are very much with them at this extremely difficult time.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Warrant Officer Class 2 Keith Mills, Company Sergeant Major, A Company, 1st Battalion The Royal Welsh, said:</p>\n</blockquote>\n\n<blockquote>\n  <p>I have had the pleasure of serving with ‘Thacks’ for over seven years. He had the ability to put a smile on anyone’s face, wherever he was. He would make sure he was at the centre of attention and always be the loudest person in the room.</p>\n\n  <p>As a soldier his abilities were second-to-none. He was highly respected within his Company Group as a soldier and could be trusted to deliver time and time again.</p>\n\n  <p class=\"last-child\">The Royal Welsh has tragically lost a brave outstanding ‘Royal Welshman’ and I will miss his infectious smile. My thoughts and prayers are with his family and friends during this difficult time. RIP Thacker lad!</p>\n</blockquote>\n\n<p>Colour Sergeant Richard Thomas, Fire Support Group 1, 1st Battalion The Royal Welsh, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Very few words could completely describe Mike; his passion for his job was only superseded by the passion for his family. During work he was professional and diligent at all times but always knew when it was time to relax; he had the ability to raise the spirits of those around him. His infectious laugh was always an indication of how he was and where he was. A soldier and a family man who will be missed by all who had the pleasure of meeting him.</p>\n</blockquote>\n\n<p>Sergeant Russell Palmer, Fire Support Group 2, 1st Battalion The Royal Welsh, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Mike I want to start by saying sleep well my friend, you will never be forgotten. You will always be a part of mine and Danielle’s memories and always in our hearts. Memories, we’ve got a lot of them. The first was from training when you went ‘man-down’ on exercise and had to redo the exercise with my platoon. We spent eight hours deturfing, but because we wouldn’t stop talking or laughing the Section Commander lost his rag with us, so by the end our trench wasn’t big enough to fit me in, let alone you as well!</p>\n</blockquote>\n\n<blockquote>\n  <p>When we went to the battalion we were in different platoons but you would always make the effort to come and see me. I will miss dancing on the bar with you; both of us thinking we were looking really good. I’ll also miss your OCD for cleaning everything.</p>\n\n  <p>Another funny memory is of us going to B&amp;Q and taking Millie with us; ‘Iggle Piggle’ was there and she was so excited, but when we got there you were more excited and I had to walk out because I was laughing so much.</p>\n\n  <p>There are so many memories that will never be forgotten and I will pass these onto Millie and the rest of the boys in the platoon. You are the bloke that everyone knows, and if they didn’t know you they got to know you because everyone needs a piece of Mike Thacker in their life.</p>\n\n  <p class=\"last-child\">Mike you are gone but will never be forgotten; I will miss you every day and life will never be the same. You were a wicked friend, a loving husband to Cat and an outstanding dad to Millie. You are a true hero and one day we will be reunited. My heart goes out to Cat, Millie, Matthew and all the family in this time of sadness. Mike was one-in-a-million, rest well my good friend, miss you forever.</p>\n</blockquote>\n\n<blockquote>\n  <p class=\"last-child\">Corporal Lee Mitchell, A Company, 1st Battalion The Royal Welsh, said:</p>\n</blockquote>\n\n<blockquote>\n  <p>I remember when he first joined the battalion and came to 1 Platoon during Operation TELIC; we hit it off straight away. That must have been the witty banter we had. Whilst we grew up and became family men, he never lost his great sense of humour.</p>\n\n  <p class=\"last-child\">He was a good man to know and I’m honoured to have had the chance to call him a friend. He was a very professional soldier who was dedicated to his job and his family. He will be sadly missed by everyone. My thoughts are with his family at this terrible time. Sleep tight mate.</p>\n</blockquote>\n\n<p>Corporal Aled Morgan, Quartermaster’s Department, 1st Battalion The Royal Welsh, said:</p>\n\n<blockquote>\n  <p>Mike was much loved and a popular soldier. He always had a smile on his face 24/7. Every time we met, he’d either say ‘ahhhh old man’ or ‘crow bag’, even though I had been in for years before him, but he always made me smile. I remember him on our JNCO cadre in Cyprus, always full of beans and laughter. Even though we were both tired, he still managed to up morale and made me smile by chatting rubbish. He’d never stop.</p>\n\n  <p class=\"last-child\">He had a unique laugh and it was his sense of humour that made him the character he was. You were a top bloke ‘Thacks’ and will be sadly missed. His older brother Matthew recently said that I was like an older brother to him, so RIP Mike, my thoughts go out to all your family.</p>\n</blockquote>\n\n<p>Defence Secretary Philip Hammond said:</p>\n\n<blockquote>\n  <p>I was deeply saddened to hear of the death of Corporal Michael Thacker. It is clear he was a larger than life character. Tributes describe him as a very professional soldier and outstanding leader who was deeply committed to his role and to his colleagues.</p>\n\n  <p class=\"last-child\">He was a credit to his regiment, the 1st Battalion The Royal Welsh, and I extend my deepest sympathies to his family, loved ones and colleagues at this very difficult time.</p>\n</blockquote>\n</div>","emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/default_news_organisation_image_data/file/154/s300_ministry-of-defence.jpg","caption":null,"alt_text":"placeholder"},"first_public_at":"2012-06-03T01:00:00.000+01:00","political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/news/corporal-michael-john-thacker-killed-in-afghanistan","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","first_published_at":"2012-06-03T00:00:00Z","base_path":"/government/news/corporal-michael-john-thacker-killed-in-afghanistan","description":"It is with sadness that the Ministry of Defence must confirm that Corporal Michael John Thacker, from 1st Battalion The Royal Welsh, was killed in Afghanistan on Friday 1 June 2012.","content_id":"5c90998a-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"Corporal Michael John Thacker killed in Afghanistan","public_updated_at":"2012-06-03T00:00:00Z","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","base_path":"/government/news/corporal-michael-john-thacker-killed-in-afghanistan","description":"It is with sadness that the Ministry of Defence must confirm that Corporal Michael John Thacker, from 1st Battalion The Royal Welsh, was killed in Afghanistan on Friday 1 June 2012.","api_path":"/api/content/government/news/corporal-michael-john-thacker-killed-in-afghanistan","withdrawn":false,"content_id":"5c90998a-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"news-stories","payload_version":0}