{"title":"You have registered an interest","public_updated_at":"2016-01-28T12:18:31Z","details":{"header_legal_disclaimer":"<p><small>This document is an advertisement and not a prospectus. Please note that you should make any investment decision in relation to the purchase of any securities referred to in this advertisement based on information in the prospectus to be published by Lloyds Banking Group plc. Copies of any such prospectus will, following publication, be available from <a href='/lloydsshares'>www.gov.uk/lloydsshares</a>.</small></p>","body":"<p>You have registered an interest in the Lloyds Banking Group Share Offer with the email address:</p>","footer_legal_disclaimer":"<p><small>Legal disclaimer:</small></p><p><small>The contents of this advertisement, which have been prepared by and are the sole responsibility of HM Treasury, have been approved by Goldman Sachs International (“GSI”) solely for the purposes of section 21(2)(b) of the FSMA. GSI, whose registered office is Peterborough Court, 133 Fleet Street, London EC4A 2BB, is authorised by the Prudential Regulation Authority and regulated by the Prudential Regulation Authority and the Financial Conduct Authority.  No reliance may be placed on GSI for advice or recommendations with respect to the contents of this advertisement and, to the extent it may do so under applicable law, GSI makes no representation or warranty to the persons viewing this advertisement with regards to the information contained herein.</small></p><p><small>This advertisement does not constitute an offer, invitation or recommendation concerning the securities referred to in this advertisement. The price and value of securities can go down as well as up, and so you could get back less than you invest. Past performance is not a guide to future performance. Information in this advertisement cannot be relied upon as a guide to future performance. Before purchasing any securities referred to in this advertisement, persons viewing this advertisement should make sure that they fully understand and accept the risks which are to be set out in the prospectus referred to above. Potential investors should consult an independent financial adviser as to the suitability of the securities referred to in this advertisement to the person concerned.</small></p>"},"routes":[{"path":"/lloydsshares/register-interest-success","type":"exact"}],"redirects":[],"publishing_app":"share-sale-publisher","rendering_app":"email-campaign-frontend","need_ids":[],"phase":"alpha","analytics_identifier":null,"document_type":"financial_releases_success","schema_name":"financial_releases_success","first_published_at":"2016-02-29T09:24:10Z","base_path":"/lloydsshares/register-interest-success","description":null,"content_id":"8148c65d-1b96-4362-b12e-45bc9f205235","locale":"en","expanded_links":{"available_translations":[{"title":"You have registered an interest","public_updated_at":"2016-01-28T12:18:31Z","analytics_identifier":null,"document_type":"financial_releases_success","schema_name":"financial_releases_success","base_path":"/lloydsshares/register-interest-success","description":null,"api_path":"/api/content/lloydsshares/register-interest-success","withdrawn":false,"content_id":"8148c65d-1b96-4362-b12e-45bc9f205235","locale":"en"}]},"format":"financial_releases_success","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}