{"title":"The Commissioners for HM Revenue and Customs v S and I Electronics PLC: [2012] UKUT 87 (TCC)","public_updated_at":"2016-12-01T16:19:14Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:d4e3e493-23d8-4be5-a3ae-ea2a551e3bb7].\r\n\r\nVALUE ADDED TAX – MTIC fraud – denial of input tax – whether trader\r\nknew or should have known that its purchases were connected with VAT\r\nfraud."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/575c0e83ed915d3cfd00002e/HMRC_v_S_I_Electronics_Plc.pdf\">The Commissioners for HM Revenue and Customs v S and I Electronics PLC: [2012] UKUT 87 (TCC)</a></span>.</p>\n\n<p>VALUE ADDED TAX – MTIC fraud – denial of input tax – whether trader\nknew or should have known that its purchases were connected with VAT\nfraud.</p>\n"}],"metadata":{"hidden_indexable_content":"Appeal numbers FTC/17/2009\r\n& FTC/18/2009\r\n[2012] UKUT 87 (TCC)\r\nVALUE ADDED TAX – MTIC fraud – denial of input tax – whether trader\r\nknew or should have known that its purchases were connected with VAT\r\nfraud\r\nUPPER TRIBUNAL (TAX AND CHANCERY CHAMBER)\r\nTHE COMMISSIONERS FOR HER MAJESTY’S\r\nREVENUE AND CUSTOMS\r\nAppellants/Cross-Respondents\r\n- and -\r\nS&I ELECTRONICS PLC\r\nRespondent/Cross-Appellant\r\nTRIBUNAL: MR JUSTICE NEWEY\r\nJUDGE JOHN WALTERS QC\r\nSitting in public in London on 5, 6, 8, 9 and 21 December 2011\r\nFurther written submissions: 17 and 20 February 2012\r\n2\r\nMichael Patchett-Joyce (who did not appear below), instructed by The Khan\r\nPartnership LLP, for the Appellant\r\nMalcolm Davis-White QC and Aidan Robertson QC, instructed by the General Counsel\r\nand Solicitor to HM Revenue and Customs, for the Respondents\r\n© CROWN COPYRIGHT 2012\r\n3\r\nDECISION\r\nIntroduction\r\n5 1. This case concerns “Missing Trader Intra-Community” (or “MTIC”) VAT\r\nfraud. HM Revenue and Customs (“HMRC”) denied the entitlement of the\r\nappellant, S&I Electronics plc (“S&I”), to deduct input tax in respect of\r\nvarious purchases of mobile phones on the footing that S&I knew or ought to\r\nhave known that the transactions were connected with VAT fraud. The First10\r\ntier Tribunal (Judge Charles Hellier and Mr Cyril Shaw FCA) upheld the\r\ndisallowance of the input tax to a considerable extent, but by no means\r\nentirely. Both sides appeal.\r\nBasic facts\r\n15\r\n2. S&I began running a family electrical business in 1980. By 2006, it had three\r\ndivisions. One of these involved the import of small household electrical\r\nitems, another importing and exporting consumer electrical goods such as\r\ntelevisions and camcorders. The turnover of these divisions was, however,\r\n20 dwarfed by that of the third division, the business of which consisted\r\npredominantly of the purchase and sale of mobile phones. This division had a\r\nturnover of some £11.5 million in April 2006 alone. S&I would typically\r\n(though not always) buy phones within the United Kingdom and export them.\r\n25 3. Between April and July 2006, S&I entered into 132 transactions for the sale of\r\nmobile phones. 99 of the 132 sales were for export.\r\n4. In 2007, HMRC denied S&I’s entitlement to deduct input tax in respect of its\r\npurchase of the phones comprised in 90 of the 99 export sales. This was on the\r\n30 basis that, in each case, the phones in question had previously been sold by a\r\nperson who had fraudulently evaded VAT (or, in one instance, by a “contra\r\ntrader”) and that S&I knew or should have known that its transactions were\r\nconnected with fraud. The sums disallowed amounted to about £4.3 million.\r\n35 5. S&I’s appeals from HMRC’s decisions occupied the First-tier Tribunal (“the\r\nFTT”) for some 14 days in the autumn of 2008. The FTT summarised in these\r\nterms the questions which had to be addressed in relation to each of the 90\r\nbatches of phones sold by S&I (paragraph 6 of the decision):\r\n40 “(i) whether the purchase of the phones can be traced back to a person\r\nwhom HMRC allege was fraudulently evading VAT … ;\r\n(ii) whether the person alleged by HMRC to have evaded VAT, had\r\ndone so in relation to its sale; and\r\n(iii) whether S&I knew or should have known that its purchase was\r\n45 connected to fraudulent evasion”.\r\n4\r\n6. In the great majority of cases (but not all of them), the FTT answered the first\r\ntwo of these questions in the affirmative. In other words, it concluded that the\r\nbulk of the 90 batches of phones could be traced back to persons who had\r\nfraudulently evaded VAT. As regards the third issue, the FTT decided that\r\n5 S&I had not known that its deals in the relevant period were connected to\r\nfraud, but that it should have known of the connection. As a result, the FTT\r\nheld that HMRC had been justified in denying S&I’s entitlement to much of\r\nthe input tax it claimed.\r\n10 7. On the other hand, the FTT rejected a submission by HMRC that, where a\r\ntrader knew or ought to have known that a transaction was connected with\r\nfraud, input tax fell to be denied in its entirety. The FTT took the view that the\r\ntax denied should not exceed that lost in the related fraud. Where, therefore, it\r\nwas proved that VAT had been fraudulently evaded by an importer, “only the\r\n15 VAT evaded by that fraudulent importer should be denied” (paragraph 78 of\r\nthe decision).\r\n8. The overall result of the FTT’s decision was that HMRC had to make a\r\nrepayment to S&I of about £962,500. HMRC were otherwise held to have\r\n20 been justified in denying the input tax claimed by S&I.\r\n9. HMRC and S&I have both appealed against the FTT’s decision. HMRC’s\r\nappeal challenges the FTT’s view that the tax denied should be limited to the\r\ntax loss. By a cross-appeal, S&I seeks to overturn the FTT’s decision to the\r\n25 extent that it was adverse to it. S&I maintains that no input tax should have\r\nbeen denied.\r\n10. The hearing of the appeal and cross-appeal was postponed pending the\r\noutcome of appeals in three other MTIC cases (Mobilx Ltd v Revenue and\r\n30 Customs Commissioners, Blue Sphere Global Ltd v Revenue and Customs\r\nCommissioners and Calltel Telecom Ltd v Revenue and Customs\r\nCommissioners) which the Court of Appeal heard together in 2010. Judgment\r\non the appeals was handed down on 12 May 2010: see [2010] EWCA Civ 517,\r\n[2010] STC 1436.\r\n35\r\nKittel and Mobilx\r\n11. In Kittel v Belgium; Belgium v Recolta Recycling SPRL (Joined Cases C-\r\n439/04 and C-440/04) [2008] STC 1537, the European Court of Justice (“the\r\n40 ECJ”) ruled that entitlement to the right to deduct input tax can be refused\r\nwhere:\r\n“it is ascertained, having regard to objective factors, that the taxable\r\nperson knew or should have known that, by his purchase, he was\r\n45 participating in a transaction connected with fraudulent evasion of\r\nVAT”\r\n5\r\n(see paragraphs 59 and 61).\r\n12. Guidance as to the implications of the Kittel decision was given by the Court\r\nof Appeal in the Mobilx case. In the course of his judgment in that case (with\r\n5 which Carnwath LJ and Sir John Chadwick agreed), Moses LJ arrived at the\r\nfollowing conclusions:\r\ni) the principles enunciated by the ECJ in Kittel fall to be applied by\r\ndomestic Courts without further legislation to that effect. Moses LJ\r\n10 explained (in paragraph 47):\r\n“… the objective criteria which form the basis of concepts used in the\r\nSixth Directive [i.e. EC Council Directive 77/388] form the basis of the\r\nconcepts which limit the scope of VAT and the right to deduct under ss\r\n15 1, 4 and 24 of the 1994 Act [i.e. the Value Added Tax Act 1994].\r\nApplying the principle in Kittel, the objective criteria are not met\r\nwhere a taxable person knew or should have known that by his\r\npurchase he was participating in a transaction connected with\r\nfraudulent evasion of VAT. That principle merely requires\r\n20 consideration of whether the objective criteria relevant to those\r\nprovisions of the VATA 1994 are met. It does not require the\r\nintroduction of any further domestic legislation”;\r\nii) the right to deduct input tax will be lost if the trader knew or should\r\n25 have known that he was taking part in a transaction connected with\r\nfraudulent evasion of VAT, but not if he merely knew or should have\r\nknown that the transaction was more likely than not to be so connected.\r\nMoses LJ said (at paragraph 60):\r\n30 “The true principle to be derived from Kittel does not extend to\r\ncircumstances in which a taxable person should have known that by his\r\npurchase it was more likely than not that his transaction was connected\r\nwith fraudulent evasion. But a trader may be regarded as a participant\r\nwhere he should have known that the only reasonable explanation for\r\n35 the circumstances in which his purchase took place was that it was a\r\ntransaction connected with such fraudulent evasion”;\r\niii) fraudulent evasion need not precede a trader’s purchase immediately to\r\nbe relevant. As to this, Moses LJ said (at paragraph 62):\r\n40\r\n“The principle of legal certainty provides no warrant for restricting the\r\nconnection, which must be established, to a fraudulent evasion which\r\nimmediately precedes a trader’s purchase. If the circumstances of that\r\npurchase are such that a person knows or should know that his\r\n45 purchase is or will be connected with fraudulent evasion, it cannot\r\nmatter a jot that that evasion precedes or follows that purchase. That\r\n6\r\ntrader’s knowledge brings him within the category of participants. He\r\nis a participant whatever the stage at which the evasion occurs”;\r\niv) the input tax denied need not equate to the tax lost as a result of the\r\n5 relevant fraud. Moses LJ said (at paragraph 65):\r\n“It is true that there may well be no correlation between the amount of\r\noutput tax of which the fraudulent trader has defrauded HMRC and the\r\namount of input tax which another trader has been denied. But the\r\n10 principle is concerned with identifying the objective criteria which\r\nmust be met before the right to deduct input tax arises. Those criteria\r\nare not met … where the trader is regarded as a participant in the fraud.\r\nNo penalty is imposed; his transaction falls outwith the scope of VAT\r\nand, accordingly, he is denied the right to deduct input tax by reason of\r\n15 his participation”;\r\nv) tribunals “should not unduly focus on the question whether a trader has\r\nacted with due diligence” (to quote from paragraph 82). Moses LJ\r\nobserved (at paragraph 82):\r\n20\r\n“Even if a trader has asked appropriate questions, he is not entitled to\r\nignore the circumstances in which his transactions take place if the\r\nonly reasonable explanation for them is that his transactions have been\r\nor will be connected to fraud”.\r\n25\r\nShould Mobilx be followed?\r\n13. The submissions advanced by Mr Michael Patchett-Joyce on behalf of S&I\r\nwere in a range of respects inconsistent with the Court of Appeal’s decision in\r\n30 Mobilx. Mr Patchett-Joyce did not shrink from saying that the approach\r\nadopted by the Court of Appeal in Mobilx (in which he appeared for all but\r\none of the appellants) was wrong and that we should not follow it. Mr\r\nPatchett-Joyce recognised that the Upper Tribunal would normally be bound\r\nby decisions of the Court of Appeal, but argued that domestic rules of\r\n35 precedent are inapplicable in the present context. European Union law, Mr\r\nPatchett-Joyce pointed out, has primacy over domestic law. Accordingly, so it\r\nwas submitted, the Upper Tribunal (and also the FTT) must disregard a Court\r\nof Appeal decision which fails to reflect European Union law accurately.\r\n40 14. Mr Patchett-Joyce advanced similar submissions in another Upper Tribunal\r\ncase, POWA (Jersey) Ltd v Revenue and Customs Commissioners [2012]\r\nUKUT 50 (TCC), Roth J’s decision in which was released on 8 February\r\n2012. Roth J, however, regarded Mobilx as binding on him. In paragraph 39 of\r\nhis decision, for example, Roth J observed that:\r\n45\r\n“the judgment of the Court of Appeal is clear authority, binding on the\r\nUpper Tribunal, that the fact that the trader claiming credit for input\r\n7\r\ntax did not deal directly with a fraudulent trader but was more remote\r\nin the chain does not preclude his being denied repayment under the\r\nrationale of Kittel”.\r\n5 15. The normal rule is that a High Court judge should follow a previous decision\r\nof another High Court judge unless convinced that it is wrong: see e.g. R (on\r\nthe application of B) v London Borough of Islington [2010] EWHC 2539\r\n(Admin), at paragraph 31. Judges of the Upper Tribunal (which was described\r\nby Laws LJ as “an alter ego of the High Court” in R (Cart) v The Upper\r\n10 Tribunal [2009] EWHC 3052 (Admin), at paragraph 94) should similarly, it\r\nseems to us, usually follow other Upper Tribunal decisions unless convinced\r\nthat they are wrong. Far, however, from being convinced that Roth J was\r\nwrong to take the view that Mobilx is binding on the Upper Tribunal, we agree\r\nwith him.\r\n15\r\n16. The relationship between European law and domestic rules of precedent was\r\nthe subject of comment in Condé Nast Publications Ltd v Customs and Excise\r\nCommissioners [2006] EWCA Civ 976, [2006] STC 1721. It was suggested in\r\nthat case that a previous decision of the Court of Appeal (Fleming (t/a\r\n20 Bodycraft) v Customs and Excise Comrs (Condé Nast Publications Ltd\r\nintervening) [2006] EWCA Civ 70, [2006] STC 864) was inconsistent with\r\nEuropean law and, hence, that it should not be followed (see paragraph 34).\r\nThe Court of Appeal, however, concluded that it was not free to refuse to\r\nfollow the decision of the majority of the Court of Appeal in Fleming.\r\n25 Chadwick LJ (with whom Arden and Smith LJJ agreed) said this:\r\n“[44] I am content to assume that there may be circumstances in\r\nwhich the obligation imposed on courts by s 3(1) of the European\r\nCommunities Act 1972 would require this court to refuse to follow its\r\n30 own earlier decision as to the meaning and effect of a Community\r\ninstrument—including, in the present context, the effect of a\r\njudgment of the Court of Justice. Those circumstances would, I think,\r\ninclude a case in which the judgment of the Court of Justice under\r\nconsideration by this court in the earlier case had been the subject of\r\n35 further consideration—and consequent interpretation, explanation or\r\nqualification—by the Court of Justice in a later judgment. But, as it\r\nseems to me, one constitution in this court should not substitute its\r\nown view as to the effect of a judgment of the Court of Justice for the\r\nview which has been reached by another constitution in this court in\r\n40 an earlier case on consideration of the same judgment in\r\ncircumstances in which there has been no opportunity for the Court of\r\nJustice to review that judgment. In those circumstances, if persuaded\r\nthat there are strong grounds for thinking that the earlier decision is\r\nwrong (as a matter of Community law) this court may think it right to\r\n45 refer the point to the Court of Justice for a preliminary ruling. Or it\r\nmay follow the earlier decision and give permission to appeal. But it\r\nshould not refuse to follow the earlier decision merely because, on the\r\n8\r\nsame material and the same arguments, it is satisfied that a different\r\nconclusion should have been reached.\r\n[45] The need for a disciplined adherence to precedent in a\r\ncomparable (but not precisely analogous) field was emphasised by\r\n5 Lord Bingham of Cornhill (with whom the other six members of the\r\nHouse expressly agreed on this point) in his speech in Lambeth\r\nLondon Borough Council v Kay; Price v Leeds City Council [2006]\r\nUKHL 10 at [40]–[45], [2006] 2 WLR 570 at [40]–[45]. After\r\nreferring to the observation of Lord Hailsham of St Marylebone LC\r\n10 in Broome v Cassell & Co Ltd [1972] AC 1027 at 1054, that ‘in legal\r\nmatters, some degree of certainty is at least as valuable a part of\r\njustice as perfection’, Lord Bingham said this (see [2006] 2 WLR\r\n570 at [43]):\r\n‘[43] … That degree of certainty is best achieved by\r\n15 adhering, even in the Convention context, to our rules of\r\nprecedent. It will of course be the duty of judges to review\r\nConvention arguments addressed to them, and if they\r\nconsider a binding precedent to be, or possibly to be,\r\ninconsistent with Strasbourg authority, they may express their\r\n20 views and give leave to appeal, as the Court of Appeal did\r\nhere. Leap-frog appeals may be appropriate. In this way, in\r\nmy opinion, they discharge their duty under the 1998 Act.\r\nBut they should follow the binding precedent, as again the\r\nCourt of Appeal did here.’”\r\n25\r\n17. Mr Patchett-Joyce observed that Chadwick LJ did not have available to him\r\nthe subsequent decisions of the ECJ in cases such as Skatteverket v Gourmet\r\nClassic Ltd (Case C-458/06), Kücükdeveci v Swedex Gmbh & Co KG (Case C-\r\n555/07), and Elchinov v Natsionalna zdravnoosiguritelna kasa (Case C-\r\n30 173/09). We do not think, however, that these cases undermine what\r\nChadwick LJ said in the Condé Nast case.\r\n18. If the Court of Appeal “should not refuse to follow [an] earlier decision merely\r\nbecause, on the same material and the same arguments, it is satisfied that a\r\n35 different conclusion should have been reached”, still less should the Upper\r\nTribunal take it upon itself to decline to follow a Court of Appeal decision in\r\nsuch circumstances. The position might be different if a subsequent decision\r\nof the ECJ had cast new light on the matter, but there can be no question of the\r\nUpper Tribunal “substitut[ing] its own view as to the effect of a judgment of\r\n40 the [ECJ] for the view which has been reached by [the Court of Appeal] in an\r\nearlier case on consideration of the same judgment in circumstances in which\r\nthere has been no opportunity for the [ECJ] to review that judgment” (to adapt\r\nwords of Chadwick LJ).\r\n45 19. In the present case, the ECJ has not reviewed the relevant law in any\r\nsignificant way since Mobilx was decided in May 2010. It is therefore\r\n9\r\nincumbent on us to follow the interpretation of the law which the Court of\r\nAppeal adopted in Mobilx.\r\nThe translation of “impliquée dans”\r\n5\r\n20. As already mentioned, the English version of the ECJ’s judgment in Kittel\r\nspeaks of a taxable person being refused the right to deduct where he knew or\r\nshould have known that he was participating in a transaction “connected with”\r\nfraudulent evasion of VAT (paragraphs 59 and 61 of the judgment). Mr\r\n10 Patchett-Joyce pointed out that the French text uses the words “impliquée\r\ndans” in place of “connected with”. Thus, the passage from Kittel quoted in\r\nparagraph 11 above reads as follows in the French:\r\n“il est établi, au vu des éléments objectifs, que l’assujetti savait ou\r\n15 aurait dû savoir que, par son acquisition, il participait à une opération\r\nimpliquée dans une fraude à la TVA”.\r\n“Impliquée dans” also appears in paragraphs 2, 28, 51, 52, 56 and 60, where\r\nthe English version uses “connected with”. The words “impliquée dans”\r\n20 feature in paragraphs 17 and 27 of the French version of the judgment too. In\r\nparagraph 17, “impliqués dans un vaste mecanisme de fraude” is used where\r\nthe English version reads “involved in a major fraud scheme”. In paragraph\r\n27, “etait impliquée dans une fraude commise par le vendeur” corresponds to\r\n“was part of a fraud committed by the seller” in the English version.\r\n25\r\n21. Mr Patchett-Joyce submitted that, since the language of the Kittel case was\r\nFrench, the French version of the judgment is both the original and authentic\r\none. That, he argued, is important because the sense of the words “impliquée\r\ndans” is most closely expressed in English by the words “involved in” or “part\r\n30 of” rather than “connected with”, which, it was said, is a much looser\r\nexpression. A transaction, Mr Patchett-Joyce submitted, is only “impliquée\r\ndans une fraude” if it is “involved in”, “part of” or “aimed at” the fraud. MTIC\r\nfraud (so it was said) is perpetrated by the missing trader, so:\r\n35 “[t]he transaction that is ‘involved in’ the fraud, or which is ‘part of’\r\nthe fraud, or which is ‘aimed at’ a fraud is the transaction between the\r\nfraudster and the immediate counterparty of the fraudster to whom the\r\nfraudster had sold the goods, and by whom he had been paid a VATinclusive\r\nprice but, having obtained VAT, fraudulently had failed to\r\n40 account for it”.\r\n22. Mr Malcolm Davis-White QC, who appeared for HMRC with Mr Aidan\r\nRobertson QC, argued that S&I should not be allowed to run this argument.\r\nThe point was not, he said, raised either in the original Notices of Appeal from\r\n45 HMRC’s decisions or before the FTT, and it would be unfair to allow S&I to\r\ntake it for the first time on appeal to the Upper Tribunal. Had the contention\r\nbeen advanced in the Notices of Appeal or even before the FTT, HMRC might\r\n10\r\nhave approached matters differently. Among other things, HMRC could have\r\nsought to adduce evidence that immediate counterparties of S&I had been\r\nfraudulent.\r\n5 23. In support of his submissions on this aspect, Mr Davis-White took us to Crane\r\nv Sky In-Home Ltd [2008] EWCA Civ 978 and BT Pension Scheme Trustees\r\nLtd v British Telecommunications plc [2011] 2071 (Ch). In Crane, where the\r\nCourt of Appeal considered whether to allow an appellant to raise a new case,\r\nArden LJ said (in paragraph 21) that the court had “to be satisfied the [the\r\n10 respondent] will not be at risk of prejudice if the new point is allowed because\r\nit might have adduced other evidence at trial, or otherwise conduct the case\r\ndifferently”. At paragraph 22, she commented:\r\n“the principle that permission to raise a new point should not be given\r\n15 lightly is likely to apply in every case, save where there is a point of\r\nlaw which does not involve any further evidence and which involves\r\nlittle variation in the case which the party has already had to meet”.\r\nIn the BT Pension Scheme case, Mann J arrived at the following conclusions\r\n20 as to the circumstances in which a party should be permitted to depart from a\r\nconceded position in the context of an appeal (see paragraph 44):\r\n“i) The resiling party has the burden of establishing that the previously\r\nforgone point should be raised.\r\n25 ii) It will be harder to raise a point which has been expressly conceded.\r\niii) If taking the point would risk causing prejudice to the other party,\r\nin the sense that it might have been deprived of the opportunity of\r\ndealing with the case differently in the court below, then it is unlikely\r\nthat resiling will be allowed. The greater the risk, the less likely it is\r\n30 that it will be allowed.\r\niv) There is a low threshold of risk for these purposes ….\r\nv) The burden of establishing no risk is on the party who wishes to\r\nwithdraw the concession, and the other party should have the benefit of\r\nany doubt in this area.”\r\n35 24. Mr Patchett-Joyce took issue with the proposition that HMRC might have\r\napproached matters differently if the “impliquée dans” point had been taken\r\nsooner. It seems to us, however, that it is by no means fanciful to suppose that\r\nHMRC could have acted in a different way (in particular, by seeking to\r\nassemble evidence that immediate counterparties had been fraudulent) had the\r\n40 issue been raised before the FTT. In our view, there would be a real risk of\r\nprejudice to HMRC were we to permit S&I to pursue the “impliquée dans”\r\nargument now.\r\n11\r\n25. Mr Patchett-Joyce prayed in aid the primacy of European law. However, we\r\nhave not been persuaded that there is any principle of European law which\r\nentitles an appellant to insist on raising a point for the first time on appeal\r\nwhere doing so could unfairly prejudice the respondent.\r\n5\r\n26. Mr Patchett-Joyce further submitted that it could not be right for the Upper\r\nTribunal to be precluded from applying the true legal principles. However, it is\r\nimplicit in cases such as Crane v Sky In-Home Ltd and BT Pension Scheme\r\nTrustees Ltd v British Telecommunications plc that an appellate Court or\r\n10 Tribunal will not always be able to take account of all the law that might be\r\nrelevant.\r\n27. In all the circumstances, it seems to us that the point that S&I wishes to pursue\r\nis not open to it. It was not taken before the FTT, and it would not be fair for\r\n15 us to give S&I permission to raise it now. Since, however, we have heard full\r\nargument on it, we shall nevertheless comment on it.\r\n28. Mr Patchett-Joyce sought support for his contentions on the point in the\r\ndecisions of the ECJ in R (Teleos plc and others) v Customs and Excise\r\n20 Commissioners (Case C-409/04) [2008] QB 600, Netto Supermarket GmbH &\r\nCo OHG v Finanzamt Malchin (Case C-271/06) [2008] STC 3280 and\r\nCriminal proceedings against R (Case C-285/09) [2011] STC 138. Mr\r\nPatchett-Joyce pointed out that the words “impliquée dans” feature in the\r\nFrench versions of all these judgments. Of Teleos, Mr Patchett-Joyce said that,\r\n25 in using the words “impliquée dans” and translating them as “involved in”, the\r\nCourt “must have intended to clarify the inconsistent translation of those\r\nwords in Kittel and resolve the ambiguity, inherent in the English translation\r\nof that judgment, in favour [of] the subsequent consistent translation, ‘involved\r\nin’.”. The equation of “impliquée dans” with “involved in” was, Mr Patchett-\r\n30 Joyce submitted, continued in Netto, and the construction was put beyond\r\ndoubt by R.\r\n29. Mr Patchett-Joyce advanced submissions to similar effect to Roth J in the\r\nPOWA (Jersey) case. Roth J rejected them not only as being inconsistent with\r\n35 Mobilx, but after a review of the ECJ authorities. He concluded that the\r\nquestion whether “impliquée dans” is better rendered as “involved in” as\r\nopposed to “connected with” made no substantive difference. He said (in\r\nparagraph 34):\r\n40 “irrespective of whether the test should be expressed as ‘connected\r\nwith fraudulent evasion’ or ‘involved in the fraudulent evasion’, I\r\nconsider that, if PJL [the appellant] should have known that the\r\ntransactions in which it was engaged were part of a chain in which one\r\nor more earlier transactions were fraudulent, albeit that its immediate\r\n45 supplier was not dishonest, that test [i.e. the test derived from Kittel] is\r\nsatisfied”.\r\n12\r\n30. We agree with Roth J’s conclusions as to the law. In the light of the\r\nsubmissions we heard on the issues, we would add the following points to\r\nthose he made:\r\n5 i) Roth J noted that Moses LJ would have been aware in Mobilx of the\r\n“impliquée dans” point because it was mentioned by the Chancellor in\r\nhis judgment in Blue Sphere Global Ltd v Revenue and Customs\r\nCommissioners [2009] EWHC 1150 (Ch), [2009] STC 2239. It can be\r\nseen from the materials put before us that the point also featured in the\r\n10 skeleton arguments before the Court of Appeal. Mr Patchett-Joyce’s\r\nskeleton argument in support of the Calltel appeal made specific\r\nreference to Teleos and Netto and the fact that “the English word\r\n‘involved’ (or variant) is used to translate the French term ‘impliquée\r\ndans’ (or variant)”;\r\n15\r\nii) There is, as it seems to us, a further reason why the ECJ’s use of\r\n“involved in”/“impliquée dans” in Teleos and Netto does not help with\r\nthe interpretation of equivalent words in Kittel. Far from it being the\r\ncase that the ECJ was trying to clarify what it had meant when it used\r\n20 “impliquée dans” in Kittel, the words appear to have been used in a\r\nsomewhat different sense in the French version of the Teleos and Netto\r\njudgments. In Teleos (and also Netto, which followed Teleos) the\r\nwords “involved in”/“impliquée dans” referred to complicity. Thus, in\r\nTeleos, having recorded that HMRC acknowledged that the claimants\r\n25 “were in no way involved in any fraud” (paragraph 16 of the\r\njudgment), the Court observed that a regime imposing responsibility on\r\nsuppliers, “regardless of whether or not they were involved in the\r\nfraud”, does not necessarily safeguard the system from evasion and\r\nabuse by purchasers (paragraph 58 of the judgment). On each occasion,\r\n30 “involved in” was translated as “impliquée dans”. However, neither\r\nHMRC nor the Court was saying anything about whether a transaction\r\nhad to be one to which a fraudster was the immediate counterparty.\r\nWhat was being said was that the relevant persons were not complicit\r\nin the fraud. That is not, as we see it, the sense in which “impliquée\r\n35 dans” was used in Kittel. When, say, the Court referred in Kittel (at\r\nparagraphs 59 and 61) to a supply to a person who “savait ou aurait dû\r\nsavoir que, par son acquisition, il participait à une opération impliquée\r\ndans une fraude”, the words “impliquée dans” were intended to say\r\nsomething about the relationship between the “opération” and the\r\n40 fraud, not about whether the person was complicit. Words do not\r\nusually have single immutable meanings (see e.g. Phillips and Strattan\r\nv Dorintal Insurance Ltd [1987] 1 Lloyd’s Rep. 482). With Kittel,\r\nTeleos and Netto, as elsewhere, the meaning of words is influenced by\r\ncontext.\r\n45\r\n13\r\nOther challenges to Mobilx\r\n31. Mr Patchett-Joyce did not challenge the correctness of the Court of Appeal’s\r\ndecision in Mobilx only by reference to the meaning of “impliquée dans”, as\r\n5 used in Kittel. He also submitted that the Court of Appeal’s approach offended\r\nfundamental principles of EU law in a range of ways. Reference was made to\r\nprinciples of legal certainty, fiscal neutrality, proportionality and effectiveness.\r\nHuman rights jurisprudence was invoked as well. It was argued that Article 1\r\nof the First Protocol to the European Convention on Human Rights indicates\r\n10 that the circumstances in which a trader can be denied input tax must be\r\ninterpreted narrowly. It was contended too that, in the absence of domestic\r\nlegislation to give effect to them, the principles espoused by the ECJ in Kittel\r\ncannot represent the law in this country.\r\n15 32. We can dispose of all these points shortly. To at least a substantial extent, they\r\ninvolve a re-run of arguments that Mr Patchett-Joyce also advanced, without\r\nsuccess, in Mobilx. In paragraphs 45-49 of his judgment, Moses LJ considered\r\nand rejected the proposition that the principles enunciated in Kittel could not\r\nbe applied as part of UK domestic law without specific legislation. At\r\n20 paragraphs 61 and 62, he addressed the impact of the principle of legal\r\ncertainty. At paragraphs 63-65, he explained why he regarded his approach to\r\nthe law as compliant with Article 1 of the First Protocol to the European\r\nConvention on Human Rights. At paragraph 66, he concluded that it was “not\r\narguable that the principles of fiscal neutrality, legal certainty, free movement\r\n25 of goods and proportionality were infringed by” the ECJ in Kittel. In his\r\nskeleton argument in support of the Calltel appeal, Mr Patchett-Joyce referred\r\nto the principle of effectiveness in much the same way as in his skeleton\r\nargument for the present appeal. In any case, as we have already said, we\r\nregard ourselves as bound by the Court of Appeal’s decision in Mobilx.\r\n30\r\nNon-discrimination\r\n33. Another ground of appeal relies on the principle of non-discrimination. One\r\nimplication of the principle, Mr Patchett-Joyce argued, is that EU law needs to\r\n35 be applied uniformly. That was not the case, it is said, in the present context:\r\nHMRC denied input tax to S&I and exporters (referred to as “brokers”) but not\r\nto “buffers” in the chains who bought and sold phones within the United\r\nKingdom.\r\n40 34. It was similarly submitted to the FTT that HMRC should be barred from\r\ncontesting input tax entitlement if their approach was tainted by a\r\ndiscriminatory policy for which there was no objective justification. The FTT,\r\nhowever, decided that HMRC’s conduct was not relevant. Among other\r\nthings, it concluded that “the effect of the Kittel principle is to limit a trader’s\r\n45 right to repayment of VAT” rather than to confer a discretion on HMRC\r\n(paragraph 82), with the result that “HMRC’s action cannot affect the proper\r\namount of tax in this case” and “the actions of the administration in applying\r\n14\r\nthat law and in selecting the cases in which they seek to apply it are irrelevant\r\nto us” (paragraph 84). “If,” the FTT went on, “S&I say that HMRC’s actions\r\nare, in this case, or more generally, contrary to EU law, then that cannot be a\r\nmatter for this tribunal for we have no general jurisdiction to review their\r\n5 actions: S&I must seek relief in a different forum” (paragraph 84).\r\n35. A non-discrimination argument was also rejected in 4 Distribution Ltd v\r\nCommissioners for Her Majesty’s Revenue and Customs [2009] UKFTT 242\r\n(TC). In that case, the FTT (Judge Walters QC and Ms O’Neill) took the view\r\n10 that “circumstances which demonstrate that the Appellant has abused its right\r\nto repayment of input tax also demonstrate that it has abused any right not to\r\nbe discriminated against as a trader supplying to an entity in another Member\r\nState” (paragraph 133). The FTT continued as follows:\r\n15 “134. The ECJ said in Kittel at [54] that ‘Community law cannot be\r\nrelied on for abusive or fraudulent ends’ and cited Kefalas and\r\nOthers (Case C-367/96) [1998] ECR I-2843 at [20], Diamantis (Case\r\nC-373/97) [2000] ECR I-1705 at [33] and Fini H (Case C-32/03)\r\n[2005] ECR I-1599 at [32] in support of that proposition.\r\n20 135. In any event, we are not satisfied that the circumstances of this\r\nappeal do, or even could, give rise to any right in the Appellant's\r\nfavour not to be discriminated against as a trader supplying to an\r\nentity in another Member State.\r\n136. It seems to us that the Appellant's point that where a Tribunal\r\n25 has found objective knowledge sufficient to deny repayment of input\r\ntax as a matter of law, nevertheless that result can, as a matter of law,\r\nbe reversed by reliance on another Community law principle (equal\r\ntreatment) is clearly misconceived.”\r\n30 36. More recently, Roth J rejected a non-discrimination argument in the POWA\r\n(Jersey) case. At paragraph 60 of his decision, Roth J said:\r\n“As to non-discrimination, this appeal concerns the decision by HMRC\r\nthat the objective criteria determining the right to deduct input tax were\r\n35 not met as regards these claims for repayment by PJL [the appellants].\r\nIf that is the case, PJL were not entitled to such repayments,\r\nirrespective of the position of anyone else …. Furthermore, whether or\r\nnot HMRC could have applied a similar approach to the traders who\r\nserved as buffers in the chains (who would generally not be making a\r\n40 repayment claim to HMRC but simply crediting the input tax against\r\nthe output tax received) does not affect that conclusion; and whether\r\nHMRC should have pursued those traders for an account of the output\r\ntax received is a question of policy regarding the effective enforcement\r\nof the VAT regime, with no doubt limited resources. Accordingly, I\r\n45 consider that the principle of non-discrimination is not engaged.”\r\n15\r\n37. Essentially the same considerations apply in the present case, and it appears to\r\nus that in this case, as in POWA (Jersey), the principle of non-discrimination is\r\nnot engaged. We thus agree with the FTT on this aspect of the case.\r\n5 Extent of tax loss\r\n38. In the case of a small number of the transactions at issue, S&I challenges\r\nfindings as to the extent of the related tax loss. As regards deals 18, 66, 70, 71,\r\n74 and 75, the FTT concluded that the relevant phones had probably been\r\n10 imported and, hence, that there had been tax loss equal to the amount of output\r\ntax on the earliest identified sale within the United Kingdom. S&I argues that\r\nthe evidence did not entitle the FTT so to hold.\r\n39. If we are correct in our conclusions on HMRC’s appeal (as to which, see\r\n15 paragraphs 53-57 below), the extent of the tax loss does not matter: there need\r\nbe no correlation between input tax denied and tax lost. We shall nonetheless\r\naddress this ground of appeal briefly.\r\n40. Guidance as to the grounds on which factual findings can be challenged on\r\n20 appeal is to be found in Edwards v Bairstow [1956] AC 14. Viscount Simonds\r\nthere said (at 29) that a finding of fact should be set aside if it appeared that\r\nthe finding had been made “without any evidence or upon a view of the facts\r\nwhich could not reasonably be entertained”. Lord Radcliffe (at 35) quoted a\r\npassage from a judgment of Lord Normand in which the latter had said that an\r\n25 appellate Court could intervene if the lower tribunal had “misunderstood the\r\nstatutory language” or had “made a finding for which there is no evidence or\r\nwhich is inconsistent with the evidence and contradictory of it”. Lord\r\nRadcliffe went on to say this (at 36) about the position where “the facts found\r\nare such that no person acting judicially and properly instructed as to the\r\n30 relevant law could have come to the determination under appeal”:\r\n“I do not think that it much matters whether this state of affairs is\r\ndescribed as one in which there is no evidence to support the\r\ndetermination or as one in which the evidence is inconsistent with\r\n35 and contradictory of the determination, or as one in which the true\r\nand only reasonable conclusion contradicts the determination.\r\nRightly understood, each phrase propounds the same test. For my\r\npart, I prefer the last of the three, since I think that it is rather\r\nmisleading to speak of there being no evidence to support a\r\n40 conclusion when in cases such as these many of the facts are likely\r\nto be neutral in themselves, and only to take their colour from the\r\ncombination of circumstances in which they are found to occur.”\r\n41. In the present case, we are satisfied that the evidence before the FTT entitled it\r\n45 to find that the phones comprised in deals 18, 66, 70, 71, 74 and 75 had\r\nprobably been imported. The FTT explained its thinking in sections 8, 29, 33\r\nand 34 of Appendix 2 to its decision. It clearly gave careful consideration to\r\n16\r\nthe issues, and its reasoning appears to us to be cogent. We note the following\r\npoints in particular:\r\ni) stock allocation and release notes indicated that Goodluck Employment\r\n5 Services Limited, to which the phones in deal 18 were traced back, had\r\nbeen importing phones from elsewhere in the European Union;\r\nii) as the FTT observed, “third party payment instructions and\r\nCrossview’s evanescent appearance” tended to suggest that either\r\n10 Crossview Consortium Limited, to which the phones in deal 66 were\r\ntraced back, had imported the goods or someone else had. Third party\r\npayment instructions were formerly a typical feature of MTIC fraud;\r\niii) the individual behind RS Sales Agency Limited, to which the phones in\r\n15 deals 70, 74 and 75 were traced back, made an enquiry on 17 May\r\n2006 about whether he could import electrical goods using the existing\r\nVAT number;\r\niv) as regards deal 71, where phones were traced back to JD Telecoms UK\r\n20 Limited, a hijacked trader, there was evidence that invoices where\r\ngoods had been acquired from the European Union differed from other\r\ninvoices.\r\nExtent of knowledge\r\n25\r\n42. Only one of S&I’s grounds of appeal appears to us to have real substance.\r\nThat relates to what S&I ought to have known.\r\n43. The FTT proceeded on the basis that input tax properly fell to be denied if the\r\n30 trader should have known that the transaction into which he was entering was\r\nmore likely than not to be connected with fraud. Thus, the FTT said this in\r\nparagraph 33 of its decision:\r\n“[W]e would, in the absence of further guidance, have applied the\r\n35 following test in relation to the ‘should have known’ question: namely\r\nwhether a reasonable man with ordinary competence in the position of\r\nS&I, and knowing what S&I knew, (a) would have taken any\r\nadditional steps, and (b) would have come to the conclusion, on the\r\nbasis of what he knew and had found out, that it was more likely than\r\n40 not that the transaction concerned was connected to fraud.”\r\nIn paragraph 36 of the decision, the FTT explained:\r\n“In the formulation in para 33 we say ‘more likely than not’: it seems\r\n45 to us that no higher test is indicated”.\r\n17\r\n44. The FTT’s approach was warranted by the authorities as they stood at the time\r\nof its decision, but, as Mr Davis-White accepted, Mobilx establishes that it was\r\nwrong. As mentioned above, the Court of Appeal held in Mobilx that the right\r\nto deduct input tax would be lost if a trader knew or should have known that\r\n5 he was taking part in a transaction connected with fraudulent evasion of VAT,\r\nbut not if he merely knew or should have known that the transaction was more\r\nlikely than not to be so connected.\r\n45. In Mobilx itself, the Court of Appeal concluded that the wrong test had been\r\n10 applied at first instance as regards Mobilx Limited (see paragraph 77). The\r\nCourt of Appeal nevertheless decided that input tax had rightly been denied.\r\nAn incorrect test having been adopted, the question arose (paragraph 68):\r\n“whether, on the application of the correct test, the true and only\r\n15 reasonable conclusion is that the trader knew or should have known\r\nthat his transactions were connected with fraud or that there was no\r\nreasonable possibility other than they were … connected with fraud”.\r\nOn the facts, that question fell to be answered in the affirmative. The case was\r\n20 one in which “Mobilx knew that those transactions which could be traced by\r\nHMRC had led back to fraud in the past in a trade where fraud was rife” but\r\n“chose not to change the manner in which it conducted its trade but merely\r\ncontinued to trade in the same pattern as before” (paragraph 79). As Moses LJ\r\nexplained (at paragraph 80), on the basis of the tribunal’s findings:\r\n25\r\n“the true and only reasonable conclusion, is that Mobilx ought to have\r\nknown that the only realistic possibility, as it continued to trade in that\r\nmanner, was that its purchases would be connected with fraudulent\r\nevasion of VAT and not merely that all its transactions were more\r\n30 likely than not to be connected with fraud. In those circumstances,\r\ndespite the tribunal's error of law in the test which it applied, that error\r\nmakes no difference to the true and only reasonable conclusion”.\r\n46. Can it then be said in the present case that the FTT’s findings mean that “the\r\n35 true and only reasonable conclusion is that [S&I] knew or should have known\r\nthat [its] transactions were connected with fraud or that there was no other\r\nreasonable possibility other than that they were connected … with fraud”?\r\n47. Mr Davis-White argued that it can, Mr Patchett-Joyce that it cannot. On\r\n40 balance, we agree with Mr Patchett-Joyce.\r\n48. In the first place, the FTT’s decision contains numerous references to risks,\r\nconcerns and likelihood. In paragraph 199 of its decision, for example, the\r\nFTT said that S&I must have been aware by 2006 that its business was “not\r\n45 immune from the risk that its transactions might be connected to fraud (or at\r\nleast that a reasonable businessman in possession of the information held by\r\nS&I would have been so aware)”. After discussing respects in which S&I’s\r\n18\r\ndealings were said to be uncommercial, the FTT concluded that they “do not\r\npoint unequivocally to fraud, but they would raise in the mind of a reasonable\r\nbusinessman serious concerns about such a connection” (paragraph 201). With\r\nregard to certain suppliers, the FTT expressed the view that a reasonable\r\n5 businessman possessed of the knowledge of S&I would have “come to the\r\nconclusion that it was more likely than not that purchases from the identified\r\nsuppliers would have been connected with the fraud of a person earlier in the\r\nchain of supply to it” (paragraph 208). So far as other suppliers were\r\nconcerned, the FTT considered that a variety of factors would have “given\r\n10 rise, in the mind of a reasonable businessman, to very serious concern, and\r\npossibly a conclusion that it was more likely than not, that each of S&I’s\r\nApril, May and June transactions would have been connected with fraud”\r\n(paragraph 214).\r\n15 49. A second point arises from the fact that, when S&I undertook the transactions\r\nat issue, it knew that HMRC had checked a number of its earlier transactions\r\nand traced a proportion of those selected to a missing trader or defaulter, but\r\nthat not all of them had been so traced (see paragraph 183 of the FTT’s\r\ndecision). The relevant letters from HMRC “did not indicate whether the deals\r\n20 in each sample which had not been traced back to a defaulter had been traced\r\nback to an importer who had paid VAT” and the FTT did “not believe that a\r\nreasonable man would have concluded that it was only the identified deals\r\nwhich were connected to fraud” (paragraph 210(iv) of the decision). Even so,\r\nthis is not a case where the trader had been informed that every previous\r\n25 transaction (or even every one of those that HMRC had inquired into) was\r\nconnected with fraud.\r\n50. A third point is that, while the FTT found that the majority of the transactions\r\nunder appeal were connected with fraud, it did not consider a connection with\r\n30 fraud to have been proved in every case. If S&I was entering into transactions\r\nwhich were not connected with fraud (or may have been doing so), it is harder\r\nto say that, with the balance, there was “no other reasonable possibility other\r\nthan that they were connected … with fraud”.\r\n35 51. In all the circumstances, we do not think the FTT’s findings entitle us to infer\r\nthat “the true and only reasonable conclusion is that [S&I] knew or should\r\nhave known that [its] transactions were connected with fraud or that there was\r\nno other reasonable possibility other than that they were connected … with\r\nfraud”. On the other hand, we do not consider either that we would be justified\r\n40 in deciding the opposite: that it could not reasonably be concluded that S&I\r\nshould have known that the relevant transactions were (and not merely were\r\nlikely to be) connected with fraud. The FTT framed its decision by reference\r\nto what it took to be the appropriate test, viz. whether S&I should have known\r\nthat its transactions were more likely than not to be connected with fraud. It is\r\n45 not clear how the FTT would have answered the question, “Should S&I have\r\nknown that its transactions were connected with fraud?”\r\n19\r\n52. This being so, we can see no alternative but to remit the case to the FTT.\r\nHMRC’s appeal\r\n5 53. The question raised by HMRC’s appeal is this: Should a trader who is to be\r\ntreated as having participated in VAT fraud (because he either knew or should\r\nhave known that he was participating in a transaction connected with such\r\nfraud) be deprived of all the relevant input tax or only so much of it as is equal\r\nto the tax lost as a result of the fraud?\r\n10\r\n54. As already explained (in paragraph 7 above), the FTT, following the decision\r\nof the VAT & Duties Tribunal in Honeyfone Ltd [2008] UKVAT 20667,\r\nconcluded that input tax should be denied only to the extent of the tax loss (see\r\nparagraphs 77 and 78 of the decision).\r\n15\r\n55. Shortly afterwards, however, Floyd J took a different view in Calltel Telecom\r\nLtd v Revenue and Customs Commissioners (No 2) [2009] STC 2164. Having\r\nnoted (in paragraph 94) that the traders with which he was concerned were\r\ncontending for the principle that “the right to repayment of input tax can\r\n20 continue to be exercised, notwithstanding knowledge of the fraud of the\r\nimporter, to the extent that the claim for repayment exceeds the loss to\r\nHMRC”, Floyd J held (in paragraph 96) that “there is no principle which\r\nrequires HMRC to acknowledge a claim for repayment to the extent that the\r\nclaim exceeds HMRC’s tax loss”.\r\n25\r\n56. An appeal from Floyd J’s decision was one of those that the Court of Appeal\r\nheard with that relating to Mobilx Limited and on which it gave judgment on\r\n12 May 2010. Before the Court of Appeal, as before us, Mr Patchett-Joyce\r\nargued that allowing HMRC to withhold sums in excess of the lost VAT\r\n30 would amount to a penalty. As already mentioned (paragraph 12(iv) above),\r\nhowever, the Court of Appeal determined that the input tax denied need not\r\nequate to the tax lost as a result of the relevant fraud. It thus agreed with Floyd\r\nJ, and the appeal from his decision was dismissed (see the judgment of Moses\r\nLJ at paragraph 80).\r\n35\r\n57. It is now clear, therefore, that the FTT was mistaken in thinking that input tax\r\nshould be denied only to the extent of the tax loss. The position is rather that a\r\ntrader who falls to be treated as a participant in tax fraud loses the right to any\r\ninput tax [credit], whatever the extent of the tax loss. It follows that, but for\r\n40 S&I’s cross-appeal, we would have upheld HMRC’s appeal and decided that\r\nHMRC had been entitled to disallow the relevant input tax claims in their\r\nentirety rather than merely to the extent of the proven tax loss.\r\n45\r\n20\r\nShould there be a reference?\r\n58. Mr Patchett-Joyce suggested that, if we were not willing to depart from Mobilx\r\nourselves, we should refer the relevant questions to the ECJ for a preliminary\r\n5 ruling.\r\n59. Mr Patchett-Joyce also argued for a reference in the POWA (Jersey) case.\r\nHowever, Roth J declined to make a reference. In paragraph 40 of his\r\ndecision, he said this:\r\n10\r\n“I was told that an application for permission to appeal against the\r\njudgment in Mobilx to the Supreme Court had been dismissed as\r\ninadmissible, and on that basis I was urged to make a reference to the\r\nECJ of this question based on the translation point. But even if that\r\n15 course were open to me, given that, in my judgment, the alternative\r\ntranslation discussed above does not impinge in any way on the\r\nrationale and principle as explained in Mobilx, I would see no ground\r\nupon which a reference would be justified. I should add that the fact\r\nthat there has been a subsequent reference to the ECJ made by the\r\n20 Bulgarian court in Case C-285/11 Bonik, OJ 2011 C238/08, which\r\nincludes a question or questions related to this point and to which my\r\nattention was drawn subsequent to the hearing, does not alter my\r\nview.”\r\n25 60. In our view, a reference is no more appropriate in the present case than in\r\nPOWA (Jersey). In the absence at least of further guidance from the ECJ, it\r\nseems to us that the Upper Tribunal should take the law to be as explained by\r\nthe Court of Appeal in Mobilx. We shall not, therefore, make a reference.\r\n30 Conclusion\r\n61. The case will be remitted to the FTT.\r\n62. It seems to us that there is scope for argument as to the basis on which the\r\n35 further hearing before the FTT should be conducted. The present appeal\r\nshould be re-listed for argument on that question.\r\n40 Mr Justice Newey\r\nJudge John Walters QC\r\n45\r\nRELEASE DATE: 12 March 2012\r\n21","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2012-03-12","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/575c0e83ed915d3cfd00002e/HMRC_v_S_I_Electronics_Plc.pdf","title":"The Commissioners for HM Revenue and Customs v S and I Electronics PLC: [2012] UKUT 87 (TCC)","content_type":"application/pdf","updated_at":"2016-06-11T13:13:38Z","created_at":"2016-06-11T13:13:39Z","content_id":"d4e3e493-23d8-4be5-a3ae-ea2a551e3bb7"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:14.823Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-s-and-i-electronics-plc-2012-ukut-87-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:14Z","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-s-and-i-electronics-plc-2012-ukut-87-tcc","description":"Upper Tribunal Tax & Chancery decision of Mr Justice Newey and Judge Walters QC on 12 March 2012.         ","content_id":"e6663627-c3ad-48ef-b8d1-d39020aed101","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"The Commissioners for HM Revenue and Customs v S and I Electronics PLC: [2012] UKUT 87 (TCC)","public_updated_at":"2016-12-01T16:19:14Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-s-and-i-electronics-plc-2012-ukut-87-tcc","description":"Upper Tribunal Tax & Chancery decision of Mr Justice Newey and Judge Walters QC on 12 March 2012.         ","api_path":"/api/content/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-s-and-i-electronics-plc-2012-ukut-87-tcc","withdrawn":false,"content_id":"e6663627-c3ad-48ef-b8d1-d39020aed101","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}