{"title":"Debt Management Banking Manual: recent changes","public_updated_at":"2016-04-27T06:11:26Z","details":{"body":"<p>Below are details of the amendments that were published on 2 November 2011 (see the update index for all updates)</p>\n\n<table>\n  <tbody>\n    <tr>\n      <td>Page</td>\n      <td>Details of update</td>\n    </tr>\n    <tr>\n      <td> </td>\n      <td> </td>\n    </tr>\n    <tr>\n      <td>DMBM400020</td>\n      <td>Interest: Tables of interest bearing charges. New lines added for SA penalty (late payment) and SA Surcharge interest (tax years 2009-10 and prior)</td>\n    </tr>\n    <tr>\n      <td>DMBM404020</td>\n      <td>Interest: Handling interest objections and enquiries: Debt pursuit office: Common types of objection: Sympathy paragraph updated.</td>\n    </tr>\n    <tr>\n      <td>DMBM450010</td>\n      <td>Legislation: Debts recoverable as if they were tax. New legislation added for late filing and payment penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM450110</td>\n      <td>Legislation and enabling regulations: Self Assessment. New legislation added for late filing and payment penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM511910</td>\n      <td>Customer contact and data security: Contact with third parties: Agents and accountants: 64-8s. Page updated with specific information on VAT 64-8s.</td>\n    </tr>\n    <tr>\n      <td>DMBM513015</td>\n      <td>Customer contact and data security: Compulsory verification checks: Hints and tips - New ‘tip’ added to say it’s fine to ask for the mobile number or landline depending what type of number you have on screen.</td>\n    </tr>\n    <tr>\n      <td>DMBM511915</td>\n      <td>Customer contact and data security: Contact with third parties: Agents and accountants: Recording the 64-8. Page updated with specific information on VAT 64-8s.</td>\n    </tr>\n    <tr>\n      <td>DMBM517010</td>\n      <td>SA: Daily penalties. Whole section updated to reflect new guidance on penalties for tax years 2010-11 onwards and 2009-10 prior.</td>\n    </tr>\n    <tr>\n      <td>DMBM518010</td>\n      <td>SA: Revenue determinations: Introduction. Section updated to reflect new guidance on penalties for tax years 2010-11 onwards and 2009-10 prior.</td>\n    </tr>\n    <tr>\n      <td>DMBM518020</td>\n      <td>SA: Revenue determinations: Consider raising an automatic or manual determination: Section updated to reflect new guidance on penalties for tax years 2010-11 onwards and 2009-10 prior.</td>\n    </tr>\n    <tr>\n      <td>DMBM615420</td>\n      <td>Certificates of debt - wording changed to reflect that this procedure applies to all debts HMRC administers not just tax and NIC</td>\n    </tr>\n    <tr>\n      <td>DMBM618300</td>\n      <td>Pre-enforcement: Coding out of small debts: Further SA points: new section</td>\n    </tr>\n    <tr>\n      <td>DMBM618400</td>\n      <td>Pre-enforcement: Coding out of small debts: Further Tax Credit points: new section</td>\n    </tr>\n    <tr>\n      <td>DMBM665480</td>\n      <td>CCP: Preparation and service of the claim: Claim forms issued by CCBC that have been returned by the Post Office - new paragraph on service at valid address</td>\n    </tr>\n    <tr>\n      <td>DMBM665880</td>\n      <td>CCP: The defendant’s response to the claim: Part admissions (treated as defence) - page withdrawn - content at DMBM665720</td>\n    </tr>\n    <tr>\n      <td>DMBM666360</td>\n      <td>CCP: Action after judgment obtained: Certificates of cancellation or satisfaction - new text about revenue losses</td>\n    </tr>\n    <tr>\n      <td>DMBM667410</td>\n      <td>CCP: Charging order: Removing charging orders - new section on cases involving financial products</td>\n    </tr>\n    <tr>\n      <td>DMBM735015</td>\n      <td>Revenue losses: Consideration and requirements: Consideration before remission or write-off. Page updated to add late payment and late filing penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM735050</td>\n      <td>Revenue losses: Considerations and requirements: Type 4. Page updated to add late payment and late filing penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM800600</td>\n      <td>Time To Pay: Considering Time To Pay requests: Special situations: Disasters and emergencies. Page updated to add information on late payment penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM802015</td>\n      <td>Time To Pay: Time To Pay requests: Sports clubs - new page on what action to take on receiving a TTP request from a sports club</td>\n    </tr>\n    <tr>\n      <td>DMBM802120</td>\n      <td>Time To Pay: Time To Pay requests - changes to monthly figures</td>\n    </tr>\n    <tr>\n      <td>DMBM802205</td>\n      <td>Time To Pay: Time To Pay requests: Debts collected through the tax code - new page advising what to do if customer objects to coding out</td>\n    </tr>\n    <tr>\n      <td>DMBM802800</td>\n      <td>Time To Pay: Partnership Time To Pay requests: Time To Pay agreed or refused. Page updated to add information on late payment penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM803040</td>\n      <td>Time To Pay: Reviewing proposals: Outstanding returns - new guidance allowing for contacting customer before cancelling arrangement</td>\n    </tr>\n    <tr>\n      <td>DMBM803530</td>\n      <td>Time To Pay: Agreeing or rejecting Time To Pay: Additional advice. Page updated to add information on late payment penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM803600</td>\n      <td>Time To Pay: Agreeing or rejecting Time To Pay: Surcharges, late payment penalties &amp; Time To Pay. Updated to reflect new guidance on penalties for tax years 2010-11 onwards and 2009-10 prior.</td>\n    </tr>\n    <tr>\n      <td>DMBM803710</td>\n      <td>Time To Pay: Setting up Time To Pay: Overview. Page updated to add information on late payment penalties.</td>\n    </tr>\n    <tr>\n      <td>DMBM950000</td>\n      <td>VAT into IDMS: Contents - Link to new page on VAT exception list.</td>\n    </tr>\n    <tr>\n      <td>DMBM950040</td>\n      <td>VAT into IDMS: Action to take - signals and appeals - Page updated to include code 761 and repayment inhibit 321 and voluntary arrangement. </td>\n    </tr>\n    <tr>\n      <td>DMBM950050</td>\n      <td>VAT into IDMS: Processing. First chapter updated to include link to new exception list page at 950100.</td>\n    </tr>\n    <tr>\n      <td>DMBM950060</td>\n      <td>VAT into IDMS: Non appropriated amounts - Page updated to reflect current process.</td>\n    </tr>\n    <tr>\n      <td>DMBM950080</td>\n      <td>VAT into IDMS: Management Information Services (MIS). Exception Handling paragraph deleted, new guidance on exceptions now included in 950100.</td>\n    </tr>\n    <tr>\n      <td>DMBM950100</td>\n      <td>VAT into IDMS: Exception list - VAT into IDMS Interface. New page.</td>\n    </tr>\n  </tbody>\n</table>\n","section_id":"DMBMUPDATE111102","breadcrumbs":[],"child_section_groups":[],"manual":{"base_path":"/hmrc-internal-manuals/debt-management-and-banking"}},"routes":[{"path":"/hmrc-internal-manuals/debt-management-and-banking/dmbmupdate111102","type":"exact"}],"redirects":[],"publishing_app":"hmrc-manuals-api","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"hmrc_manual_section","schema_name":"hmrc_manual_section","first_published_at":"2016-05-02T16:52:02Z","base_path":"/hmrc-internal-manuals/debt-management-and-banking/dmbmupdate111102","description":"","content_id":"e20b0292-5f73-5a23-9452-eb91a3f321e4","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D25","api_path":"/api/content/government/organisations/hm-revenue-customs","base_path":"/government/organisations/hm-revenue-customs","content_id":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-13T10:09:06Z","schema_name":"placeholder","title":"HM Revenue & Customs","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"HM Revenue<br/>&amp; Customs","crest":"hmrc"}},"links":{}}],"available_translations":[{"title":"Debt Management Banking Manual: recent changes","public_updated_at":"2016-04-27T06:11:26Z","analytics_identifier":null,"document_type":"hmrc_manual_section","schema_name":"hmrc_manual_section","base_path":"/hmrc-internal-manuals/debt-management-and-banking/dmbmupdate111102","description":"","api_path":"/api/content/hmrc-internal-manuals/debt-management-and-banking/dmbmupdate111102","withdrawn":false,"content_id":"e20b0292-5f73-5a23-9452-eb91a3f321e4","locale":"en"}]},"format":"hmrc_manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}