{"title":"Section 4: transfer of value in life and on death","public_updated_at":"2017-05-05T10:25:15Z","details":{"body":[{"content_type":"text/govspeak","content":"#Part 1 : Lifetime Transfers\r\n\r\nGeneral\r\n\r\nModified 11 June 2010\r\n\r\n##4.1 Lifetime Transfers\r\n\r\nA lifetime transfer made on or after 18 March 1986 can be:-\r\n\r\n**(i)** an immediately chargeable transfer or,\r\n\r\n**(ii)** a potentially exempt transfer (PET) or,\r\n\r\n**(iii)** an exempt transfer.\r\n\r\nIn the case of (i) above any tax charge will be at one half the rate/s applicable for transfers made on death or within seven years of death.\r\n\r\nIf the transferor dies within seven years of making an immediately chargeable transfer or a PET then tax, or additional tax as the case may be, will be payable at the full rate/s, subject to tapering relief (see para 4.23 below).\r\n\r\n**Definitions**\r\n\r\n##4.2 Chargeable transfers\r\n\r\nBy s.2(1) IHTA 1984 a chargeable transfer is any transfer of value made by an individual other than an exempt transfer. Potentially exempt transfers were introduced by para 1 Sch 19 FA 1986 inserting a new s.3A in the IHTA 1984 in respect of certain transfers by individuals on or after 18 March 1986.\r\n\r\n##4.3 Transfer of value\r\n\r\nThe definition of \"a transfer of value\" is contained in s.3 IHTA 1984. It is important to understand the meaning of this term as from it flows not only the measure of value but also the extent of what has to be valued.\r\n\r\nBy s.3(1) IHTA 1984 \".......... a transfer of value is a disposition made by a person (the transferor) as a result of which the value of his estate immediately after the disposition is less than it would be but for the disposition; and the amount by which it is less is the value transferred by the transfer\".\r\n\r\n##4.4 Meaning of disposition\r\n\r\nThe word \"disposition\" is not defined in IHTA 1984 but is a term of wide meaning and embraces all disposals or transfers of money or other property. It includes a disposition effected by \"associated operations\" (see para 4.37).\r\n\r\n##4.5 Meaning of estate\r\n\r\nA person's estate is defined in s.5(1) IHTA 1984 as \".......... the aggregate of all the property to which he is beneficially entitled ..........\" and \"property\" by s.272 IHTA 1984 \"includes rights and interests of any description\". It also includes non-settled property over which a person has power to dispose as he pleases (s.5(2) IHTA 1984).\r\n\r\nA person entitled to an interest in possession in settled property (eg a life tenant) is by virtue of s.49 IHTA 1984 (as amended by the Finance Act 2006) treated as beneficially entitled to the property in which the interest subsists.\r\n\r\nWhen relevant, HMRC will inform the VOA if the estate of a transferor includes any interests in possession in settled property and will also advise of the interest to which the life tenant is treated as beneficially entitled.\r\n\r\n##4.6 Excluded property\r\n\r\nS.3(2) IHTA 1984 ensures that disposals of \"excluded property\" are not taken into account. Excluded property is property which is not to be charged to IHT although it might otherwise be so liable.\r\n\r\nWhat property is \"excluded property\" is a matter for HMRC to decide by reference to s.6 IHTA 1984. Generally property outside the UK is excluded if the owner is, or in the case of settled property, the settlor was at the time of making the settlement, domiciled outside the UK. (See ss.6(1) and 267 IHTA 1984). Certain miscellaneous types of property set out in ss.6(2), 6(3) and 155 IHTA 1984 are also excluded. Other exclusions (see ss.55(1) and 48(1) (as amended by the Finance Act 2006)IHTA 1984) are rendered necessary because of the manner in which settled property is brought within the scope of IHT. (See Section 8).\r\n\r\n##4.7 Omission to exercise a right\r\n\r\nWhere the deliberate omission by a person to exercise a right has decreased the value of their estate and increased the value of another person's estate, the person omitting to exercise the right shall be treated as having made a disposition at the time or at the latest time when the right could have been exercised, (s.3(3) IHTA 1984). HMRC may refer to the VOA for valuation advice.\r\n\r\n##4.8 General interpretation\r\n\r\nIt follows from these provisions that a gift is a transfer of value. So, prima facie, would be a sale at undervalue or overvalue because either type of sale might involve an element of gift to one or other of the parties. However a sale at an open market price or one where it is shown that it was not intended to confer any gratuitous benefit on any person (e.g. whether a party to the transaction or not) is not a transfer of value (see s.10 IHTA 1984).\r\n\r\nThe usual exclusion from IHT of arm's length transactions at open market prices does not generally apply to sales and purchases of interests in settled property (see Section 8).\r\n\r\n**Value Transferred**\r\n\r\n##4.9 General\r\n\r\nThe value transferred in the case of a lifetime gift is the amount by which the value of the transferor's estate immediately after the disposition is less than it would be but for the disposition (s.3(1) IHTA 1984), i.e. the loss to the transferor.\r\n\r\nThe concept accords with the nature of IHT as a tax on the transferor. The loss to the transferor will not necessarily be the same as the open market value of the subject property (which is the measure of value for Capital Gains Tax and Stamp Duty Land Tax). \r\n\r\n##4.10 By a transfer of value\r\n\r\nValue transferred by a **transfer of value is before** deduction of exemptions.\r\n\r\n##4.11 By a chargeable transfer\r\n\r\nThe value transferred by a **chargeable transfer of value** is the value transferred by a transfer of value **after** deduction of exemptions (s.2(2)(b) IHTA 1984).\r\n\r\n##4.12 Reliefs\r\n\r\nFurther allowance by way of reliefs may fall to be deducted from either the value transferred by a transfer of value or from the value transferred by a chargeable transfer according to the type of relief.\r\n\r\n##4.13 Grossing up - transferor pays Inheritance Tax\r\n\r\nThe transferor is primarily responsible for the payment of IHT on lifetime transfers chargeable when made. In order to arrive at the value of the transferor's estate immediately after a transfer of value, s.162(3) IHTA 1984 provides that the transferor's liability to pay tax on the value transferred by a chargeable transfer of value shall be taken into account. The loss to the transferor's estate will therefore include their liability for IHT. In such cases the value transferred must be grossed up to take the tax factor into account. The grossed up figure less the tax paid will then equal the value of the gift charged to tax. The cumulative total will be increased by the amount of the grossed up figure.\r\n\r\ne.g. In March 2007 a donor, who has already made chargeable transfers of £350,000, settles £100,000 on a discretionary trust and elects to pay the tax himself.\r\n\r\nBecause the taxable threshold for the tax year 2006 - 2007 (£285,000) has already been exceeded, tax will be payable on the whole of the gift at lifetime rates. Since the donor has elected to pay the tax himself, the amount of the gift is grossed up to reflect the tax payable. Therefore, because the lifetime rate is 20% for the year in question, the amount of the gift will be grossed up by 25% to give a total of £125,000 and the tax payable will be £25,000. This also means that the donor's cumulative total for chargeable transfers now stands at £475,000 \r\n\r\nGrossing up is dealt with by HMRC. The VOA is responsible for assessing the value transferred ignoring any question of grossing up.\r\n\r\n##4.14 Cases where transferee pays Inheritance Tax\r\n\r\nIn cases where the transferee agrees to bear the tax no grossing up will be required and the tax will be charged on the net value of the gift. If incidental expenses incurred by the transferor in making the transfer are borne by a person benefiting from the transfer, they will be deducted from the value transferred, but no such deduction will be made if such expenses are borne by the transferor (s.164 IHTA 1984).\r\n\r\nThe cumulative total will be increased by the value transferred by the chargeable transfer, exclusive of tax.\r\n\r\n**Approach to Valuation**\r\n\r\n##4.15 No retained property\r\n\r\nWhen the transferor transfers all their real and leasehold property, retaining no other property, the caseworker need only consider the market value of the transferred property. In such cases the \"value transferred\" will be the same as the \"value of the property transferred\".\r\n\r\n##4.16 Retained property\r\n\r\nWhen the transferor retains other property the loss to the estate will include the diminution in value, if any, of the retained property. Strictly what has to be valued is the transferor's estate immediately before and immediately after the transfer. If only part of the transferor's estate has been reduced in value as a consequence of the transfer then the \"before value\" may be restricted to the affected property together with the transferred property, while the \"after value\" will relate to the affected properties only.\r\n\r\nIn practice it will often be apparent to the caseworker that the transfer has no adverse effect on the value of retained property. Where this is not the case the caseworker may often find it appropriate to ascertain the value transferred by valuing the property passing and adding to it any diminution in value of the transferor's interest in any retained property which results from the transfer. This practice is likely to be especially appropriate in the case of large estates when a transfer causes depreciation in value of a small part of the retained estate.\r\n\r\nCare must always be taken to ensure that the reduction in value is as a result of the transfer and not a reduction in value following some closely associated occurrence.\r\n\r\nIt should be noted that when depreciation in value of the retained estate is caused, the \"value transferred\" will differ from the \"value of the property transferred\" and both figures must be reported to HMRC. (See Section 27: para 27.63).\r\n\r\n##4.17 Undivided shares\r\n\r\nA transferor may reduce an interest held in a property by transferring an undivided share of that interest. Such a transfer may well cause a depreciation to the value of the former interest in the property which is greater than that arrived at by deducting the arithmetical share from the value of the original interest owned by the transferor. (See Section 18 for the valuation approach in such cases).\r\n\r\nIf the transferor retains any other property, apart from that from which the share has been transferred, the question whether or not such other property has been reduced in value because of the transfer must be considered.\r\n\r\nWhere the \"related property\" provisions of s.161 IHTA 1984 apply different considerations will have to be taken into account in ascertaining the loss to the transferor. (See Section 15).\r\n\r\n##4.18 Other property owned by transferor\r\n\r\nGenerally the caseworker will be informed by HMRC when they are aware of other property owned by the transferor which may be affected by the transfer.\r\n\r\nWhere the caseworker has reason to believe, from office records, that the transferor holds other property which has not been disclosed to HMRC and is of opinion that the transfer has reduced its value, or that the \"related property\" provisions apply (see Section 15), the HMRC caseworker should be advised of the circumstances and action in respect of that item should be postponed pending further instructions. \r\n\r\n##4.19 Reporting \"before and after\" values\r\n\r\nThe \"value transferred\" should be reported on Form VO 1110, but if clarification is needed the \"before and after\" values should be supplied in a separate memorandum, stating either that these relate to the whole estate or, if not, specifying which properties have been taken into account. Occasionally HMRC will specifically request \"before and after\" values and the caseworker should comply.\r\n\r\n##4.20 Transfer of mortgagee's interest\r\n\r\nWhen a person transfers an interest as mortgagee in any property, the advice of the VOA should be restricted to the unencumbered value of the property.\r\n\r\n##4.21 Transfer of mortgagor's interest\r\n\r\nWhere it is disclosed that the property is subject to a mortgage the mortgage should be ignored in assessing the value transferred.\r\n\r\n**Potentially Exempt Transfers (PETs)**\r\n\r\n##4.22 General\r\n\r\nPara 1 Sch 19 FA 86 inserts a new Section 3A in IHTA 1984 which defines a potentially exempt transfer (PET) as a transfer of value:-\r\n\r\n* made by an individual on or after 18 March 1986\r\n* which would otherwise be a chargeable transfer\r\n* and which is either:-\r\n\r\n**i.** a gift to another individual; or\r\n\r\n**ii.** a gift into either an accumulation and maintenance trust, or a trust for disabled persons; or\r\n\r\n**iii.** (with effect from 17 March 1987) a transfer under which either property becomes settled on a trust under which an individual has an interest in possession, or property ceases to be subject to an interest in possession and becomes comprised in, or increases the value of, the estate of another individual, whether as trust property or not.\r\n\r\nThus a gift which is not included in these three categories cannot be a PET. There are also provisions which exclude certain types of transfer from being PETs.\r\n\r\n##4.23 Taxable transfers\r\n\r\nA PET is not chargeable at the time it is made. If the transferor survives for seven years after the transfer was made, then it becomes exempt.\r\n\r\nIf the transferor dies within seven years of the transfer, the exemption is lost. The transfer is treated as taxable:-\r\n\r\n* on the value transferred at the date the transfer was made. The value transferred is found by the normal \"loss to the estate\" principle;\r\n* at the rate of tax in force at the date of transfer unless that in force at the date of death is lower.\r\n\r\nIf the transfer was made more than three years before death, then tax is subject to tapering relief. This relief takes the form of a percentage reduction of the tax payable, according to the length of time that the deceased survived the transfer (s.7(4) IHTA 1984 inserted by para 2(4) Sch 19 FA 86).\r\n\r\n\r\n<table>\r\n  <TR>\r\n    <TD>Years between transfer and death</TD>\r\n    <TD>Percentage of full tax rate</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>  </TD>\r\n    <TD>  </TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>0 – 3</TD>\r\n    <TD>100%</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>3 – 4</TD>\r\n    <TD>80%</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>4 – 5</TD>\r\n    <TD>60%</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>5 – 6</TD>\r\n    <TD>40%</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>6 – 7</TD>\r\n    <TD>20%</TD>\r\n  </TR>\r\n</table>\r\n\r\n \r\n\r\n##4.24 Application of Taper Relief\r\n\r\nTaper relief is only applicable when tax would have been payable in respect of the lifetime transfer. This is illustrated by the following examples:\r\n\r\n**Example 1- Taper Relief applicable**\r\n\r\nIn July 2002 A made a gift of £350,000 to B. In May 2007 (when the tax threshold was £300,000) A died, leaving an estate of £400,000, and the gift became liable to IHT as a failed PET:\r\n\r\n  <table>\r\n  <TR>\r\n    <TD>  </TD>\r\n    <TD>£</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Lifetime gift</TD>\r\n    <TD>350,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Value of A's estate at date of death</TD>\r\n    <TD>400,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Total chargeable estate</TD>\r\n    <TD>750,000</TD>\r\n  </TR>\r\n</table>\r\n\r\nThe tax is then calculated in two parts: first on the lifetime gift and then on A's estate\r\n\r\nTax on lifetime gift\r\n\r\n<table>\r\n  <TR>\r\n    <TD>  </TD>\r\n    <TD>£</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Value of lifetime gift</TD>\r\n    <TD>350,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Less the threshold at date of death </TD>\r\n    <TD>300,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>  </TD>\r\n    <TD> 50,000</TD>\r\n  </TR>\r\n</table>\r\n\r\n \r\n\r\nIHT on £50,000 at 40% is £20,000.\r\n\r\nAs the death occurred between four and five years after the date of death, taper relief applies and only 60% of that £20,000 (£12,000) is actually payable by B.\r\n\r\nTax on the value of B's death estate\r\n\r\n<table>\r\n  <TR>\r\n    <TD>  </TD>\r\n    <TD>£</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Total chargeable estate</TD>\r\n    <TD>750,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Less the threshold</TD>\r\n    <TD>300,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>  </TD>\r\n    <TD>450,000</TD>\r\n  </TR>\r\n</table>\r\n\r\n \r\n\r\nIHT on £450,000 at 40% is £180,000.\r\n\r\nThe amount of tax actually to be paid on the estate is £180,000 less the full tax of £20,000 payable on the lifetime gift. This is to the estate's advantage, so the actual tax payable on A's death by his executors is £160,000.\r\n\r\n**Example 2 - Taper Relief not applicable.**\r\n\r\nThe dates are as in Example 1) above but the amount of gift from A to B was £100,000 and the value of A's estate on his death was £650,000.\r\n\r\n<table>\r\n  <TR>\r\n    <TD>  </TD>\r\n    <TD>£</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Lifetime gift</TD>\r\n    <TD>100,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Value of A's estate at date of death</TD>\r\n    <TD>650,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Total</TD>\r\n    <TD>750,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Less the threshold at date of death </TD>\r\n    <TD>300,000</TD>\r\n  </TR>\r\n  <TR>\r\n    <TD>Total chargeable estate</TD>\r\n    <TD>450,000</TD>\r\n  </TR>\r\n</table>\r\n\r\n\r\nIHT on £450,000 at 40% is £180,000 and this is the amount for which A's executors are liable.\r\n\r\nNo tax is payable on the gift itself because it does not exceed the threshold.\r\n\r\n##4.25-4.34 Reserved\r\n\r\n**Gifts with Reservation (GWRs)**\r\n\r\n##4.35 General\r\n\r\nSpecial rules apply where the gift is made with a reservation (s.102 FA 1986). A gift with reservation is defined as a gift made by an individual on or after 18 March 1986 where either:-\r\n\r\n* bona fide possession and enjoyment of the property was not assumed by the donee at or before the beginning of \"the relevant period\", or\r\n\r\n* at any time in the \"relevant period\", the property was not enjoyed to the entire or virtual exclusion of the donor and of any benefit to him by contract or otherwise.\r\n\r\nThe \"relevant period\" is defined as the period of seven years preceding the death of the donor or, if shorter, the period between gift and the death.\r\n\r\nHMRC will look back from the date of the donor's death to see whether during the appropriate period either condition was infringed. If it was, the property is treated as subject to a reservation. In this respect it should be noted that the definition of what constitutes a \"reservation\" has been widened for disposals occurring on or after 9 March 1999. This is because the new ss 102A - 102C, which were inserted into the FA 1986 by FA 1999 s104, have effectively reversed the House of Lords decision in the case of Ingram v IRC (1999) (the \"Lady Ingram\" case). The situation now is that the gift must be looked at in the context of the land itself, rather than in the context of the particular interest given which was the situation under \"Lady Ingram\".\r\n\r\nFollowing the donor's death, tax will be chargeable on a GWR as if the property formed part of the estate immediately before death. If the reservation ceased at a time within seven years of death the donor is treated on having made a PET at that time and that will become a chargeable transfer under the normal rules for PETs (see para 4.23 above).\r\n\r\nA GWR will often also be taxable under the normal rules as a PET or transfer chargeable when made. As such there is potential for two taxable occasions to arise from a single transfer but regulations made by the Board under s.104(1)(b) FA 1986 avoid a double charge in such circumstances. Broadly the effect of the regulations is that whichever transfer produces the higher amount of tax as a result of the death remains chargeable, whilst the other transfer is ignored.\r\n\r\nAn example of a GWR would be the gift of a house in which the donor continues to live rent free. If this also constituted a PET and if the donor dies within seven years then IHT will be payable on whichever of the following bases produces the greater amount of tax:-\r\n\r\n* incorporating the value of the property at the date of death in the donor's estate; or \r\n\r\n* charging on the basis of the normal PET rules having regard to the value of the property at the date of gift.\r\n\r\nIn most cases (a) above will apply but HMRC will often require valuations both at the date of gift and at the date of death (or earlier cesser of the reservation if applicable) in order to quantify the tax on the alternative bases.\r\n\r\n##4.36 Pre Owned Assets\r\n\r\nOver the years several complex and sophisticated tax avoidance schemes (mainly involving the family home) had evolved in order to try and avoid the GWR rules contained in s102 FA 1986. Judicial challenges had been mounted against a number of these schemes, notably in Ingram v IRC (1999) (see para 4.35 above) and IRC v Eversden and Another (2003), and adverse decisions in these cases had obliged the Revenue to amend the provisions of s102. However, a number of other schemes remained untested and it was felt wider reaching provisions were required.\r\n\r\nConsequently section 84 and schedule 15 of the Finance Act 2004 introduced new provisions for charging Income Tax on pre –owned assets, commencing in the tax year 2005-6. \r\n\r\nFor land and buildings to be regarded as a pre-owned asset the following must apply:\r\n\r\n* an individual taxpayer must occupy the land in question either alone, or with another person or persons, \r\n\r\n* either the ‘disposal condition’ or the ‘contribution condition’ must be met, and \r\n\r\n* the disposal must not be an excluded transaction or exempt.\r\n\r\nThe ‘**disposal condition**’ (in para. 3(2) of Sch. 15) is satisfied if at any time after 17th March 1986 (the date that IHT was introduced) the taxpayer owned an interest in the land in question and has disposed of all or part of their interest in the relevant land. The condition can also be met if at any time after 17th March 1986 the taxpayer owned an interest in other land, disposed of all or part of their interest in that land, and then another person has applied the proceeds of that disposal towards the acquisition of an interest in the land in question (This prevents the disposal condition being avoided by the recipient of a gift subsequently acquiring a new property in which the taxpayer has never owned an interest). \r\n\r\nThe ‘contribution condition’ (in para. 3(3) of Sch. 15) is satisfied if at any time after 17th March 1986, the taxpayer has directly or indirectly provided any of the consideration given by another person for the acquisition of either an interest in the relevant land, or in other property, the proceeds of the disposal of which were applied by another person towards an acquisition of an interest in the relevant land. The contribution condition does not rely on the taxpayer having previously had an interest in the land in question or some other property.\r\n\r\nDisposals that are excluded from the charge to tax (under para. 10 of Sch. 15) include \r\n\r\n* The disposal of the taxpayer’s whole interest in the property made at arm’s length with either an unconnected party or on terms that might be expected to be made in an arm’s length disposal. The disposal can be made subject to the retention of rights by the taxpayer providing that any rights are expressly reserved. (The fact that the taxpayer expressly reserves rights on the disposal will mean that the property will be caught by the GWR rules.)\r\n\r\n* The disposal was to the individual’s spouse, or to a former spouse, under a court order.\r\n* The disposal was into a trust in which the individual’s spouse (or former spouse, under a court order) has an interest in possession.\r\n* The disposal was into a trust in which the individual’s spouse (or former spouse, under a court order) has an interest in possession.\r\n* The disposal is an outright gift to an individual and is for the purposes of IHTA 1984, an exempt transaction by virtue of section 19 (annual exemption) or section 20 (small gifts).\r\n\r\nThe practical effect of these provisions is that arrangements which previously would not have fallen under the GWR provisions (e.g. “Ingram” type disposals prior to 9 March 1999 and “Eversden” type disposals prior to 20 June 2003) now fall under the pre-owned assets regime and income tax is payable on the benefit of the retained interest from 2005-6 onwards. Alternatively, prior to 31 January 2007, (in the case of existing arrangements), the taxpayer could elect to opt out of these charging provisions and instead have the arrangement treated as a GWR for Inheritance Tax purposes (para 21 of sch 15).\r\n\r\n##4.37 Exceptions\r\n\r\nThere are certain gifts where some benefit is retained by the donor which are not treated as having been made with reservation (para 6 Sch 20 FA 1986).\r\n\r\na) Where the gift is of an interest in land or a chattel, and full consideration is given for the benefit reserved.\r\nb) Where the gift is of an interest in land, occupation by the donor is disregarded if it results from a change of the \r\ndonor's circumstances since the date the gift was made; the change must have been unforeseen at the time of the gift. The occupation must have occurred \"at a time when the donor has become unable to maintain himself through old age, infirmity or otherwise\" and must represent reasonable provision by the donee for the donor. The donee must be related to the donor or the donor's spouse.\r\n\r\n**\"Associated Operations\"**\r\n\r\n##4.38 General\r\n\r\nBy s.268 IHTA 1984 operations are treated as \"associated\" if there is more than one operation affecting the same property or one affecting a particular property and others which affect the income or accumulations of income from that property or affect another \"property\" which in financial terms represents that particular property. The transfer of value made by such associated operations shall be taken to be made at the time of the last operation.\r\n\r\nS.268(1)(b) \"associates\" operations when one is effected with the intention that the other should follow. An \"operation\" includes an omission to take some action.\r\n\r\n##4.39 Exclusions\r\n\r\nThe grant of a lease or tenancy at full rent is prevented by s.268(2) IHTA 1984 from being \"associated\" with any operation effected more than three years later. The section also prevents any operation on or after 27 March 1974 from being \"associated\" with one before that date.\r\n\r\n##4.40 Purpose of s.268 IHTA 1984\r\n\r\nThe section is included in the Act to counter tax avoidance by the transfer of value in stages. For example a father might grant his son a tenancy of a house, thereby reducing the value of his interest in the house, which he would shortly afterwards transfer to the son. The true effect of these operations is to give the son a house with vacant possession at the date of the last transaction. Similarly it might be possible to transfer a property in parts (physical, legal or combination of both) so as to transfer the entirety of a property with a value greater than the sum of the parts transferred when valued individually.\r\n\r\n##4.41 Reference to VOA\r\n\r\nThe VOA may therefore receive a request from HMRC for the value effectively transferred by one transfer being the last of a series of associated operations. If any of the earlier operations were themselves a transfer of value by the same transferor, an adjustment will be made to account for the earlier values transferred except to the extent that any were exempt as transfers between spouses (s.18 IHTA 1984). Any such adjustment will be dealt with by HMRC.\r\n\r\n##4.42 Incomplete information\r\n\r\nHMRC will decide whether or not s.268 IHTA 1984 is applicable, but where the caseworker is aware from office records that a transfer is associated with other operations in the manner described above and HMRC has not referred it as an \"associated operations\" case, the caseworker should contact HMRC explaining the circumstances and await their instructions.\r\n\r\n**Property Subject to a Restriction Against Disposal or an Option**\r\n\r\n##4.43 General\r\n\r\nS.163 IHTA 1984 contains special rules for the treatment of property subject to a restriction against disposal (e.g. the existence of an option to purchase). Valuation requirements may differ depending on whether the original creation of the restriction was treated as a chargeable transfer and/or whether full consideration was paid for it.\r\n\r\nWhen HMRC have knowledge of a legally binding restriction or option they will indicate the provisions to which regard should be had in arriving at the value transferred. If the parties do not agree with such provisions the caseworker should contact HMRC giving full details of the parties' contentions.\r\n\r\nIf at the time of making the valuation the caseworker becomes aware of any restriction or option the caseworker should contact HMRC giving full details and pending receipt of instructions no further action should be taken on the case.\r\n\r\n##4.44-4.59 Reserved\r\n\r\n##Part 2 : Transfers on Death\r\n\r\n**General**\r\n\r\n##4.60 Replacement of Capital Transfer Tax by Inheritance Tax\r\n\r\nThe FA 1986 introduced Inheritance Tax (IHT) with effect from 25 July 1986 (actual changes to the tax structure have effect on or after 18 March 1986). See Section 3.\r\n\r\n**Definitions**\r\n\r\n##4.61 Transfer of value on death\r\n\r\nBy virtue of s.4(1) IHTA 1984 \"On the death of any person tax shall be charged as if, immediately before his death, he had made a transfer of value and the value transferred by it had been equal to the value of his estate immediately before his death.\"\r\n\r\n##4.62 Meaning of estate\r\n\r\nThe wording of s.4(1) IHTA 1984 means that the value transferred comprises the value of the deceased's entire estate. For the purpose of this section a person's \"estate\" is defined in s.5(1) IHTA 1984 as \"the aggregate of all the property to which he is beneficially entitled, except that the estate of a person immediately before his death does not include excluded property\" (see para 4.64). \"Property\" by s.272 IHTA 1984 \"includes rights and interests of any description\" and by s.5(2) IHTA 1984 it includes non-settled property over which a person has power to dispose as they please. A person with an interest in possession in settled property (e.g. a life tenant) is by virtue of s.49(1) IHTA 1984 (as amended by the Finance Act 2006) treated as beneficially entitled to the property in which the interest subsists, so that such property will form part of that person's estate on death.\r\n\r\n##4.63 Interests in possession in settled property reverting to the settlor, the settlor's spouse or civil partner, or the settlor's widow or widower or surviving civil partner\r\n\r\nWhere the interest in possession reverts to the settlor on the death of a life tenant during the lifetime of the settlor, s.54(1) IHTA 1984 provides that the value of the settled property shall be left out of account in valuing the life tenant's estate, unless the settlor had acquired a reversionary interest in the property for money or money's worth.\r\n\r\nBy s.54(2) (as amended by FA 2006) where the settlor's spouse or civil partner, or if the settlor has died less than 2 years earlier, the settlor's widow or widower or surviving civil partner becomes beneficially entitled to the property and is domiciled in the UK at the time of death and neither the settlor nor the settlor's spouse or settlor’s civil partner (or the widow or widower or surviving civil partner) had acquired a reversionary interest for money or money's worth, the value of the settled property shall be left out of account in valuing the life tenant's estate.\r\n\r\n##4.64 Excluded property\r\n\r\nExcluded property is property which is not to be charged to IHT although it might otherwise be so liable. What property is excluded property is a matter for HMRC to decide by reference to ss.6 and 48 IHTA 1984. Generally property outside the UK is excluded if the owner is, or in the case of settled property the settlor, at the time of making the settlement, was domiciled outside the UK (see ss.6, 48 and 267 IHTA 1984). Certain miscellaneous types of property set out in ss.6 and 48 IHTA 1984 are also excluded. Other exclusions (see ss.55(1) and 48(1) IHTA 1984) are rendered necessary because of the manner in which settled property is brought within the scope of IHT. (See Section 8).\r\n\r\n**Estate on Death**\r\n\r\n##4.65 Time of valuation and certain changes in value in deceased's estate due to the death\r\n\r\nThe time of valuation is immediately before death but regard must be had to s.171 IHTA 1984. By virtue of this section increases or decreases in the value of the property comprised in the deceased's estate which have occurred by reason of the death shall be taken into account as if they had occurred before the death. Also if the death has resulted in an addition to the property comprised in the deceased's estate (such as damages becoming payable in respect of the deceased's loss of life or an insurance policy maturing on death) the consequent increase in the value of the estate is assumed to have occurred before the death. S.171 IHTA 1984 in addition provides that in determining the value of a person's estate immediately before death no account is to be taken of any changes in the value of the estate which result from the termination on death of any interest (e.g. a life interest in settled property) or the passing of any interest by survivorship (e.g. the interest of a joint tenant). If, during the course of negotiations, the parties claim that the value of an interest has been affected by reason of the deceased's death and that s.171 should apply, the HMRC caseworker should be advised of the circumstances and action in respect of that item should be postponed pending further instructions. \r\n\r\n**Falls in Value**\r\n\r\n##4.66 Transfers within 7 years before death\r\n\r\nSections 131-140 IHTA 1984 provide for relief where there has been a fall in value of property transferred by a lifetime gift within the 7 years prior to the death of the transferor (see Section 13).\r\n\r\n##4.67 Sales within 4 years and compulsory acquisitions within 3 years after death\r\n\r\nSs.191-197 IHTA 1984 give relief where:-\r\n\r\na) an interest in land is sold within 3 years after death at a price lower than the value on death;\r\n\r\nb) an interest in land is compulsorily acquired at any time after death pursuant to a notice to treat served before death or within 3 years afterwards. (See Section 12).\r\n\r\nS.199 Finance Act 1993 inserted section 197A into the IHTA 1984 which treats certain sales within a fourth year as having been made within the original three-year period. The period for compulsory acquisitions is unchanged.\r\n\r\n##4.68 Sales within 3 years after death of property valued with \"related property\"\r\n\r\nS.176 IHTA 1984 gives relief if property is sold within the appropriate period at less than its value at death where that value was arrived at under the \"related property\" provisions (s.161) or in conjunction with other property in the deceased's estate. (See Section 12). The appropriate period is 3 years. \r\n\r\n##4.69-4.74 Reserved\r\n\r\n**Miscellaneous**\r\n\r\n##4.75 Commorientes\r\n\r\nAs between commorientes (those dying together) ss.4(2) and 54(4) IHTA 1984 provide that where it cannot be known which of two or more persons who have died survived the other or others they shall be assumed to have died at the same instant. These sections were enacted to prevent a multiple charge to tax when, for example, a widow and her son die simultaneously in an accident, the widow having bequeathed the whole of her estate to her son. The normal legal presumption in such circumstances is that the younger person is presumed to have survived the older.\r\n\r\n##4.76 Mortgagee's interest\r\n\r\nWhen a person dies possessed of a mortgagee's interest in any property, the advice of the VOA should be restricted to the unencumbered value of the property constituting the security. \r\n\r\n##4.77 Mortgagor's interest\r\n\r\nWhere the property transferred on a death is subject to a mortgage, the mortgage should be ignored in assessing the value transferred. \r\n\r\n##4.78 Property subject to a restriction against disposal or an option\r\n\r\nSee para 4.42 hereof.\r\n\r\n##4.79 Deceased's property not referred to VOA\r\n\r\nIf the caseworker is aware that the deceased had an interest in property which has not been included in the schedule of properties referred for valuation, but which ought to form part of the estate for IHT purposes, the HMRC caseworker should be advised of the relevant details.\r\n\r\nAny existing reference concerning the estate should not be delayed.\r\n\r\n##4.80-99 Reserved"},{"content_type":"text/html","content":"<h1 id=\"part-1--lifetime-transfers\">Part 1 : Lifetime Transfers</h1>\n\n<p>General</p>\n\n<p>Modified 11 June 2010</p>\n\n<h2 id=\"lifetime-transfers\">4.1 Lifetime Transfers</h2>\n\n<p>A lifetime transfer made on or after 18 March 1986 can be:-</p>\n\n<p><strong>(i)</strong> an immediately chargeable transfer or,</p>\n\n<p><strong>(ii)</strong> a potentially exempt transfer (PET) or,</p>\n\n<p><strong>(iii)</strong> an exempt transfer.</p>\n\n<p>In the case of (i) above any tax charge will be at one half the rate/s applicable for transfers made on death or within seven years of death.</p>\n\n<p>If the transferor dies within seven years of making an immediately chargeable transfer or a PET then tax, or additional tax as the case may be, will be payable at the full rate/s, subject to tapering relief (see para 4.23 below).</p>\n\n<p><strong>Definitions</strong></p>\n\n<h2 id=\"chargeable-transfers\">4.2 Chargeable transfers</h2>\n\n<p>By s.2(1) IHTA 1984 a chargeable transfer is any transfer of value made by an individual other than an exempt transfer. Potentially exempt transfers were introduced by para 1 Sch 19 FA 1986 inserting a new s.3A in the IHTA 1984 in respect of certain transfers by individuals on or after 18 March 1986.</p>\n\n<h2 id=\"transfer-of-value\">4.3 Transfer of value</h2>\n\n<p>The definition of &ldquo;a transfer of value&rdquo; is contained in s.3 IHTA 1984. It is important to understand the meaning of this term as from it flows not only the measure of value but also the extent of what has to be valued.</p>\n\n<p>By s.3(1) IHTA 1984 &ldquo;&hellip;&hellip;&hellip;. a transfer of value is a disposition made by a person (the transferor) as a result of which the value of his estate immediately after the disposition is less than it would be but for the disposition; and the amount by which it is less is the value transferred by the transfer&rdquo;.</p>\n\n<h2 id=\"meaning-of-disposition\">4.4 Meaning of disposition</h2>\n\n<p>The word &ldquo;disposition&rdquo; is not defined in IHTA 1984 but is a term of wide meaning and embraces all disposals or transfers of money or other property. It includes a disposition effected by &ldquo;associated operations&rdquo; (see para 4.37).</p>\n\n<h2 id=\"meaning-of-estate\">4.5 Meaning of estate</h2>\n\n<p>A person&rsquo;s estate is defined in s.5(1) IHTA 1984 as &ldquo;&hellip;&hellip;&hellip;. the aggregate of all the property to which he is beneficially entitled &hellip;&hellip;&hellip;.&rdquo; and &ldquo;property&rdquo; by s.272 IHTA 1984 &ldquo;includes rights and interests of any description&rdquo;. It also includes non-settled property over which a person has power to dispose as he pleases (s.5(2) IHTA 1984).</p>\n\n<p>A person entitled to an interest in possession in settled property (eg a life tenant) is by virtue of s.49 IHTA 1984 (as amended by the Finance Act 2006) treated as beneficially entitled to the property in which the interest subsists.</p>\n\n<p>When relevant, HMRC will inform the VOA if the estate of a transferor includes any interests in possession in settled property and will also advise of the interest to which the life tenant is treated as beneficially entitled.</p>\n\n<h2 id=\"excluded-property\">4.6 Excluded property</h2>\n\n<p>S.3(2) IHTA 1984 ensures that disposals of &ldquo;excluded property&rdquo; are not taken into account. Excluded property is property which is not to be charged to IHT although it might otherwise be so liable.</p>\n\n<p>What property is &ldquo;excluded property&rdquo; is a matter for HMRC to decide by reference to s.6 IHTA 1984. Generally property outside the UK is excluded if the owner is, or in the case of settled property, the settlor was at the time of making the settlement, domiciled outside the UK. (See ss.6(1) and 267 IHTA 1984). Certain miscellaneous types of property set out in ss.6(2), 6(3) and 155 IHTA 1984 are also excluded. Other exclusions (see ss.55(1) and 48(1) (as amended by the Finance Act 2006)IHTA 1984) are rendered necessary because of the manner in which settled property is brought within the scope of IHT. (See Section 8).</p>\n\n<h2 id=\"omission-to-exercise-a-right\">4.7 Omission to exercise a right</h2>\n\n<p>Where the deliberate omission by a person to exercise a right has decreased the value of their estate and increased the value of another person&rsquo;s estate, the person omitting to exercise the right shall be treated as having made a disposition at the time or at the latest time when the right could have been exercised, (s.3(3) IHTA 1984). HMRC may refer to the VOA for valuation advice.</p>\n\n<h2 id=\"general-interpretation\">4.8 General interpretation</h2>\n\n<p>It follows from these provisions that a gift is a transfer of value. So, prima facie, would be a sale at undervalue or overvalue because either type of sale might involve an element of gift to one or other of the parties. However a sale at an open market price or one where it is shown that it was not intended to confer any gratuitous benefit on any person (e.g. whether a party to the transaction or not) is not a transfer of value (see s.10 IHTA 1984).</p>\n\n<p>The usual exclusion from IHT of arm&rsquo;s length transactions at open market prices does not generally apply to sales and purchases of interests in settled property (see Section 8).</p>\n\n<p><strong>Value Transferred</strong></p>\n\n<h2 id=\"general\">4.9 General</h2>\n\n<p>The value transferred in the case of a lifetime gift is the amount by which the value of the transferor&rsquo;s estate immediately after the disposition is less than it would be but for the disposition (s.3(1) IHTA 1984), i.e. the loss to the transferor.</p>\n\n<p>The concept accords with the nature of IHT as a tax on the transferor. The loss to the transferor will not necessarily be the same as the open market value of the subject property (which is the measure of value for Capital Gains Tax and Stamp Duty Land Tax).</p>\n\n<h2 id=\"by-a-transfer-of-value\">4.10 By a transfer of value</h2>\n\n<p>Value transferred by a <strong>transfer of value is before</strong> deduction of exemptions.</p>\n\n<h2 id=\"by-a-chargeable-transfer\">4.11 By a chargeable transfer</h2>\n\n<p>The value transferred by a <strong>chargeable transfer of value</strong> is the value transferred by a transfer of value <strong>after</strong> deduction of exemptions (s.2(2)(b) IHTA 1984).</p>\n\n<h2 id=\"reliefs\">4.12 Reliefs</h2>\n\n<p>Further allowance by way of reliefs may fall to be deducted from either the value transferred by a transfer of value or from the value transferred by a chargeable transfer according to the type of relief.</p>\n\n<h2 id=\"grossing-up---transferor-pays-inheritance-tax\">4.13 Grossing up - transferor pays Inheritance Tax</h2>\n\n<p>The transferor is primarily responsible for the payment of IHT on lifetime transfers chargeable when made. In order to arrive at the value of the transferor&rsquo;s estate immediately after a transfer of value, s.162(3) IHTA 1984 provides that the transferor&rsquo;s liability to pay tax on the value transferred by a chargeable transfer of value shall be taken into account. The loss to the transferor&rsquo;s estate will therefore include their liability for IHT. In such cases the value transferred must be grossed up to take the tax factor into account. The grossed up figure less the tax paid will then equal the value of the gift charged to tax. The cumulative total will be increased by the amount of the grossed up figure.</p>\n\n<p>e.g. In March 2007 a donor, who has already made chargeable transfers of £350,000, settles £100,000 on a discretionary trust and elects to pay the tax himself.</p>\n\n<p>Because the taxable threshold for the tax year 2006 - 2007 (£285,000) has already been exceeded, tax will be payable on the whole of the gift at lifetime rates. Since the donor has elected to pay the tax himself, the amount of the gift is grossed up to reflect the tax payable. Therefore, because the lifetime rate is 20% for the year in question, the amount of the gift will be grossed up by 25% to give a total of £125,000 and the tax payable will be £25,000. This also means that the donor&rsquo;s cumulative total for chargeable transfers now stands at £475,000</p>\n\n<p>Grossing up is dealt with by HMRC. The VOA is responsible for assessing the value transferred ignoring any question of grossing up.</p>\n\n<h2 id=\"cases-where-transferee-pays-inheritance-tax\">4.14 Cases where transferee pays Inheritance Tax</h2>\n\n<p>In cases where the transferee agrees to bear the tax no grossing up will be required and the tax will be charged on the net value of the gift. If incidental expenses incurred by the transferor in making the transfer are borne by a person benefiting from the transfer, they will be deducted from the value transferred, but no such deduction will be made if such expenses are borne by the transferor (s.164 IHTA 1984).</p>\n\n<p>The cumulative total will be increased by the value transferred by the chargeable transfer, exclusive of tax.</p>\n\n<p><strong>Approach to Valuation</strong></p>\n\n<h2 id=\"no-retained-property\">4.15 No retained property</h2>\n\n<p>When the transferor transfers all their real and leasehold property, retaining no other property, the caseworker need only consider the market value of the transferred property. In such cases the &ldquo;value transferred&rdquo; will be the same as the &ldquo;value of the property transferred&rdquo;.</p>\n\n<h2 id=\"retained-property\">4.16 Retained property</h2>\n\n<p>When the transferor retains other property the loss to the estate will include the diminution in value, if any, of the retained property. Strictly what has to be valued is the transferor&rsquo;s estate immediately before and immediately after the transfer. If only part of the transferor&rsquo;s estate has been reduced in value as a consequence of the transfer then the &ldquo;before value&rdquo; may be restricted to the affected property together with the transferred property, while the &ldquo;after value&rdquo; will relate to the affected properties only.</p>\n\n<p>In practice it will often be apparent to the caseworker that the transfer has no adverse effect on the value of retained property. Where this is not the case the caseworker may often find it appropriate to ascertain the value transferred by valuing the property passing and adding to it any diminution in value of the transferor&rsquo;s interest in any retained property which results from the transfer. This practice is likely to be especially appropriate in the case of large estates when a transfer causes depreciation in value of a small part of the retained estate.</p>\n\n<p>Care must always be taken to ensure that the reduction in value is as a result of the transfer and not a reduction in value following some closely associated occurrence.</p>\n\n<p>It should be noted that when depreciation in value of the retained estate is caused, the &ldquo;value transferred&rdquo; will differ from the &ldquo;value of the property transferred&rdquo; and both figures must be reported to HMRC. (See Section 27: para 27.63).</p>\n\n<h2 id=\"undivided-shares\">4.17 Undivided shares</h2>\n\n<p>A transferor may reduce an interest held in a property by transferring an undivided share of that interest. Such a transfer may well cause a depreciation to the value of the former interest in the property which is greater than that arrived at by deducting the arithmetical share from the value of the original interest owned by the transferor. (See Section 18 for the valuation approach in such cases).</p>\n\n<p>If the transferor retains any other property, apart from that from which the share has been transferred, the question whether or not such other property has been reduced in value because of the transfer must be considered.</p>\n\n<p>Where the &ldquo;related property&rdquo; provisions of s.161 IHTA 1984 apply different considerations will have to be taken into account in ascertaining the loss to the transferor. (See Section 15).</p>\n\n<h2 id=\"other-property-owned-by-transferor\">4.18 Other property owned by transferor</h2>\n\n<p>Generally the caseworker will be informed by HMRC when they are aware of other property owned by the transferor which may be affected by the transfer.</p>\n\n<p>Where the caseworker has reason to believe, from office records, that the transferor holds other property which has not been disclosed to HMRC and is of opinion that the transfer has reduced its value, or that the &ldquo;related property&rdquo; provisions apply (see Section 15), the HMRC caseworker should be advised of the circumstances and action in respect of that item should be postponed pending further instructions.</p>\n\n<h2 id=\"reporting-before-and-after-values\">4.19 Reporting &ldquo;before and after&rdquo; values</h2>\n\n<p>The &ldquo;value transferred&rdquo; should be reported on Form VO 1110, but if clarification is needed the &ldquo;before and after&rdquo; values should be supplied in a separate memorandum, stating either that these relate to the whole estate or, if not, specifying which properties have been taken into account. Occasionally HMRC will specifically request &ldquo;before and after&rdquo; values and the caseworker should comply.</p>\n\n<h2 id=\"transfer-of-mortgagees-interest\">4.20 Transfer of mortgagee&rsquo;s interest</h2>\n\n<p>When a person transfers an interest as mortgagee in any property, the advice of the VOA should be restricted to the unencumbered value of the property.</p>\n\n<h2 id=\"transfer-of-mortgagors-interest\">4.21 Transfer of mortgagor&rsquo;s interest</h2>\n\n<p>Where it is disclosed that the property is subject to a mortgage the mortgage should be ignored in assessing the value transferred.</p>\n\n<p><strong>Potentially Exempt Transfers (PETs)</strong></p>\n\n<h2 id=\"general-1\">4.22 General</h2>\n\n<p>Para 1 Sch 19 FA 86 inserts a new Section 3A in IHTA 1984 which defines a potentially exempt transfer (PET) as a transfer of value:-</p>\n\n<ul>\n  <li>made by an individual on or after 18 March 1986</li>\n  <li>which would otherwise be a chargeable transfer</li>\n  <li>and which is either:-</li>\n</ul>\n\n<p><strong>i.</strong> a gift to another individual; or</p>\n\n<p><strong>ii.</strong> a gift into either an accumulation and maintenance trust, or a trust for disabled persons; or</p>\n\n<p><strong>iii.</strong> (with effect from 17 March 1987) a transfer under which either property becomes settled on a trust under which an individual has an interest in possession, or property ceases to be subject to an interest in possession and becomes comprised in, or increases the value of, the estate of another individual, whether as trust property or not.</p>\n\n<p>Thus a gift which is not included in these three categories cannot be a PET. There are also provisions which exclude certain types of transfer from being PETs.</p>\n\n<h2 id=\"taxable-transfers\">4.23 Taxable transfers</h2>\n\n<p>A PET is not chargeable at the time it is made. If the transferor survives for seven years after the transfer was made, then it becomes exempt.</p>\n\n<p>If the transferor dies within seven years of the transfer, the exemption is lost. The transfer is treated as taxable:-</p>\n\n<ul>\n  <li>on the value transferred at the date the transfer was made. The value transferred is found by the normal &ldquo;loss to the estate&rdquo; principle;</li>\n  <li>at the rate of tax in force at the date of transfer unless that in force at the date of death is lower.</li>\n</ul>\n\n<p>If the transfer was made more than three years before death, then tax is subject to tapering relief. This relief takes the form of a percentage reduction of the tax payable, according to the length of time that the deceased survived the transfer (s.7(4) IHTA 1984 inserted by para 2(4) Sch 19 FA 86).</p>\n\n<table>\n  <tr>\n    <td>Years between transfer and death</td>\n    <td>Percentage of full tax rate</td>\n  </tr>\n  <tr>\n    <td>  </td>\n    <td>  </td>\n  </tr>\n  <tr>\n    <td>0 – 3</td>\n    <td>100%</td>\n  </tr>\n  <tr>\n    <td>3 – 4</td>\n    <td>80%</td>\n  </tr>\n  <tr>\n    <td>4 – 5</td>\n    <td>60%</td>\n  </tr>\n  <tr>\n    <td>5 – 6</td>\n    <td>40%</td>\n  </tr>\n  <tr>\n    <td>6 – 7</td>\n    <td>20%</td>\n  </tr>\n</table>\n\n<h2 id=\"application-of-taper-relief\">4.24 Application of Taper Relief</h2>\n\n<p>Taper relief is only applicable when tax would have been payable in respect of the lifetime transfer. This is illustrated by the following examples:</p>\n\n<p><strong>Example 1- Taper Relief applicable</strong></p>\n\n<p>In July 2002 A made a gift of £350,000 to B. In May 2007 (when the tax threshold was £300,000) A died, leaving an estate of £400,000, and the gift became liable to IHT as a failed PET:</p>\n\n<table>\n  <tr>\n    <td>  </td>\n    <td>£</td>\n  </tr>\n  <tr>\n    <td>Lifetime gift</td>\n    <td>350,000</td>\n  </tr>\n  <tr>\n    <td>Value of A's estate at date of death</td>\n    <td>400,000</td>\n  </tr>\n  <tr>\n    <td>Total chargeable estate</td>\n    <td>750,000</td>\n  </tr>\n</table>\n\n<p>The tax is then calculated in two parts: first on the lifetime gift and then on A&rsquo;s estate</p>\n\n<p>Tax on lifetime gift</p>\n\n<table>\n  <tr>\n    <td>  </td>\n    <td>£</td>\n  </tr>\n  <tr>\n    <td>Value of lifetime gift</td>\n    <td>350,000</td>\n  </tr>\n  <tr>\n    <td>Less the threshold at date of death </td>\n    <td>300,000</td>\n  </tr>\n  <tr>\n    <td>  </td>\n    <td> 50,000</td>\n  </tr>\n</table>\n\n<p>IHT on £50,000 at 40% is £20,000.</p>\n\n<p>As the death occurred between four and five years after the date of death, taper relief applies and only 60% of that £20,000 (£12,000) is actually payable by B.</p>\n\n<p>Tax on the value of B&rsquo;s death estate</p>\n\n<table>\n  <tr>\n    <td>  </td>\n    <td>£</td>\n  </tr>\n  <tr>\n    <td>Total chargeable estate</td>\n    <td>750,000</td>\n  </tr>\n  <tr>\n    <td>Less the threshold</td>\n    <td>300,000</td>\n  </tr>\n  <tr>\n    <td>  </td>\n    <td>450,000</td>\n  </tr>\n</table>\n\n<p>IHT on £450,000 at 40% is £180,000.</p>\n\n<p>The amount of tax actually to be paid on the estate is £180,000 less the full tax of £20,000 payable on the lifetime gift. This is to the estate&rsquo;s advantage, so the actual tax payable on A&rsquo;s death by his executors is £160,000.</p>\n\n<p><strong>Example 2 - Taper Relief not applicable.</strong></p>\n\n<p>The dates are as in Example 1) above but the amount of gift from A to B was £100,000 and the value of A&rsquo;s estate on his death was £650,000.</p>\n\n<table>\n  <tr>\n    <td>  </td>\n    <td>£</td>\n  </tr>\n  <tr>\n    <td>Lifetime gift</td>\n    <td>100,000</td>\n  </tr>\n  <tr>\n    <td>Value of A's estate at date of death</td>\n    <td>650,000</td>\n  </tr>\n  <tr>\n    <td>Total</td>\n    <td>750,000</td>\n  </tr>\n  <tr>\n    <td>Less the threshold at date of death </td>\n    <td>300,000</td>\n  </tr>\n  <tr>\n    <td>Total chargeable estate</td>\n    <td>450,000</td>\n  </tr>\n</table>\n\n<p>IHT on £450,000 at 40% is £180,000 and this is the amount for which A&rsquo;s executors are liable.</p>\n\n<p>No tax is payable on the gift itself because it does not exceed the threshold.</p>\n\n<h2 id=\"reserved\">4.25-4.34 Reserved</h2>\n\n<p><strong>Gifts with Reservation (GWRs)</strong></p>\n\n<h2 id=\"general-2\">4.35 General</h2>\n\n<p>Special rules apply where the gift is made with a reservation (s.102 FA 1986). A gift with reservation is defined as a gift made by an individual on or after 18 March 1986 where either:-</p>\n\n<ul>\n  <li>\n    <p>bona fide possession and enjoyment of the property was not assumed by the donee at or before the beginning of &ldquo;the relevant period&rdquo;, or</p>\n  </li>\n  <li>\n    <p>at any time in the &ldquo;relevant period&rdquo;, the property was not enjoyed to the entire or virtual exclusion of the donor and of any benefit to him by contract or otherwise.</p>\n  </li>\n</ul>\n\n<p>The &ldquo;relevant period&rdquo; is defined as the period of seven years preceding the death of the donor or, if shorter, the period between gift and the death.</p>\n\n<p>HMRC will look back from the date of the donor&rsquo;s death to see whether during the appropriate period either condition was infringed. If it was, the property is treated as subject to a reservation. In this respect it should be noted that the definition of what constitutes a &ldquo;reservation&rdquo; has been widened for disposals occurring on or after 9 March 1999. This is because the new ss 102A - 102C, which were inserted into the FA 1986 by FA 1999 s104, have effectively reversed the House of Lords decision in the case of Ingram v IRC (1999) (the &ldquo;Lady Ingram&rdquo; case). The situation now is that the gift must be looked at in the context of the land itself, rather than in the context of the particular interest given which was the situation under &ldquo;Lady Ingram&rdquo;.</p>\n\n<p>Following the donor&rsquo;s death, tax will be chargeable on a GWR as if the property formed part of the estate immediately before death. If the reservation ceased at a time within seven years of death the donor is treated on having made a PET at that time and that will become a chargeable transfer under the normal rules for PETs (see para 4.23 above).</p>\n\n<p>A GWR will often also be taxable under the normal rules as a PET or transfer chargeable when made. As such there is potential for two taxable occasions to arise from a single transfer but regulations made by the Board under s.104(1)(b) FA 1986 avoid a double charge in such circumstances. Broadly the effect of the regulations is that whichever transfer produces the higher amount of tax as a result of the death remains chargeable, whilst the other transfer is ignored.</p>\n\n<p>An example of a GWR would be the gift of a house in which the donor continues to live rent free. If this also constituted a PET and if the donor dies within seven years then IHT will be payable on whichever of the following bases produces the greater amount of tax:-</p>\n\n<ul>\n  <li>\n    <p>incorporating the value of the property at the date of death in the donor&rsquo;s estate; or</p>\n  </li>\n  <li>\n    <p>charging on the basis of the normal PET rules having regard to the value of the property at the date of gift.</p>\n  </li>\n</ul>\n\n<p>In most cases (a) above will apply but HMRC will often require valuations both at the date of gift and at the date of death (or earlier cesser of the reservation if applicable) in order to quantify the tax on the alternative bases.</p>\n\n<h2 id=\"pre-owned-assets\">4.36 Pre Owned Assets</h2>\n\n<p>Over the years several complex and sophisticated tax avoidance schemes (mainly involving the family home) had evolved in order to try and avoid the GWR rules contained in s102 FA 1986. Judicial challenges had been mounted against a number of these schemes, notably in Ingram v IRC (1999) (see para 4.35 above) and IRC v Eversden and Another (2003), and adverse decisions in these cases had obliged the Revenue to amend the provisions of s102. However, a number of other schemes remained untested and it was felt wider reaching provisions were required.</p>\n\n<p>Consequently section 84 and schedule 15 of the Finance Act 2004 introduced new provisions for charging Income Tax on pre –owned assets, commencing in the tax year 2005-6.</p>\n\n<p>For land and buildings to be regarded as a pre-owned asset the following must apply:</p>\n\n<ul>\n  <li>\n    <p>an individual taxpayer must occupy the land in question either alone, or with another person or persons,</p>\n  </li>\n  <li>\n    <p>either the ‘disposal condition’ or the ‘contribution condition’ must be met, and</p>\n  </li>\n  <li>\n    <p>the disposal must not be an excluded transaction or exempt.</p>\n  </li>\n</ul>\n\n<p>The ‘<strong>disposal condition</strong>’ (in para. 3(2) of Sch. 15) is satisfied if at any time after 17th March 1986 (the date that IHT was introduced) the taxpayer owned an interest in the land in question and has disposed of all or part of their interest in the relevant land. The condition can also be met if at any time after 17th March 1986 the taxpayer owned an interest in other land, disposed of all or part of their interest in that land, and then another person has applied the proceeds of that disposal towards the acquisition of an interest in the land in question (This prevents the disposal condition being avoided by the recipient of a gift subsequently acquiring a new property in which the taxpayer has never owned an interest).</p>\n\n<p>The ‘contribution condition’ (in para. 3(3) of Sch. 15) is satisfied if at any time after 17th March 1986, the taxpayer has directly or indirectly provided any of the consideration given by another person for the acquisition of either an interest in the relevant land, or in other property, the proceeds of the disposal of which were applied by another person towards an acquisition of an interest in the relevant land. The contribution condition does not rely on the taxpayer having previously had an interest in the land in question or some other property.</p>\n\n<p>Disposals that are excluded from the charge to tax (under para. 10 of Sch. 15) include</p>\n\n<ul>\n  <li>\n    <p>The disposal of the taxpayer’s whole interest in the property made at arm’s length with either an unconnected party or on terms that might be expected to be made in an arm’s length disposal. The disposal can be made subject to the retention of rights by the taxpayer providing that any rights are expressly reserved. (The fact that the taxpayer expressly reserves rights on the disposal will mean that the property will be caught by the GWR rules.)</p>\n  </li>\n  <li>The disposal was to the individual’s spouse, or to a former spouse, under a court order.</li>\n  <li>The disposal was into a trust in which the individual’s spouse (or former spouse, under a court order) has an interest in possession.</li>\n  <li>The disposal was into a trust in which the individual’s spouse (or former spouse, under a court order) has an interest in possession.</li>\n  <li>The disposal is an outright gift to an individual and is for the purposes of IHTA 1984, an exempt transaction by virtue of section 19 (annual exemption) or section 20 (small gifts).</li>\n</ul>\n\n<p>The practical effect of these provisions is that arrangements which previously would not have fallen under the GWR provisions (e.g. “Ingram” type disposals prior to 9 March 1999 and “Eversden” type disposals prior to 20 June 2003) now fall under the pre-owned assets regime and income tax is payable on the benefit of the retained interest from 2005-6 onwards. Alternatively, prior to 31 January 2007, (in the case of existing arrangements), the taxpayer could elect to opt out of these charging provisions and instead have the arrangement treated as a GWR for Inheritance Tax purposes (para 21 of sch 15).</p>\n\n<h2 id=\"exceptions\">4.37 Exceptions</h2>\n\n<p>There are certain gifts where some benefit is retained by the donor which are not treated as having been made with reservation (para 6 Sch 20 FA 1986).</p>\n\n<p>a) Where the gift is of an interest in land or a chattel, and full consideration is given for the benefit reserved.\nb) Where the gift is of an interest in land, occupation by the donor is disregarded if it results from a change of the \ndonor&rsquo;s circumstances since the date the gift was made; the change must have been unforeseen at the time of the gift. The occupation must have occurred &ldquo;at a time when the donor has become unable to maintain himself through old age, infirmity or otherwise&rdquo; and must represent reasonable provision by the donee for the donor. The donee must be related to the donor or the donor&rsquo;s spouse.</p>\n\n<p><strong>&ldquo;Associated Operations&rdquo;</strong></p>\n\n<h2 id=\"general-3\">4.38 General</h2>\n\n<p>By s.268 IHTA 1984 operations are treated as &ldquo;associated&rdquo; if there is more than one operation affecting the same property or one affecting a particular property and others which affect the income or accumulations of income from that property or affect another &ldquo;property&rdquo; which in financial terms represents that particular property. The transfer of value made by such associated operations shall be taken to be made at the time of the last operation.</p>\n\n<p>S.268(1)(b) &ldquo;associates&rdquo; operations when one is effected with the intention that the other should follow. An &ldquo;operation&rdquo; includes an omission to take some action.</p>\n\n<h2 id=\"exclusions\">4.39 Exclusions</h2>\n\n<p>The grant of a lease or tenancy at full rent is prevented by s.268(2) IHTA 1984 from being &ldquo;associated&rdquo; with any operation effected more than three years later. The section also prevents any operation on or after 27 March 1974 from being &ldquo;associated&rdquo; with one before that date.</p>\n\n<h2 id=\"purpose-of-s268-ihta-1984\">4.40 Purpose of s.268 IHTA 1984</h2>\n\n<p>The section is included in the Act to counter tax avoidance by the transfer of value in stages. For example a father might grant his son a tenancy of a house, thereby reducing the value of his interest in the house, which he would shortly afterwards transfer to the son. The true effect of these operations is to give the son a house with vacant possession at the date of the last transaction. Similarly it might be possible to transfer a property in parts (physical, legal or combination of both) so as to transfer the entirety of a property with a value greater than the sum of the parts transferred when valued individually.</p>\n\n<h2 id=\"reference-to-voa\">4.41 Reference to VOA</h2>\n\n<p>The VOA may therefore receive a request from HMRC for the value effectively transferred by one transfer being the last of a series of associated operations. If any of the earlier operations were themselves a transfer of value by the same transferor, an adjustment will be made to account for the earlier values transferred except to the extent that any were exempt as transfers between spouses (s.18 IHTA 1984). Any such adjustment will be dealt with by HMRC.</p>\n\n<h2 id=\"incomplete-information\">4.42 Incomplete information</h2>\n\n<p>HMRC will decide whether or not s.268 IHTA 1984 is applicable, but where the caseworker is aware from office records that a transfer is associated with other operations in the manner described above and HMRC has not referred it as an &ldquo;associated operations&rdquo; case, the caseworker should contact HMRC explaining the circumstances and await their instructions.</p>\n\n<p><strong>Property Subject to a Restriction Against Disposal or an Option</strong></p>\n\n<h2 id=\"general-4\">4.43 General</h2>\n\n<p>S.163 IHTA 1984 contains special rules for the treatment of property subject to a restriction against disposal (e.g. the existence of an option to purchase). Valuation requirements may differ depending on whether the original creation of the restriction was treated as a chargeable transfer and/or whether full consideration was paid for it.</p>\n\n<p>When HMRC have knowledge of a legally binding restriction or option they will indicate the provisions to which regard should be had in arriving at the value transferred. If the parties do not agree with such provisions the caseworker should contact HMRC giving full details of the parties&rsquo; contentions.</p>\n\n<p>If at the time of making the valuation the caseworker becomes aware of any restriction or option the caseworker should contact HMRC giving full details and pending receipt of instructions no further action should be taken on the case.</p>\n\n<h2 id=\"reserved-1\">4.44-4.59 Reserved</h2>\n\n<h2 id=\"part-2--transfers-on-death\">Part 2 : Transfers on Death</h2>\n\n<p><strong>General</strong></p>\n\n<h2 id=\"replacement-of-capital-transfer-tax-by-inheritance-tax\">4.60 Replacement of Capital Transfer Tax by Inheritance Tax</h2>\n\n<p>The FA 1986 introduced Inheritance Tax (IHT) with effect from 25 July 1986 (actual changes to the tax structure have effect on or after 18 March 1986). See Section 3.</p>\n\n<p><strong>Definitions</strong></p>\n\n<h2 id=\"transfer-of-value-on-death\">4.61 Transfer of value on death</h2>\n\n<p>By virtue of s.4(1) IHTA 1984 &ldquo;On the death of any person tax shall be charged as if, immediately before his death, he had made a transfer of value and the value transferred by it had been equal to the value of his estate immediately before his death.&rdquo;</p>\n\n<h2 id=\"meaning-of-estate-1\">4.62 Meaning of estate</h2>\n\n<p>The wording of s.4(1) IHTA 1984 means that the value transferred comprises the value of the deceased&rsquo;s entire estate. For the purpose of this section a person&rsquo;s &ldquo;estate&rdquo; is defined in s.5(1) IHTA 1984 as &ldquo;the aggregate of all the property to which he is beneficially entitled, except that the estate of a person immediately before his death does not include excluded property&rdquo; (see para 4.64). &ldquo;Property&rdquo; by s.272 IHTA 1984 &ldquo;includes rights and interests of any description&rdquo; and by s.5(2) IHTA 1984 it includes non-settled property over which a person has power to dispose as they please. A person with an interest in possession in settled property (e.g. a life tenant) is by virtue of s.49(1) IHTA 1984 (as amended by the Finance Act 2006) treated as beneficially entitled to the property in which the interest subsists, so that such property will form part of that person&rsquo;s estate on death.</p>\n\n<h2 id=\"interests-in-possession-in-settled-property-reverting-to-the-settlor-the-settlors-spouse-or-civil-partner-or-the-settlors-widow-or-widower-or-surviving-civil-partner\">4.63 Interests in possession in settled property reverting to the settlor, the settlor&rsquo;s spouse or civil partner, or the settlor&rsquo;s widow or widower or surviving civil partner</h2>\n\n<p>Where the interest in possession reverts to the settlor on the death of a life tenant during the lifetime of the settlor, s.54(1) IHTA 1984 provides that the value of the settled property shall be left out of account in valuing the life tenant&rsquo;s estate, unless the settlor had acquired a reversionary interest in the property for money or money&rsquo;s worth.</p>\n\n<p>By s.54(2) (as amended by FA 2006) where the settlor&rsquo;s spouse or civil partner, or if the settlor has died less than 2 years earlier, the settlor&rsquo;s widow or widower or surviving civil partner becomes beneficially entitled to the property and is domiciled in the UK at the time of death and neither the settlor nor the settlor&rsquo;s spouse or settlor’s civil partner (or the widow or widower or surviving civil partner) had acquired a reversionary interest for money or money&rsquo;s worth, the value of the settled property shall be left out of account in valuing the life tenant&rsquo;s estate.</p>\n\n<h2 id=\"excluded-property-1\">4.64 Excluded property</h2>\n\n<p>Excluded property is property which is not to be charged to IHT although it might otherwise be so liable. What property is excluded property is a matter for HMRC to decide by reference to ss.6 and 48 IHTA 1984. Generally property outside the UK is excluded if the owner is, or in the case of settled property the settlor, at the time of making the settlement, was domiciled outside the UK (see ss.6, 48 and 267 IHTA 1984). Certain miscellaneous types of property set out in ss.6 and 48 IHTA 1984 are also excluded. Other exclusions (see ss.55(1) and 48(1) IHTA 1984) are rendered necessary because of the manner in which settled property is brought within the scope of IHT. (See Section 8).</p>\n\n<p><strong>Estate on Death</strong></p>\n\n<h2 id=\"time-of-valuation-and-certain-changes-in-value-in-deceaseds-estate-due-to-the-death\">4.65 Time of valuation and certain changes in value in deceased&rsquo;s estate due to the death</h2>\n\n<p>The time of valuation is immediately before death but regard must be had to s.171 IHTA 1984. By virtue of this section increases or decreases in the value of the property comprised in the deceased&rsquo;s estate which have occurred by reason of the death shall be taken into account as if they had occurred before the death. Also if the death has resulted in an addition to the property comprised in the deceased&rsquo;s estate (such as damages becoming payable in respect of the deceased&rsquo;s loss of life or an insurance policy maturing on death) the consequent increase in the value of the estate is assumed to have occurred before the death. S.171 IHTA 1984 in addition provides that in determining the value of a person&rsquo;s estate immediately before death no account is to be taken of any changes in the value of the estate which result from the termination on death of any interest (e.g. a life interest in settled property) or the passing of any interest by survivorship (e.g. the interest of a joint tenant). If, during the course of negotiations, the parties claim that the value of an interest has been affected by reason of the deceased&rsquo;s death and that s.171 should apply, the HMRC caseworker should be advised of the circumstances and action in respect of that item should be postponed pending further instructions.</p>\n\n<p><strong>Falls in Value</strong></p>\n\n<h2 id=\"transfers-within-7-years-before-death\">4.66 Transfers within 7 years before death</h2>\n\n<p>Sections 131-140 IHTA 1984 provide for relief where there has been a fall in value of property transferred by a lifetime gift within the 7 years prior to the death of the transferor (see Section 13).</p>\n\n<h2 id=\"sales-within-4-years-and-compulsory-acquisitions-within-3-years-after-death\">4.67 Sales within 4 years and compulsory acquisitions within 3 years after death</h2>\n\n<p>Ss.191-197 IHTA 1984 give relief where:-</p>\n\n<p>a) an interest in land is sold within 3 years after death at a price lower than the value on death;</p>\n\n<p>b) an interest in land is compulsorily acquired at any time after death pursuant to a notice to treat served before death or within 3 years afterwards. (See Section 12).</p>\n\n<p>S.199 Finance Act 1993 inserted section 197A into the IHTA 1984 which treats certain sales within a fourth year as having been made within the original three-year period. The period for compulsory acquisitions is unchanged.</p>\n\n<h2 id=\"sales-within-3-years-after-death-of-property-valued-with-related-property\">4.68 Sales within 3 years after death of property valued with &ldquo;related property&rdquo;</h2>\n\n<p>S.176 IHTA 1984 gives relief if property is sold within the appropriate period at less than its value at death where that value was arrived at under the &ldquo;related property&rdquo; provisions (s.161) or in conjunction with other property in the deceased&rsquo;s estate. (See Section 12). The appropriate period is 3 years.</p>\n\n<h2 id=\"reserved-2\">4.69-4.74 Reserved</h2>\n\n<p><strong>Miscellaneous</strong></p>\n\n<h2 id=\"commorientes\">4.75 Commorientes</h2>\n\n<p>As between commorientes (those dying together) ss.4(2) and 54(4) IHTA 1984 provide that where it cannot be known which of two or more persons who have died survived the other or others they shall be assumed to have died at the same instant. These sections were enacted to prevent a multiple charge to tax when, for example, a widow and her son die simultaneously in an accident, the widow having bequeathed the whole of her estate to her son. The normal legal presumption in such circumstances is that the younger person is presumed to have survived the older.</p>\n\n<h2 id=\"mortgagees-interest\">4.76 Mortgagee&rsquo;s interest</h2>\n\n<p>When a person dies possessed of a mortgagee&rsquo;s interest in any property, the advice of the VOA should be restricted to the unencumbered value of the property constituting the security.</p>\n\n<h2 id=\"mortgagors-interest\">4.77 Mortgagor&rsquo;s interest</h2>\n\n<p>Where the property transferred on a death is subject to a mortgage, the mortgage should be ignored in assessing the value transferred.</p>\n\n<h2 id=\"property-subject-to-a-restriction-against-disposal-or-an-option\">4.78 Property subject to a restriction against disposal or an option</h2>\n\n<p>See para 4.42 hereof.</p>\n\n<h2 id=\"deceaseds-property-not-referred-to-voa\">4.79 Deceased&rsquo;s property not referred to VOA</h2>\n\n<p>If the caseworker is aware that the deceased had an interest in property which has not been included in the schedule of properties referred for valuation, but which ought to form part of the estate for IHT purposes, the HMRC caseworker should be advised of the relevant details.</p>\n\n<p>Any existing reference concerning the estate should not be delayed.</p>\n\n<h2 id=\"reserved-3\">4.80-99 Reserved</h2>\n"}],"manual":{"base_path":"/guidance/inheritance-tax-manual"},"organisations":[{"title":"Valuation Office Agency","abbreviation":"VOA","web_url":"https://www.gov.uk/government/organisations/valuation-office-agency"}]},"routes":[{"path":"/guidance/inheritance-tax-manual/section-4-transfer-of-value-in-life-and-on-death","type":"exact"}],"redirects":[],"publishing_app":"manuals-publisher","rendering_app":"manuals-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","first_published_at":"2017-05-05T10:25:15Z","base_path":"/guidance/inheritance-tax-manual/section-4-transfer-of-value-in-life-and-on-death","description":"The Valuation Office Agency's (VOA) technical manual relating to Inheritance Tax. ","content_id":"6f98b1f3-9849-4e4c-ae6b-1fe99f1418b2","locale":"en","expanded_links":{"manual":[{"analytics_identifier":null,"api_path":"/api/content/guidance/inheritance-tax-manual","base_path":"/guidance/inheritance-tax-manual","content_id":"727ad81d-ab4e-4698-8c5b-75c9c0f34417","description":"The Valuation Office Agency's (VOA) technical manual relating to Inheritance Tax. ","document_type":"manual","locale":"en","public_updated_at":"2017-05-05T10:25:15Z","schema_name":"manual","title":"Inheritance Tax Manual ","withdrawn":false,"links":{}}],"organisations":[{"analytics_identifier":"EA87","api_path":"/api/content/government/organisations/valuation-office-agency","base_path":"/government/organisations/valuation-office-agency","content_id":"ae98edb5-87b4-4a69-a31a-e0e5298f949d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2014-12-01T10:49:55Z","schema_name":"placeholder","title":"Valuation Office Agency","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"Valuation Office Agency","crest":"single-identity"}},"links":{}}],"available_translations":[{"title":"Section 4: transfer of value in life and on death","public_updated_at":"2017-05-05T10:25:15Z","analytics_identifier":null,"document_type":"manual_section","schema_name":"manual_section","base_path":"/guidance/inheritance-tax-manual/section-4-transfer-of-value-in-life-and-on-death","description":"The Valuation Office Agency's (VOA) technical manual relating to Inheritance Tax. ","api_path":"/api/content/guidance/inheritance-tax-manual/section-4-transfer-of-value-in-life-and-on-death","withdrawn":false,"content_id":"6f98b1f3-9849-4e4c-ae6b-1fe99f1418b2","locale":"en"}]},"format":"manual_section","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}