{"title":"Planning reforms boost local power and growth","public_updated_at":"2015-06-22T17:05:47Z","details":{"body":"<div class=\"govspeak\"><p>Planning reform is key to our economic recovery. Opponents claim, falsely, the government is putting the countryside in peril. We say that sticking with the old, failed planning system puts at risk young people’s future prosperity and quality of life. No one should underestimate our determination to win this battle. We will fight for jobs, prosperity and the right protection for our countryside.</p>\n\n<p>Since the planning system was established in 1947, it has grown inexorably more complicated. Between 2005 and 2010, Whitehall issued some 3,250 pages of guidance. As central prescription has burgeoned, the process has become more and more wasteful.</p>\n\n<p>Today, planning delays cost the economy £3 billion a year. It is twice as expensive to get planning permission in London’s West End as in Paris, and 10 times more than in Brussels. In a global economy, where skills and capital are more mobile than ever, our planning system is a deterrent to international investment, and a barrier to the expansion of home-grown enterprise.</p>\n\n<p>When planning acts as a brake on growth, and on the much needed new jobs and new businesses, reform is imperative. Current policy runs to thousands of pages, much written in technical detail. There is nothing democratic about a system that makes it virtually impossible for communities to understand how important decisions are made.</p>\n\n<p>House building rates before we took office had fallen to their lowest for generations. The average first-time buyer is already well into their thirties. A lack of new homes is sombre news for every young family waiting to get a foot on the ladder.</p>\n\n<p>The house building slump was due to a range of factors, but a complex and adversarial planning system, which left many communities resentful, was part of the problem. The aim of a <a href=\"https://www.gov.uk/government/policies/making-the-planning-system-work-more-efficiently-and-effectively/supporting-pages/national-planning-policy-framework\">National Planning Policy Framework</a> is simple. The draft brings together the policy and principles that guide decisions about how our country should grow. It reduces policy from more than 1,000 pages to under 100, and will pave the way for swifter, clearer decisions. In recent years, planning has come to be seen as a tool to say ‘no’ to growth; as a means to delay and block. This government will change that. Instead of stopping development, we want to support the right development. At the heart of the framework is a ‘presumption in favour of sustainable development’.</p>\n\n<p>This means the answers to proposals for responsible, careful growth should be ‘yes’, unless there are strong reasons to the contrary. A recent survey showed that a majority of the public support the idea of a simpler planning system and a presumption of favour of sustainable development.</p>\n\n<p>Among the most vociferous in their calls for government to bring forward a growth plan have - surprise, surprise - been among the most vociferous opponents to one of its central planks. The government is ready to debate the framework - based on facts, not myths. The idea that presumption in favour means that growth will be able to take place wherever, whenever and however is false. Protections for the green belt, for National Parks and Areas of Outstanding National Beauty continue. The framework insists on high environmental standards and good design. Poorly-designed and poorly-located development is in no-one’s interest.</p>\n\n<p>Nor will our reforms give communities less say. On the contrary. We are abolishing the old regional strategies and housing targets. Councils will continue to exercise a vital role, drawing up plans for their area.</p>\n\n<p>Through neighbourhood planning, a key new right in the Localism Bill, communities will soon have the chance to say where they want new shops, homes and businesses to go, and what they should look like.</p>\n\n<p>Reforming a slow and inefficient planning system will be good news for the small business looking to expand; for the young family hoping for more affordable house prices; and for the community wanting to decide on their own future. This is our opportunity to unlock the new investment and new jobs the country needs. We cannot afford to miss it.</p>\n</div>","political":true,"delivered_on":"2011-09-04T09:00:00+01:00","change_history":[],"image":{"alt_text":"The Rt Hon Sir Eric Pickles MP","url":"/government/uploads/system/uploads/person/image/13/Eric_Pickles.jpg"},"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"first_public_at":"2013-05-01T14:31:43.000+01:00"},"routes":[{"path":"/government/speeches/planning-reforms-boost-local-power-and-growth--2","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","first_published_at":"2013-05-01T13:31:43Z","base_path":"/government/speeches/planning-reforms-boost-local-power-and-growth--2","description":"The Communities Secretary and the Chancellor write in the Financial Times on how planning reforms are key to the economic recovery.","content_id":"5e2a9ace-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"Planning reforms boost local power and growth","public_updated_at":"2015-06-22T17:05:47Z","analytics_identifier":null,"document_type":"authored_article","schema_name":"speech","base_path":"/government/speeches/planning-reforms-boost-local-power-and-growth--2","description":"The Communities Secretary and the Chancellor write in the Financial Times on how planning reforms are key to the economic recovery.","api_path":"/api/content/government/speeches/planning-reforms-boost-local-power-and-growth--2","withdrawn":false,"content_id":"5e2a9ace-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}