{"title":"TNT (UK) Limited v The Commissioners for HM Revenue and Customs [2012] UKUT 49 (TCC)","public_updated_at":"2016-12-01T16:19:13Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the [full decision](TNT_UK_Ltd_v_HMRC.pdf).\r\n\r\nCUSTOMS DUTIES — post-clearance demand — goods imported using\r\nsimplified inward processing relief system — appellant acting as importer’s, or\r\npurported importer’s, agent — import declarations submitted by appellant incorrect\r\nby reason of importer providing false identity— no bills of discharge provided —\r\nCustoms Code arts 5, 204 — whether appellant liable for payment of duty and VAT\r\n— yes — appeal dismissed."},{"content_type":"text/html","content":"<p>Read the <a href=\"TNT_UK_Ltd_v_HMRC.pdf\">full decision</a>.</p>\n\n<p>CUSTOMS DUTIES — post-clearance demand — goods imported using\nsimplified inward processing relief system — appellant acting as importer’s, or\npurported importer’s, agent — import declarations submitted by appellant incorrect\nby reason of importer providing false identity— no bills of discharge provided —\nCustoms Code arts 5, 204 — whether appellant liable for payment of duty and VAT\n— yes — appeal dismissed.</p>\n"}],"metadata":{"hidden_indexable_content":"Appeal number: FTC/18/2011\r\nNCN 2012 UKUT 49 TCC\r\nCUSTOMS DUTIES — post-clearance demand — goods imported using\r\nsimplified inward processing relief system — appellant acting as importer’s, or\r\npurported importer’s, agent — import declarations submitted by appellant incorrect\r\nby reason of importer providing false identity— no bills of discharge provided —\r\nCustoms Code arts 5, 204 — whether appellant liable for payment of duty and VAT\r\n— yes — appeal dismissed\r\nUPPER TRIBUNAL\r\nTAX AND CHANCERY CHAMBER\r\nTNT (UK) LIMITED Appellant\r\n- and –\r\nTHE COMMISSIONERS FOR HER MAJESTY’S\r\nREVENUE AND CUSTOMS Respondents\r\nTribunal: Judge Colin Bishopp\r\nJudge Edward Sadler\r\nSitting in public in London on 10 November 2011\r\nMr Timothy Brown, counsel, instructed by the Appellant’s legal department, for\r\nthe Appellant\r\nMr Alan Bates, counsel, instructed by the General Counsel and Solicitor to HM\r\nRevenue and Customs, for the Respondents\r\n2\r\n© CROWN COPYRIGHT 2012\r\n2\r\nDECISION\r\n1. This is an appeal against a decision of the First-tier Tribunal (Judge Walters\r\nQC and Ms Newns) (“the tribunal”) by which it dismissed the appeal of TNT\r\n(UK) Limited (“TNT”) against a post-clearance demand (commonly known as a\r\n5 C18) amounting to £264,993.20, and representing the customs duty and VAT due\r\non the importation in 2007 and 2008 of various goods. The goods were entered\r\nunder the Simplified Inward Processing Relief (“SIPR”) procedure, a procedure\r\nwhich, subject to the satisfaction of a number of conditions, relieves the importer\r\nfrom the payment of customs duty and VAT on importation. The duty and VAT\r\n10 were later demanded by HMRC by reason of non-compliance with one of those\r\nconditions, namely the failure to submit a timely bill of discharge.\r\n2. TNT is a well-known company, carrying on business primarily as an\r\nexpress carrier, but it also acts as a freight agent for some of its customers. The\r\ntribunal recorded (as was undisputed) that it was in the latter capacity that it made\r\n15 52 import declarations in respect of computer components, manufactured by\r\nCisco Systems in the USA, but imported into the United Kingdom via the\r\nNetherlands. Although there was no finding to this effect, it seems that they had\r\nbeen held in a customs warehouse while they were in the Netherlands, and it was\r\ncommon ground that they had not been released to free circulation there. In each\r\n20 case, as the tribunal found, the declaration (in form C88) showed the intended\r\nrecipient of the goods as ITECO Nigeria Limited, a Nigerian company whose UK\r\naddress was shown as “Bola Travel and Freight Limited, Unit 11, Eurolink\r\nBusiness Centre, London SW2 1BZ”. In fact, as the tribunal found and as TNT\r\nnow accepts, there was no company with the name Bola Travel and Freight\r\n25 Limited (“BTFL”): a company of that name had previously been in existence, but\r\nhad been dissolved in 2006.\r\n3. The unchallenged evidence before the tribunal, which it accepted, was that\r\nan employee of TNT, a Mr McDonald, took on trust what he was told by someone\r\nwho identified himself as “Bola Adeniyi”, and who claimed to represent BTFL.\r\n30 He provided Mr McDonald with various details, including in particular a VAT\r\nregistration number. That number was later found to belong to another, wholly\r\nunconnected, company, Afritrade (Europe) Limited (“Afritrade”). Mr Adeniyi, or\r\nthe person purporting to be Mr Adeniyi, told Mr McDonald that the goods were to\r\nbe brought into the UK for repair before re-export (which, if true, would make\r\n35 them eligible for inward processing relief provided all the other relevant\r\nconditions were met). Although the decision contains no express finding to this\r\neffect, it is not disputed that once the import formalities had been completed the\r\ngoods were delivered by TNT to the address given by Mr Adeniyi, and signed for.\r\n4. The absence of bills of discharge (which TNT accepts were not provided to\r\n40 HMRC) led HMRC to send demands for the duty and VAT to Afritrade, since it\r\nwas its VAT number which appeared on the declarations. Afritrade, not\r\nsurprisingly, protested. Its protests led HMRC to make enquiries from which they\r\ndiscovered, in short, that Afritrade had no connection with the goods beyond the\r\nfraudulent use of its VAT number, and that the goods had effectively disappeared,\r\n45 presumably to be sold within the UK. The tribunal’s decision contains more detail\r\n3\r\nabout the investigation and the conclusions drawn from it, but for present\r\npurposes it is sufficient to record that it found (as HMRC have always accepted)\r\nthat TNT is the innocent (if, as the tribunal thought, somewhat careless) victim of\r\na deception perpetrated by the purported Mr Adeniyi. HMRC contend, however,\r\n5 that as TNT, innocent though it may have been, had furnished incorrect\r\ndeclarations on import it is liable for the payment of the duty and VAT. TNT\r\nacknowledged before the tribunal that the declarations were incorrect but did not\r\naccept that this fact rendered it liable to pay.\r\n5. The tribunal found that it did, on the basis that TNT “was not empowered to\r\n10 act as a representative of whoever was the true importer of the goods” (see [76]).\r\nIt went on to add, at [80], that\r\n“although the Appellant was not aware at any relevant time that it was not\r\nvalidly empowered to be a representative of the importer(s) of the goods in\r\nissue, it should reasonably have been aware of that fact. The Appellant had a\r\n15 responsibility deriving from its participation in the customs procedure to\r\ncarry out reasonable checks (due diligence) as to the accuracy and\r\ncorrectness of the information included in the form C88 declarations made\r\nby it. The Appellant failed in that responsibility, in particular in not verifying\r\nthat BTFL was a company existing at the time(s) of the importation(s) and a\r\n20 person who could validly empower the Appellant to act as its\r\nrepresentative”.\r\n6. The crux of the tribunal’s conclusions appears at [81]:\r\n“The Appellant, as a person who stated that it was acting in the name of or\r\non behalf of another person (BTFL) without being empowered to do so is\r\n25 therefore deemed for the purposes of the Community Customs Code\r\nRegulation to have acted in its own name and in its own behalf (article 5(4)\r\nof the Community Customs Code Regulation).”\r\n7. Mr Timothy Brown, appearing before us for TNT, accepted that he could\r\nnot challenge any of the tribunal’s findings of fact; but he argued that the\r\n30 conclusion that TNT was not empowered to act as a representative of the true\r\nimporter of the goods, whoever that might have been, did not withstand scrutiny,\r\nand that the tribunal had misinterpreted, or misapplied, the relevant provisions of\r\nthe Customs Code (Council Regulation 2913/92/EEC, since replaced but in effect\r\nat the time) (“the Code”).\r\n35 8. The provisions of the Code relevant to this appeal are to be found in arts 5\r\nand 201 to 205. Article 5, so far as material, provides that\r\n“(1) … any person may appoint a representative in his dealings with the\r\ncustoms authorities to perform the acts and formalities laid down by customs\r\nrules.\r\n40 (2) Such representation may be—\r\n- direct, in which case the representative shall act in the name of\r\nand on behalf of another person, or\r\n- indirect, in which case the representative shall act in his own\r\nname but on behalf of another person …\r\n4\r\n(4) A representative must state that he is acting on behalf of the person\r\nrepresented, specify whether the representation is direct or indirect and be\r\nempowered to act as a representative.\r\nA person who fails to state that he is acting in the name of or on behalf of\r\n5 another person or who states that he is acting in the name of or on behalf of\r\nanother person without being empowered to do so shall be deemed to be\r\nacting in his own name and on his own behalf.\r\n(5) The customs authorities may require any person stating that he is\r\nacting in the name of or on behalf of another person to produce evidence of\r\n10 his powers to act as a representative.”\r\n9. It was accepted before the tribunal that TNT had declared itself to be the\r\nindirect representative of BTFL in 11 cases, and its direct representative in the\r\nremaining 41. Its contention that this was a mistake, and that it should be treated\r\nas the direct representative in all 52 cases, was rejected by the tribunal. Whether\r\n15 or not TNT made a mistake, the obligation imposed by art 5(4) to state whether\r\nthe representation is direct or indirect is mandatory and, as the tribunal\r\ndetermined, it is not open to TNT now to avoid any liability it might otherwise\r\nhave by claiming that it was in fact acting as a direct representative. There is no\r\nappeal against that finding and, as we shall indicate, it does not seem to us (nor\r\n20 did it to the tribunal) to make any difference to the outcome whether the\r\nrepresentation, or more accurately the stated representation, was direct or indirect.\r\n10. Mr Brown’s argument, in essence, was that even though TNT may not have\r\nbeen authorised to act on behalf of the non-existent BTFL, it nevertheless had the\r\nauthority to act on behalf of someone with sufficient connection with the goods to\r\n25 give that authority: the tribunal had accepted the evidence of the telephone call,\r\nand that the goods had been delivered to the address given by the supposed Mr\r\nAdeniyi. There is, he pointed out, no definition in the Code of the term\r\n“importer”. It was clear, nevertheless, that TNT was not the importer: it was\r\nobvious from the manner in which the declarations had been completed that in\r\n30 submitting them TNT was acting on information provided to it, and was\r\nsubmitting the declarations only in the capacity of agent. All that the Code\r\nrequires is that the person furnishing the declaration has the authority of another\r\nperson to make the declaration; it does not require that he has authority from the\r\nperson identified on the declaration as the consignee.\r\n35 11. Alternatively, even if TNT was not properly authorised, it believed on\r\nreasonable grounds that it was. There was nothing in the tribunal’s decision to\r\nsuggest that TNT had acted in anything other than good faith, and HMRC’s\r\ncomputer system (commonly referred to by its acronym of CHIEF) had not alerted\r\nTNT to the problem, by revealing the mismatch between the supposed consignee\r\n40 and the VAT registration number provided when the declaration was entered. The\r\ntribunal was mistaken in relying on its conclusion to the contrary, based as it was\r\non an incorrect view that there was an obligation on a person submitting a\r\ndeclaration to exercise due diligence. That the information given to the\r\nrepresentative, on which he relied when completing the declaration, later proved\r\n45 to be false was irrelevant.\r\n5\r\n12. For the Commissioners, Mr Alan Bates submitted that, when the person\r\nfurnishing the declaration has failed to comply with the basic requirement of the\r\nfirst paragraph of art 5(4) it directly follows that he is subject to the consequences\r\nwhich are spelt out by the second paragraph, and is thus to be treated as having\r\n5 made the declaration on his own behalf. There was no support in the Code itself\r\nfor Mr Brown’s argument that a representative satisfied his obligations by merely\r\nrepeating in a declaration what he had been told, uncritically and without\r\nverification: if that were so, he said, a representative could with impunity submit a\r\ndeclaration he knew to be false. The conclusion that a representative bears the\r\n10 consequences of an incorrect declaration is reinforced, he said, by the power\r\nconferred on the customs authority by art 5(5) to demand evidence of the\r\nrepresentative’s appointment. Those provisions struck a fair balance between the\r\nrights and obligations of authorised representatives on the one hand and the public\r\npurse on the other.\r\n15 13. In our judgment Mr Bates’ argument is unanswerable. Although other errors\r\nin a declaration may be capable of correction, the status of the person making it is\r\nplainly of fundamental importance. The clear purpose of art 5 is to ensure that the\r\ncustoms authority knows unequivocally who is liable for any duty and VAT\r\nwhich may be payable. We see no scope for the importation into art 5(4) of any\r\n20 implied proviso such as Mr Brown suggested, relieving the supposed\r\nrepresentative from liability if what he was told turns out to be wrong. Even if\r\nthere should be any room for doubt about that conclusion, it is removed by art 199\r\nof Commission Regulation (EEC) No 2454/93 (“the Implementing Regulation”,\r\nalso since replaced but in effect at the time):\r\n25 “Without prejudice to the possible application of penal provisions, the\r\nlodging with a customs office of a declaration signed by the declarant or his\r\nrepresentative shall render him responsible under the provisions in force for:\r\n- the accuracy of the information given in the declaration,\r\n- the authenticity of the documents presented, and\r\n30 - compliance with all the obligations relating to the entry of the\r\ngoods in question under the procedure concerned.”\r\n14. It is perfectly clear from that provision that the accuracy of the declaration is\r\nof cardinal importance, and that responsibility for it is to be determined wholly\r\nobjectively. Although it is not immediately obvious whether the word “him” in\r\n35 the third line means the declarant or the representative, the effect of the second\r\nparagraph of art 5(4), as we have said, is to treat the supposed representative as if\r\nhe were the declarant and in this context there is no ambiguity.\r\n15. In short, the tribunal’s conclusion that as BTFL did not exist it could not\r\nhave authorised TNT was inevitable, as was its finding that TNT had not derived\r\n40 lawful authority (that is, authority for which there was any evidence which might\r\nsatisfy the purpose of art 5(5)) from any other source. It was in our judgment\r\ncorrect to determine that as a result TNT was to be treated as having made the\r\ndeclaration on its own behalf. It thus makes no difference whether the purported\r\nrepresentation was direct or indirect.\r\n6\r\n16. The consequence of that conclusion is to be found in arts 201 to 205 of the\r\nCode, which collectively provide for a variety of different eventualities. The only\r\none which seems to us relevant to this appeal is art 204, the material parts of\r\nwhich provide that\r\n5 “(1) A customs debt on importation shall be incurred through—\r\n(a) non-fulfilment of one of the obligations arising, in respect of\r\ngoods liable to import duties, from their temporary storage or\r\nfrom the use of the customs procedure under which they are\r\nplaced, or\r\n10 (b) non-compliance with a condition governing the placing of\r\ngoods under that procedure or the granting of a reduced or zero\r\nrate of import duty by virtue of the end-use of the goods …\r\n(2) The customs debt shall be incurred at the moment when the obligation\r\nwhose non-fulfilment gives rise to the customs debt ceases to be met or at\r\n15 the moment when the goods are placed under the customs procedure\r\nconcerned where it is established subsequently that a condition governing\r\nthe placing of the goods under the said procedure or the granting of a\r\nreduced or zero rate of import duty by virtue of the end-use of the goods was\r\nnot in fact fulfilled.\r\n20 (3) The debtor shall be the person who is required, according to the\r\ncircumstances, either to fulfil the obligations arising, in respect of goods\r\nliable to import duties, from their temporary storage or from the use of the\r\ncustoms procedure under which they have been placed, or to comply with\r\nthe conditions governing the placing of the goods under that procedure.”\r\n25 17. The “obligation whose non-fulfilment gives rise to the customs debt” relied\r\nupon by HMRC is, as we have said, the failure to submit timely bills of discharge.\r\nMr Brown argued that the tribunal, in concluding that the combined effect of arts\r\n5 and 204 was to place the obligation for payment on TNT, failed to take any, or\r\nany adequate, account of art 537 of the Implementing Regulation, which provides\r\n30 that\r\n“An authorisation [which includes an authorisation to operate the inward\r\nprocessing relief procedure] shall be granted only where the applicant has\r\nthe intention of re-exporting or exporting main compensating products.”\r\n18. Mr Brown put his point in this way in his skeleton argument:\r\n35 “Article 537 … states that authorisation for IPR shall be granted only where\r\nthe ‘applicant’ has the intention of re-exporting the goods imported: it cannot\r\nbe the case that an agent, whether acting in its own name or not, can comply\r\nwith obligations which require physical control of the goods … the goods\r\nwere delivered by the appellant to the address given and signed for in the\r\n40 name of Bola Adeniyi. Therefore, the importer had physical control of the\r\ngoods and not the appellant.”\r\n19. In our view that argument fails for the reason given by Mr Bates. As he said,\r\nit runs quite contrary to art 5(4) of the Code. The representative who fails to\r\ncomply properly with its requirements is treated as acting on his own behalf, from\r\n45 which it follows that he assumes for himself the obligations which attach to the\r\n7\r\ncustoms procedure to which the goods were declared. That he chooses to hand\r\nthem over to someone else cannot relieve him of the responsibility for performing\r\nthose obligations.\r\n20. In our judgment the tribunal reached the correct conclusion for the right\r\n5 reasons and the appeal must be dismissed.\r\n10\r\nColin Bishopp\r\nUpper Tribunal Judge\r\n15 Edward Sadler\r\nUpper Tribunal Judge\r\nRelease date: 7 February 2012","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2012-02-07","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/575c097e40f0b66bda000030/TNT_UK_Ltd_v_HMRC.pdf","title":"TNT (UK) Limited v The Commissioners for HM Revenue and Customs [2012] UKUT 49 (TCC)","content_type":"application/pdf","updated_at":"2016-06-11T12:52:14Z","created_at":"2016-06-11T12:52:14Z","content_id":"491fba08-2bc7-4ed7-a313-57df38606dfe"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:12.724Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/tnt-uk-limited-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-49-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:13Z","base_path":"/tax-and-chancery-tribunal-decisions/tnt-uk-limited-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-49-tcc","description":"Upper Tribunal Tax & Chancery decision of Judge Bishopp and Judge Sadler on 7 February 2012.","content_id":"d8c7fbcc-0cd5-4cc0-82df-5ca5672f0c97","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"TNT (UK) Limited v The Commissioners for HM Revenue and Customs [2012] UKUT 49 (TCC)","public_updated_at":"2016-12-01T16:19:13Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/tnt-uk-limited-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-49-tcc","description":"Upper Tribunal Tax & Chancery decision of Judge Bishopp and Judge Sadler on 7 February 2012.","api_path":"/api/content/tax-and-chancery-tribunal-decisions/tnt-uk-limited-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-49-tcc","withdrawn":false,"content_id":"d8c7fbcc-0cd5-4cc0-82df-5ca5672f0c97","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}