{"title":"The Pollen Estate Trustee Company Limited and King's College London v The Commissioners for HM Revenue and Customs: [2012] UKUT 277 (TCC)","public_updated_at":"2016-12-01T16:19:13Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:f591a047-8c91-4757-bfcd-7ff61bc071e6].\r\n\r\nSTAMP DUTY LAND TAX – Charities and Minister of the Crown relief – whether\r\nreliefs apply to interest in land acquired by a charity or Minister of the Crown as a\r\ntenant in common pursuant to a purchase made through a bare trustee on behalf of\r\nthe charity or Minister and other non- charitable or Crown joint owners – No\r\nFA2003 sections 42 to 44,48 ,49,55, 75A, 76,77,85,103,107,117 and Schedules 8 and\r\n16."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/57652cfce5274a0da30000a1/the_pollen_estate_trustees_ltd_kings_collge_london_v_hmrc.pdf\">(1) The Pollen Estate Trustee Company Limited (2) King’s College London v The Commissioners for HM Revenue and Customs: [2012] UKUT 277 (TCC)</a></span>.</p>\n\n<p>STAMP DUTY LAND TAX – Charities and Minister of the Crown relief – whether\nreliefs apply to interest in land acquired by a charity or Minister of the Crown as a\ntenant in common pursuant to a purchase made through a bare trustee on behalf of\nthe charity or Minister and other non- charitable or Crown joint owners – No\nFA2003 sections 42 to 44,48 ,49,55, 75A, 76,77,85,103,107,117 and Schedules 8 and\n16.</p>\n"}],"metadata":{"hidden_indexable_content":"[2012] UKUT 277 (TCC)\r\nAppeal number: FTC/50/2011\r\nSTAMP DUTY LAND TAX – Charities and Minister of the Crown relief – whether\r\nreliefs apply to interest in land acquired by a charity or Minister of the Crown as a\r\ntenant in common pursuant to a purchase made through a bare trustee on behalf of\r\nthe charity or Minister and other non- charitable or Crown joint owners – No\r\nFA2003 sections 42 to 44,48 ,49,55, 75A, 76,77,85,103,107,117 and Schedules 8 and\r\n16\r\nUPPER TRIBUNAL\r\n(TAX AND CHANCERY CHAMBER)\r\n(1) THE POLLEN ESTATE TRUSTEE COMPANY LIMITED\r\n(2) KING’S COLLEGE LONDON\r\nAppellants\r\n- and -\r\nTHE COMMISSIONERS FOR HER MAJESTY’S Respondents\r\nREVENUE & CUSTOMS\r\nTRIBUNAL: The President,\r\nThe Hon. Mr Justice Warren\r\nJudge Timothy Herrington\r\nSitting in public in London on 26 and 27 March 2012\r\nJonathan Peacock QC, instructed by Eversheds LLP, for the first Appellant\r\nAndrew Hitchmough and Zizhen Yang, instructed by Mills & Reeve LLP, for\r\nthe second Appellant\r\nAmanda Tipples QC, instructed by the General Counsel and Solicitor to HM\r\nRevenue and Customs, for the Respondents\r\n2\r\n© CROWN COPYRIGHT 2012\r\n1. DECISION\r\nIntroduction\r\n1. This is an appeal against decisions made by the Respondents (“HMRC”) to\r\ndeny partial relief from stamp duty land tax (“SDLT”) claimed by the\r\nAppellants in respect of various property acquisitions. The relief had been\r\nclaimed on the basis that the beneficial interest in the properties concerned was\r\nowned jointly (as tenants in common) by persons, one or more of which were\r\neither a charity or a minister of the Crown and one or more others who did not\r\nfall into either of these categories and relief should therefore be allowed in\r\nrespect of the interests attributable to the charities or Minister of Crown\r\nconcerned.\r\n2. The first Appellant, The Pollen Estate Trust Company Limited, (“PETCL”)\r\nappealed to the First-tier Tax Tribunal (“the Tribunal”) against the decision\r\nmade by HMRC in its Closure Notice dated 16 February 2010 issued under\r\nparagraph 23 of schedule 10 to the Finance Act 2003 (“FA 2003”) following the\r\nenquiries HMRC had made into the land transaction returns made by PETCL in\r\nrespect of the acquisition of four properties in London. The decision was to\r\nrefuse PETCL’s claim for repayment of a proportion of the SDLT which\r\nPETCL had already paid in respect of these acquisitions. The basis of the claim\r\nfor repayment was that as PETCL was acting as bare trustee for the\r\nbeneficiaries of The Pollen Estate Trust (“The Pollen Estate”) in making those\r\nacquisitions and since two of those beneficiaries are UK registered charities,\r\npartial relief should be allowed under schedule 8 to the FA 2003 in respect of\r\nthe 74.335301% proportion of the properties attributable to those charitable\r\nbeneficiaries.\r\n3. PETCL had also claimed that since one of the beneficiaries is Greenwich\r\nHospital, whose assets are held by the Secretary of State for Defence in his\r\ncapacity as trustee for the Queen holding all the land and property for the\r\nexclusive benefit of Greenwich Hospital, then the Minister of the Crown\r\nexemption should apply under section 107 of the FA 2003 in respect of the\r\nproportion of the properties attributable to Greenwich Hospital.\r\n4. HMRC had refused the claim as their view was that relief from SDLT is\r\nonly available in the case of joint purchasers where all of the joint purchasers\r\nare entitled to the relief; their view was that by virtue of paragraph 3(1) to\r\nschedule 16 to the FA 2003 where a land transaction involves a number of\r\npersons acquiring a property through a bare trust the purchasers are treated as\r\njoint purchasers and the transaction is taxed as a single land transaction.\r\n5. The second Appellant (“KCL”) appealed to the Tribunal against the\r\ndecision made by HMRC in its Closure Notice dated 28 September 2006\r\nfollowing enquiries HMRC had made into the land transaction return made by\r\nKCL in respect of the acquisition that a Professor Trembath, one of KCL’s\r\nsenior academic employees, had made of a property in London. The decision\r\nwas to refuse KCL’s claim for charities relief on a portion of the purchase price\r\nof the property. The basis of the claim for relief was that as Professor Trembath\r\nwas acting as bare trustee for himself and KCL in making that acquisition and\r\n4\r\nKCL was a UK registered charity, partial relief should be allowed under\r\nschedule 8 to the FA 2003 in respect of the 46.3% proportion of the property\r\nattributable to KCL.\r\n6. HMRC refused the claim on the basis of arguments similar to those made\r\nin respect of PETCL’s appeal, as described in paragraph 4 above.\r\n7. KCL’s appeal was heard in the Tribunal on 16 and 17 February 2011. The\r\ndecision on that appeal was released on 12 May 2011 but on 22 July 2011\r\nJudge Bishopp, President of the First–tier Tribunal, Tax Chamber set the\r\ndecision aside in its entirety in accordance with rule 38(1) of the Tribunal\r\nProcedure (First-tier Tribunal) (Tax Chamber) Rules 2009 and directed that the\r\nappeal be re-heard. Judge Bishopp also directed that KCL’s appeal and that of\r\nPETCL henceforth proceed and be heard together. In addition, with the\r\nagreement of the parties and with the concurrence of the President of the Tax\r\nand Chancery Chamber of the Upper Tribunal, Judge Bishopp transferred the\r\nappeals to be heard in this Chamber as first instance hearings under rule 28 of\r\nthose rules.\r\nThe Facts\r\n8. There is no dispute between the parties on the relevant facts. In relation to\r\nPETCL’s appeal there is a statement of agreed facts and other background\r\nmaterial submitted to us from which we find as follows:\r\n(1) The Pollen Estate is a trust for sale established under the Will\r\nand Codicils of the Reverend George Pollen who died on 27 March\r\n1812 and a Conditional Deed of Family Arrangement dated 17\r\nAugust 1966 (as amended by Order of the Chancery Division of the\r\nHigh Court on 17 June 1968 and on 23 July 2002).\r\n(2) PETCL is the current trustee of The Pollen Estate.\r\n(3) The present beneficiaries, we are told, amount to a little over\r\n100 in number, being the successors of the Reverend Pollen’s\r\nchildren and grandchildren and who acquired their interest in The\r\nPollen Estate either by inheritance, by gift or by purchase (the\r\nshares in The Pollen Estate being freely alienable).\r\n(4) The present beneficiaries include the Church Commissioners\r\nfor England (“the Commissioners”), as to a 64.109601% share, and\r\nthe Secretary of State for Defence, Greenwich Hospital (“the\r\nHospital”) as to a 10.2257% share.\r\n(5) The Commissioners are a charity. The Hospital is a Crown\r\ncharity with its own governing Charter and statutes. The Hospital\r\nhas its own independent identity under the Charter and statutes but\r\nbeyond that does not have its own legal personality. Contracts, other\r\nlegal documents and proceedings relating to Greenwich Hospital are\r\nentered into by the Secretary of State for Defence acting in his\r\ncapacity as the sole trustee of the Hospital. In accordance with the\r\nDefence (Transfer of Functions) Act 1964 and the Greenwich\r\nHospital Act 1865, the Secretary of State for Defence holds all the\r\n5\r\nland and property assets of the Hospital and they are vested in him\r\nin trust for the Queen for the exclusive benefit of the Hospital. The\r\nHospital is, it is accepted by HMRC, both a charity and eligible for\r\nrelief from SDLT under section 107 FA 2003.\r\n(6) The Pollen Estate comprises a large holding of commercial\r\nproperty in the West End of London. Properties are from time to\r\ntime bought and sold and between December 2006 and June 2008\r\nPETCL, in its capacity as trustee of The Pollen Estate acquired four\r\nproperties (“the PE Properties”) in respect of which it filed land\r\ntransaction returns and paid SDLT in full as if no reliefs applied.\r\nEach return disclosed that there was only one purchaser, namely\r\nPETCL.\r\n(7) During 2008 and in January 2009 PETCL submitted claims for\r\nrelief from SDLT in the form of an amendment to the relevant land\r\ntransaction returns on the basis that charities relief should apply to\r\nthe 74.335301% proportion of the properties beneficially owned by\r\nthe Commissioners and the Secretary of State for Defence on behalf\r\nof the Hospital and the Crown exemption should apply in addition\r\nto charities relief in respect of the Hospital’s share. Accordingly,\r\nPETCL sought repayment of the SDLT that had been paid and\r\nwhich was attributable to the Commissioners’ and the Hospital’s\r\nshares.\r\n(8) On 16 February 2010 HMRC issued the Closure Notice\r\nreferred to in paragraph 2 above and on 4 March 2010 PETCL gave\r\nnotice of appeal to the Tribunal against the Closure Notice.\r\n9. In relation to the KCL appeal we find from the material submitted to us as\r\nfollows:\r\n(1) On 16 February 2006 Professor Trembath acquired a leasehold\r\ninterest in a flat (“the Lease”) in South East London for a\r\nconsideration of £378,000 (“the Purchase Price”). He was\r\nsubsequently registered at HM Land Registry as the proprietor of\r\nthe title absolute to the Lease in consequence of this acquisition.\r\n(2) KCL contributed £175,000 to the Purchase Price pursuant to a\r\nshared equity scheme under which the contribution was made in\r\nreturn for an equitable interest in the Lease evidenced through a\r\ndeclaration of trust.\r\n(3) On 16 February 2006, a Declaration of Trust was made between\r\nKCL and Professor Trembath pursuant to which Professor\r\nTrembath agreed and declared that he held the Lease on trust for\r\nhimself and KCL “as tenants in common” in the following shares:\r\n(a) as to KCL 46.3%; and\r\n(b) as to himself 53.7%.\r\n6\r\n(4) On 10 March 2006, KCL’s solicitors submitted a land\r\ntransaction return in respect of the purchase of the Lease, pursuant\r\nto which KCL claimed charities relief on the sum of £175,000\r\nwhich it had contributed to the purchase price of the Lease and\r\nwhich identified two purchasers, namely KCL and Professor\r\nTrembath.\r\n(5) On 28 September 2006 HMRC issued the Closure Notice\r\nreferred to in paragraph 5 above, which stated that the land\r\ntransaction return would be amended to remove the claim to\r\ncharities relief. KCL wrote to appeal against this decision on 26\r\nOctober 2006, but due to various administrative delays notice of\r\nappeal was not given to the Tribunal until 27 January 2010.\r\nRelevant Law\r\n10. Although we received some quite lengthy submissions about the property\r\nlaw relevant to the present case, we do not think we need to say much about this\r\naspect. We will deal with this in more detail in paragraphs 21 to 28 below. For\r\nthe moment we note two matters as follows.\r\n11. First, the relevant acquisitions by PETCL and by Professor Trembath all\r\npost-dated the commencement of the Trusts of Land and Appointment of\r\nTrustees Act 1996 (“TLATA”). The freehold and leasehold properties\r\nconcerned each became subject to a “trust for land” within the meaning of\r\nTLATA, since under section 1(2), that expression includes an express, implied,\r\nresulting or constructive trust of land, an expressly or impliedly created trust for\r\nsale of land and a bare trust.\r\n12. Secondly, it is common ground between the parties that both PETCL and\r\nProfessor Trembath acted as bare trustees in acquiring the relevant properties\r\nand that the underlying beneficial interests in the properties acquired were\r\nowned by the respective beneficiaries of the trusts concerned as tenants in\r\ncommon. The legal reason for this was that each beneficiary held an undivided\r\nshare in land, that is a distinct share in the property concerned that had not yet\r\nbeen divided among the co-tenants. This distinct share arises by virtue of the\r\nprovisions of the relevant trust instrument which sets out the percentage share in\r\nthe trust property attributable to each beneficiary, and is in contrast to a joint\r\ntenancy, whether subsisting at law or in equity, where the joint tenants are\r\ntreated as a single owner (unless that joint tenancy is severed in accordance with\r\nsection 36 of the Law of Property Act 1925 (“LPA”). The undivided share held\r\nby each beneficiary will itself be regarded as land: see section 205(1) (ix) of the\r\nLPA which was amended by TLATA to remove the exclusion of an undivided\r\nshare in land from the scope of that definition.\r\n13. The FA 2003 contains all the statutory provisions relating to SDLT which\r\nare relevant to this appeal. All statutory references below, unless indicated\r\notherwise, are to the FA 2003. All the provisions of the FA 2003 to which we\r\nrefer are set out in the Appendix to this Decision.\r\n7\r\nIssue to be determined\r\n14. Put simply, the issue in these appeals is whether relief from SDLT is\r\navailable to a charity or a Minister of the Crown in relation to the acquisition of\r\na plot of land where the relevant purchaser acquires less than a 100% interest in\r\nthe plot of land in question.\r\n15. The Appellants say that relief is available in these circumstances for the\r\nfollowing reasons:\r\n(1) The relevant trustee (PETCL in the case of the PE Properties and\r\nProfessor Trembath in the case of the Lease) acquired the property\r\nconcerned as bare trustee for the beneficiaries concerned, including in the\r\ncase of The Pollen Estate, the Church Commissioners and the Hospital,\r\nand in the case of the Lease, KCL. Such purchases constitute the\r\nacquisition of the beneficial interest in the property concerned by all the\r\nrelevant beneficiaries as tenants in common. This is common ground\r\nbetween the parties.\r\n(2) In the light of the above each of the Church Commissioners and the\r\nHospital acquired an undivided share in the PE Properties and KCL\r\nacquired an undivided share in the Lease, which undivided share in each\r\ncase constitutes for each of those beneficiaries an undivided share in land.\r\n(3) Following on from the above, each of the Church Commissioners and\r\nthe Hospital, in the case of the PE Properties, and KCL, in the case of the\r\nLease, acquired a separate “chargeable interest” as defined in section 48\r\nsuch that each was a party to a separate “land transaction” within section\r\n43 and each was a separate “purchaser” for the purposes of SDLT by\r\nvirtue of sections 43(4) and (6). As the relevant trustee acquired the\r\ninterests concerned as bare trustee, paragraph 3(1) of schedule 16 applies\r\nas if the relevant beneficiary’s interest were vested in, and the acts of the\r\nrelevant trustee in relation to it, were the acts of the beneficiary\r\nconcerned, making the relevant beneficiary the “purchaser” in relation to\r\nthe corresponding land transaction.\r\n(4) Each of the Church Commissioners and the Hospital, in relation to the\r\nPE Properties, and KCL, in relation to the Lease, was liable, on the face of\r\nit, to SDLT by virtue of section 85 as a purchaser but only to the extent\r\nthat their particular transaction was a chargeable transaction and not able\r\nto benefit from a relief. Given their status as charities and (as regards the\r\nHospital) also a Crown body, relief from SDLT in respect of each\r\ntransaction is available under schedule 8 and (as regards the Hospital)\r\nsection 107. Accordingly, each of the Church Commissioners and the\r\nHospital, in the case of the PE Properties, and KCL, in the case of the\r\nLease, should be taxable (or not) by reference to the interest that each\r\nacquires and thus no SDLT is due as regards the interests of the Church\r\nCommissioners and the Hospital in the PE Properties or as regards the\r\ninterest of KCL in the Lease.\r\n8\r\n(5) Such a construction of the legislation gives a proper effect to the\r\npurpose of Parliament in exempting charities and Crown bodies by\r\nensuring that the relief is available both where a charity (say) acquires a\r\n100% interest and also where it acquires a 99% interest in a property,\r\nSDLT being due in the normal way on the 1%.\r\n16. HMRC say that relief is not available for the following reasons:\r\n(1) In relation to each of the PE Properties one “chargeable interest” was\r\nacquired, namely an estate in land subsisting in equity, not a number of\r\npurchases of separate chargeable interests. In respect of three of those\r\nproperties the estate in land acquired was an estate in fee simple absolute\r\nand in respect of the other property the estate in land acquired was a term\r\nof years absolute. In relation to the Lease, one chargeable interest was also\r\nacquired, namely an estate in land subsisting in equity which in that case\r\nwas a term of years absolute.\r\n(2) The effect of section 43(6) is that the “subject matter” or “main subject\r\nmatter of the land transaction” in relation to the properties which are the\r\nsubject of these appeals is the relevant estate in land subsisting in equity\r\nand an undivided share which exists in relation to the estate in question\r\nis an “interest or right appurtenant or pertaining it that is acquired with it”.\r\n(3) The effect of section 43(4) and paragraph 3(1) of schedule 16 is that\r\nin relation to each purchase there are joint purchasers of the estate of land\r\nin question, namely the beneficiaries of the relevant trust who have\r\nacquired the estate subsisting in equity as tenants in common.\r\n(4) As there are joint purchasers, section 103 applies so that their\r\nobligations under the FA 2003 in relation to the transaction concerned is a\r\njoint obligation and a single land transaction return is required. On the\r\nAppellants’ construction multiple returns would be required and the\r\nprovisions of section 103 would be rendered otiose.\r\n(5) Schedule 8 can only apply if the purchaser in relation to the\r\ntransaction was a charity. In relation to the transactions which are the\r\nsubject of these appeals that is not the case, because the purchaser of the\r\nrelevant estate in land subsisting in equity was, in the case of the PE\r\nProperties, two charities (the Church Commissioners and the Hospital)\r\nand the other beneficiaries and, in the case of the Lease, one charity\r\n(KCL) and Professor Trembath. Schedule 8 can only apply if the charity\r\nis the only purchaser or all the joint purchasers are charities. That same\r\nanalysis applies in respect of the Crown exemption in section 107.\r\nDiscussion\r\n17. We start our discussion with two preliminary matters. The first is to say\r\nsomething about policy. It is hardly necessary to observe that Parliament clearly\r\nintended to provide relief from SDLT in at least some cases where either a charity or a\r\ngovernment entity is involved in the land transaction concerned. It is clear that an\r\noutright purchase of land by a charity or a Minister of the Crown will attract\r\nexemption. It is also clear that the purchase of an existing undivided share in land\r\n9\r\nwill attract exemption. Similarly, the grant of a lease to a charity or a Minister of the\r\nCrown will attract exemption, as will the acquisition of an existing undivided share in\r\na lease by such a person. That might be thought to lend some support to the view that\r\nParliament intended there to be an exemption in relation to a transaction whenever a\r\ncharity or Minister of the Crown obtains an interest in land as a result of the\r\ntransaction.\r\n18. Further support for that view is found in the charity relief itself. The first\r\ncondition for obtaining relief is found in paragraph 1(2) of schedule 8 which requires\r\nthe property acquired to be held for qualifying charitable purposes namely for use in\r\nfurtherance of the charity’s purposes or as an investment. But paragraph 3 qualifies\r\nthat requirement by providing for exemption (until a disqualifying event) where the\r\npurchaser intends to hold “the greater part of the subject-matter of the transaction for\r\nqualifying purposes”. Accordingly, if a charity acquires a property and uses, let us\r\nsay, 80% of it in the furtherance of its charitable purposes, relief will be obtained in\r\nrelation to the acquisition of the whole property. Why, it is asked, should not relief, at\r\nleast as to 80%, be available if the charity acquires 80% of the property and a third\r\nparty (non-charitable) acquires the other 20%? We return to this question in paragraph\r\n54 below.\r\n19. HMRC contends, however, that where there is a joint purchase by a charity and a\r\nnon-charity, exemption is not available even in relation to the charity’s share. Now,\r\nthat may be what the legislation, on its true construction provides which is the matter\r\nfor our decision. We asked Miss Tipples what policy reason there might be for\r\ndistinguishing the acquisition of an existing undivided share by a charity from the\r\nacquisition of an undivided share as the result of a joint purchase with a non-charity.\r\nAfter considering the point with her clients overnight she gave two reasons. The first\r\nwas that was what the position was in relation to stamp duty. We do not see that as a\r\nsatisfactory answer at all: SDLT is an entirely new tax invented to replace stamp duty\r\nbecause of the unsatisfactory nature of that tax. It is clearly not the case that the new\r\ntax carried with it any of the intellectual or other baggage of the old tax. The second\r\nreason given was that there was a policy concern that if relief was available where a\r\ncharity contributed to the purchase price of a property that could lead to avoidance or\r\nabuse, for example the charity’s contribution could result in the remainder of the\r\npurchase falling into a lower tax band. We bear that in mind but that policy is not\r\nclear from the wording of the legislation.\r\n20. We therefore approach the question of construction of the legislation on the\r\nfooting that there was no policy of any sort which would have led Parliament\r\ndeliberately to exclude exemption in the cases under appeal.\r\n21. The next preliminary matter relates to the property aspects of the case. In the\r\ncase of the Pollen Estate, PETCL purchased three freehold and one leasehold property\r\nand in the case of KCL, Professor Trembath purchased an existing leasehold. As we\r\nmentioned in paragraph 11 above, the relevant transfers and assignments of the PE\r\nProperties and the Lease all post-dated the commencement of the TLATA. The PE\r\nProperties and the Lease became subject to a trust of land within the provisions of that\r\n10\r\nAct. So far as concerns the PE Properties, these were, so far as we are aware, all\r\nacquired by way of investment and not for the occupation of any of the beneficiaries\r\nof the Pollen Estate.\r\n22. So far as concerns the Lease, the property concerned was acquired as a home for\r\nProfessor Trembath. The terms of the Declaration of Trust dated 16 February 2006\r\nspell out in some detail the respective rights and obligations of KCL and Professor\r\nTrembath. The following are of note:\r\n(1) Clause 4: this provides that the power of sale of the property may only be\r\nexercised if Professor Trembath and KCL give their consent; or if Professor\r\nTrembath wishes to sell (in which case, certain mechanics set out in Schedule 4\r\nare to be observed); or if KCL requires in certain defined circumstances (for\r\ninstance following Professor Trembath ceasing to employed by KCL and the\r\nproperty remaining unsold).\r\n(2) Clause 5: this deals with the division of the proceeds of any sale with\r\ndifferent divisions being applicable at different times and in varying\r\ncircumstances. The detail does not matter. It has not been suggested that the\r\nresulting variation in the respective shares of Professor Trembath and KCL from\r\ntheir original shares means that they are not in fact entitled as beneficial tenants\r\nin common and that there is in fact a settlement. We do not think it likely that\r\nthere would be anything in such an argument and we do not consider it further.\r\n(3) Clause 6: this provides for Professor Trembath to have the exclusive right\r\nto occupy the property as his primary or secondary residence. This right reflects\r\nthe provisions of section 12 TLATA.\r\n23. The first point to make is that, in our view, nothing turns on whether or when a\r\npurchaser becomes registered as proprietor in the case of registered land. What is\r\nimportant, it seems to us, is the transfer of a beneficial interest. This is obviously so\r\nin the case of the transfer of an undivided share in land: the beneficial owner transfers\r\nhis undivided share and the legal estate remains unaffected (unless there is a\r\ncontemporaneous change in the trusteeship of that legal estate). It would be a curious\r\nasymmetry if the position were any different where the entire beneficial interest is\r\ntransferred. Suppose, for example, that the legal estate is vested in trustees, Ts, with\r\nthe entire beneficial interest having become vested in A (for instance, where one of\r\ntwo co-owners inherits the share of the other co-owner). A could transfer his 100%\r\nbeneficial interest to a third person, B, for full consideration without involving Ts at\r\nall, with the legal estate subsequently being transferred to B. There can be no doubt,\r\nwe consider, that there is a chargeable transaction within section 49 when A transfers\r\nthe entire beneficial interest to B. The bare legal estate is, it is true, a chargeable\r\ninterest within the definition in section 48; but its subsequent transfer by Ts to B is of\r\nno consequence since it will be for no consideration and thus not give rise to any\r\ncharge being of no value independently of the beneficial interest: see paragraph 1 of\r\nschedule 3.\r\n11\r\n24. In the present cases, of course, the transfers of the PE Properties to PECTL and of\r\nthe Lease to Professor Trembath were the documents which resulted in the transfer of\r\nthe relevant legal estates, with PETCL and Professor Trembath in due course being\r\nregistered as proprietors. There can be no doubt that the transfers, coupled with\r\npayment in full to the relevant vendors, were effective to pass 100% of the beneficial\r\ninterest in the PE Properties and the Lease.\r\n25. But to what entities were those beneficial interests transferred? On one view,\r\nPETCL obtained, for SDLT purposes, 100% of the beneficial interest in the PE\r\nProperties and Professor Trembath acquired 100% of the beneficial interest in the\r\nLease and it is in relation to those acquisitions that SDLT falls to be assessed. But on\r\nanother view, the relevant acquisition, for SDLT purposes, was by the beneficiaries of\r\nthe Pollen Estate in relation to the PE Properties, and by KCL and Professor Trembath\r\nin relation the Lease. The reasoning is that PETCL acquired the PE Properties as\r\ntrustee and under the trusts on which it held them, the beneficial interest was held,\r\nfrom the moment of its acquisition, by it on trust, indeed a bare trust, for the\r\nbeneficiaries of the Pollen Estate in the relevant undivided shares. Similarly,\r\nProfessor Trembath held the Lease, from the moment of its acquisition, on trust for\r\nhimself and KCL.\r\n26. There is perhaps some scope for argument in the case of the Lease that Professor\r\nTrembath acquired 100% of the beneficial interest for himself and only transferred to\r\nKCL its share by a separate deed of trust. We do not think that there is anything in\r\nthat argument. This is because (a) it was always the intention that Professor Trembath\r\nwould acquire the Lease and hold it in undivided shares for himself and KCL (b) KCL\r\nin fact provided its share of the purchase price to enable completion to be effected and\r\n(c) the deed of trust was executed on the same day as the contract and the transfer,\r\nwith the money being transferred to the vendor’s solicitors.\r\n27. On this second way of viewing matters, the substance of each acquisition was that\r\nthe beneficial interests passed from the vendors of each of the PE Properties to the\r\nbeneficiaries of the Pollen Estate and from the vendor of the Lease to KCL and\r\nProfessor Trembath. The acquisitions by PETCL and Professor Trembath are not,\r\nhowever, to be ignored; rather, it is to be recognised that PETCL and Professor\r\nTrembath did not hold the beneficial interest in each case for themselves but held it\r\nupon trust for the relevant beneficiaries.\r\n28. Which of these two views fits better in the context of the SDLT legislation?\r\nBefore addressing that question we make the following observations:\r\n(1) The acquisition of a “major interest in land” (see section 117) is a\r\n“notifiable transaction” (see section 77) and in relation to every notifiable\r\ntransaction there is a duty to deliver a land transaction return under section 76.\r\nThe “major interests” with which we are concerned are the relevant estates in\r\nthe PE Properties and the Lease, that is to say estates in fee simple absolute and\r\nterms of years absolute. These are the only legal estates capable of subsisting\r\n12\r\nand these are the estates obtained, once registration in the Land Registry had\r\nbeen effected, by PETCL and Professor Trembath.\r\n(2) The beneficiaries under the Pollen Estate in the case of the PE Properties\r\nand KCL and Professor Trembath in the case of the Lease are persons “jointly\r\nentitled” within the definition contained in section 121 being beneficially\r\nentitled as tenants in common. They are, no doubt, separately entitled to their\r\nown undivided shares but that does not detract from the fact that they are jointly\r\nentitled to the PE Properties or the Lease (as the case may be).\r\n(3) We are clearly concerned only with “bare trusts” and not with\r\n“settlements” as defined in Schedule 16. The beneficiaries of the Pollen Estate\r\nin the case of the PE Properties and KCL and Professor Trembath in the case of\r\nthe Lease are jointly absolutely entitled as against the relevant trustee (PETCL\r\nand Professor Trembath). For what is worth, a “bare trust” includes the case\r\nwhere a person holds property as nominee for another.\r\n(4) The expression “chargeable interest” is defined in section 48. It includes\r\n“an estate, interest, right or power in or over land in the United Kingdom” but\r\nexcludes an exempt interest. Depending on the context, it can therefore include\r\na major interest in land, 100% of the beneficial interest in land, the legal estate\r\nin land (as held by a trustee of a settlement) viewed separately from the\r\nbeneficial interest and an undivided share in land. A particular commercial deal\r\nrelating to property (we avoid the use of the word “transaction” at this juncture\r\nto avoid confusion with the “chargeable transaction” - or perhaps “chargeable\r\ntransactions” - which is what has to be identified for the purposes of SDLT in\r\nrelation to the commercial deal) may result in different interests passing in\r\ndifferent direction. Thus, consider as an example the purchase from a landowner,\r\nV, of an investment property by trustees, Ts, on trust for a number of\r\nindividual beneficiaries as tenants in common (it does not matter for the\r\npurposes of the example whether Ts are themselves beneficiaries). Ts acquire a\r\nmajor interest in the property and each of the beneficiaries acquires an\r\nundivided share each of which falls within the definition of “chargeable\r\ninterest”.\r\n(5) A “land transaction” within section 43 means “any acquisition of a\r\nchargeable interest”. In the example we have just given, Ts acquire a\r\nchargeable interest which falls within the definition of that phrase as a result of\r\nthe commercial deal so that the acquisition would, prima facie at least, appear to\r\nbe a “land transaction”. But equally, the beneficiaries each acquire interests\r\nwhich also fall within the definition of chargeable interest. This too would\r\nappear, prima facie again, to be a “land transaction” with an “acquisition” by\r\neach beneficiary of a “chargeable interest”.\r\n(6) It cannot, however, be right that all these acquisitions are subject to\r\nSDLT. We will need to consider, in due course, how such a result is to be\r\navoided which will, as we see it, involve identifying the relevant “land\r\n13\r\ntransaction” in relation to such an example, as we discuss in paragraphs 32 to 39\r\nbelow.\r\n(7) References in the legislation to “purchaser” and “vendor” in relation to a\r\nland transaction are to the persons acquiring and the person disposing of the\r\nsubject-matter of the transaction. This applies even if there is no consideration\r\ngiven for the transaction. But a person who is a party to the transaction is to be\r\ntreated as a purchaser even in the absence of consideration under section 43(5).\r\nIn the example, V is the vendor and Ts are the purchasers in relation to the\r\nacquisition of the major interest (if that is the relevant land transaction) and V,\r\nagain, is the vendor and the beneficiaries are the purchasers in relation to their\r\nindividual acquisitions of undivided shares (if those are the relevant land\r\ntransactions).\r\n29. With those observations in mind, we turn to the statutory provisions. We find it\r\nhelpful to consider how they operate by examining, first, acquisitions by tenants in\r\ncommon involving no issue of charitable relief before turning to consider the case the\r\nposition where one of those tenants in common is a charity.\r\n30. Consider the case of a conventional acquisition of a house, H, as a residence for\r\nthemselves by four friends, A, B, C and D none of whom is a connected person. They\r\neach contribute £200,000 to a total purchase price of £800,000. H is transferred to\r\nthem all and they are all registered as proprietors as HM Land Registry. They hold H\r\nas beneficial tenants in common.\r\n31. How is this transaction to be treated for the purposes of SDLT? HMRC would\r\nsay that there is a single “land transaction” consisting of the acquisition of H by four\r\njoint purchasers of the whole legal and beneficial interest. PETCL and KCL would\r\nsay that there are four separate land transactions under which the four beneficiaries\r\nare separate purchasers of separate chargeable interests, namely their respective\r\nbeneficial interests as tenants in common.\r\n32. These contrasting positions turn on competing analyses of the statutory\r\nprovisions, in particular of section 103, headed “Joint purchasers”. Section 103(1)\r\nprovides that the section applies to a land transaction where two or more purchasers\r\nwho are or will be jointly entitled to the interest acquired. We can apply HMRC’s\r\napproach to the example as follows:\r\n(1) As we have pointed out already, “jointly entitled” is defined in section\r\n121 as meaning beneficially entitled as joint tenants or tenants in common.\r\nSince A, B, C and D are, according to this definition, jointly entitled, HMRC\r\nwould says that the natural reading of section 103 is to identify the “land\r\ntransaction” as the single acquisition of the entirety of H by persons jointly\r\nentitled. Those persons together are the purchasers of H. This land transaction\r\nis the relevant “chargeable transaction” under section 49(1).\r\n14\r\n(2) Consistently with that, a sensible application of section 103(2) is\r\navailable. Thus paragraph (a) results in any obligations (in particular the\r\nobligation to pay SDLT) of “the purchaser” being an obligation of “the\r\npurchasers jointly”. The use of the plural in that last phrase indicates that\r\npurchasers (as beneficial joint tenants or tenants in common) are together the\r\npersons to which the word “purchaser” in other provisions is referring.\r\nParagraph (b) provides that anything required or authorised to be done in\r\nrelation to “the purchaser” must be done by or in relation to “all of them” (ie the\r\npurchasers referred to in paragraph (a)). And paragraph (c) provides that any\r\nliability of the “purchaser” in other provisions is a joint and several liability of\r\n“the purchasers” (ie again all of them).\r\n(3) Section 76 imposes an obligation on a purchaser, in the case of a\r\nnotifiable transaction, to deliver a return. The acquisition of H by A, B, C and\r\nD jointly is the acquisition of a major interest. Although each of them is\r\nresponsible for making a return, there is no multiplicity of returns, since section\r\n103(3) provides that a single land transaction return is required.\r\n(4) This approach results in a principled result as to the amount of SDLT to\r\nbe paid. Since there is, on any view, a disposal by the vendor of the whole of H\r\nto persons who become absolutely entitled between them as tenants in common,\r\none would expect the amount to be based on an acquisition of the whole. Thus\r\nunder section 55, tax is charged in respect of the consideration for the\r\ntransaction, ie £800,000 in the example. Since the consideration exceeds\r\n£500,000, tax is charged at 4% in accordance with Table B in sub-section (2).\r\nThis is what Parliament intended, rather than to treat the situation as involving\r\nfour separate transactions of £200,000, with a tax rate of 1% on each.\r\n33. In contrast, we can apply PETCL’s and KCL’s approach to the example as\r\nfollows:\r\n(1) As a result of the transaction, each of A, B, C and D acquire a chargeable\r\ninterest, namely an undivided share in H. Accordingly, there are four separate\r\n“land transactions” within section 43(1) each of which is a separate chargeable\r\ntransaction under section 49(1). The wide meaning given to “acquisition” by\r\nsection 43(2) includes each of these four separate land transactions.\r\n(2) Each of A, B, C and D is a “purchaser” since each has given consideration\r\nfor his acquisition.\r\n(3) The amount of SDLT due under section 55 is calculated in relation to each\r\nchargeable transaction separately. Since the consideration given by each\r\npurchaser does not exceed £200,000, the rate on each chargeable transaction is\r\n1% in accordance with Table A. The transactions are not linked transactions\r\nunder section 108 since the purchasers are not connected.\r\n15\r\n(4) It is said, by Mr Hitchmough for KCL at least, that section 103 applies\r\ndifferently in relation to beneficial joint tenants and beneficial tenants in\r\ncommon. There is, of course, a difference between joint tenancy and tenancy in\r\ncommon as he points out. Thus the jus accrescendi is the defining characteristic\r\nof a joint tenancy; the rights of a joint tenant do not pass under his will. In\r\ncontrast, tenants in common have quite separate interests which they are free to\r\ndispose of as they wish, including by will: tenants in common do not own\r\ndistinct parcels of land, but they do own distinct shares in an undivided whole.\r\n(5) Section 6(c) Interpretation Act 1978 provides that in any Act, unless the\r\ncontrary intention appears, words in the singular include the plural and words in\r\nthe plural include the singular. Accordingly, it is said by Mr Hitchmough that if\r\nwhat he refers to as an informed interpretation is given to section 103 –\r\napplying section 6 Interpretation Act 1978 and reading the statutory definitions\r\nof “land transaction” in section 43(1) and “jointly entitled” in section 121 – it is\r\nto be read as applying in the case of “the acquisition of one or more interests in\r\nland where there are two or more purchasers who are or will be entitled as either\r\njoint tenants of tenants in common to the interest or interests acquired”.\r\n(6) Mr Peacock, for PETCL, addressed section 103 rather differently. He\r\nseems to perceive section 103 as essentially an administrative provision which\r\ncannot alter the scope of the charging provisions themselves. We say that\r\nbecause, in paragraph 32 his skeleton argument, he says this:\r\n“Insofar as reliance is placed by HMRC on the administrative\r\nprovisions dealing with the collection of SDLT, such provisions\r\ncannot alter the scope of the charging provisions themselves. In\r\nparticular, HMRC point ….. to the terms of s.103 FA 2003”.\r\nWe will come to the purely administrative provisions in due course,\r\ncommenting only at this stage that whilst it is true that administrative provisions\r\ncannot alter the scope of the charging provisions, the contents of the\r\nadministrative provisions may have a bearing on the true construction of the\r\ncharging provisions. As to section 103 itself we turn to that almost immediately\r\nat paragraph 34 below.\r\n(7) Mr Peacock would say that, having arrived at the true construction of the\r\ncharging provisions, namely that there are four separate chargeable interests\r\nand four separate chargeable transactions, section 103 cannot alter the result.\r\nHe draws no distinction between a joint tenancy and a tenancy in common.\r\nThus, as we have already noted, section 103(1) applies where there are two or\r\nmore purchasers who are jointly entitled, section 103(2) makes the purchasers\r\njointly and severally liable for such SDLT as is due and section 103(3) requires\r\na single return signed by all of the purchasers. But, according to him, neither\r\nthe fact that the purchasers are jointly and severally liable nor the administrative\r\nrequirement for a joint return determines how much SDLT is due or how it is to\r\nbe calculated.\r\n16\r\n34. In considering those different approaches, we observe that the legislation as a\r\nwhole is directed at the how SDLT is to be charged in relation to a chargeable\r\ntransaction and is drafted by reference to a single transaction rather than a multiplicity\r\nof transactions. Thus, section 55 provides for the amount of tax which is chargeable\r\nin respect of a chargeable transaction, the focus being on a single transaction. It\r\nwould make no sense to attempt to apply section 6 Interpretation Act 1978 to that\r\nprovision since the tax is determined by reference to a particular transaction not to a\r\ngroup or series of transactions. Similarly, section 76 provides that there is to be a\r\nreturn in “the case of every notifiable transaction”; each separate transaction is to be\r\nsubject to a separate return.\r\n35. Section 103 can be seen as recognising the need for the situation of multiple\r\npurchasers to be specifically addressed. It is not, pace Mr Peacock, an administrative\r\nprovision or to be assimilated with such a provision. Like other provisions, it is, in\r\nour view, concerned with a single land transaction; but it is a land transaction with a\r\nparticular characteristic namely one where there are two or more purchasers who are\r\nor will be jointly entitled. The reference to “a land transaction” is to a single land\r\ntransaction and the reference to “the interest acquired” is to the (single) interest\r\nacquired as the result of that transaction. In the example, the relevant land\r\ntransaction, on HMRC’s case, is the acquisition by A, B, C and D of the entire\r\nbeneficial interest in H and that is the interest within the meaning of section 103\r\nwhich is acquired by them jointly. If it is correct to identify the land transaction in\r\nthat way, it seems to us that the conclusion that the interest referred to in section\r\n103(1) is the entire beneficial interest in H since that is the only interest which is\r\nacquired “jointly”. The subsection cannot be referring to each undivided share being\r\nacquired by A, B, C and D, since each of them becomes entitled to his share and there\r\nis no interest to which they are jointly entitled.\r\n36. On that approach, the general rules set out in section 103(2) apply. In the\r\nexample, A, B, C and D are all purchasers. Under the general rules:\r\n(1) any obligation of the purchaser under Part 4 in relation to the acquisition\r\nof H is an obligation of A, B, C and D jointly but may be discharged by any of\r\nthem,\r\n(2) anything required or authorised under Part 4 to be done in relation to the\r\npurchase must be done by or in relation to all of A, B, C and D, and\r\n(3) any liability of the purchaser under Part 4 in relation to the acquisition of\r\nH is a joint and several liability of A, B, C and D.\r\n37. The result of both Mr Peacock’s submissions and Mr Hitchmough’s submissions,\r\nhowever, is that the relevant chargeable transactions are four separate acquisitions by\r\neach of A, B, C and D of their respective undivided shares. If that is correct, section\r\n103 is not of relevance since none of them become jointly entitled to any interest with\r\nwhich the section is concerned. In that case, Mr Peacock does not need to make his\r\n17\r\nargument about how section 103 operates, and Mr Hitchmough does not need to rely\r\non section 6 Interpretation Act 1978. Faced with the choice, in the example, between\r\nan analysis under which each of A, B, C and D acquires his interest as the result of a\r\nseparate chargeable transaction with section 103 being of no relevance and one under\r\nwhich section 103 is given effect to according to its clear terms, we have no hesitation\r\nin preferring the latter and we therefore reject the approaches of Mr Hitchmough and\r\nMr Peacock to the section. We do so for essentially these reasons:\r\n(1) Section 103 was designed, we consider, to deal with the certain cases of\r\nmultiple purchasers namely where those purchasers become jointly entitled to\r\nthe interest acquired. The paradigm for the application of that provision is\r\nwhere two or more persons together contract with a vendor to buy a property\r\nand where, on completion, the property is conveyed to them to hold as\r\nbeneficial tenants in common. If that is not a transaction within section 103 (ie\r\na land transaction under which two or more person are or will be jointly entitled\r\nto the interest acquired) then, subject to two points to which we come almost\r\nimmediately (see (4) to (7) below), it is difficult to see when the section could\r\never apply.\r\n(2) Taking the example again, it is not possible to argue on the one hand that\r\nsection 103 is applicable, for the purposes of the general rules set out in subsection\r\n(2) to the acquisition of H because A, B, C and D become jointly\r\nentitled whilst, on the other hand, to argue that there are four separate land\r\ntransactions for the purpose of the substantive charging provisions. This is\r\nbecause those general rules are precisely a reflection of what the charging\r\nprovisions entail in the case of joint purchasers; the general rules would serve\r\nno purpose if the actual charge fell to be imposed separately from and\r\ninconsistently with those general rules.\r\n(3) This result is not, as Mr Peacock would have it, to allow section 103 to\r\nalter the meaning of the charging provisions. Rather, it is an essential part of\r\nthe architecture through which the scope of the charge is to be determined.\r\n(4) The first of the points mentioned at the end of a. above is this. It might be\r\npossible to structure an acquisition from a vendor of a property by separate\r\ncontract and assignments under which each intended tenant in common buys his\r\nshare from the vendor independently of, but at the same time as, the other\r\ntenants in common. But that is not the present case and we do not need to\r\naddress the issue whether such an artificial scheme would be effective.\r\n(5) The second of those points is, in substance, the point made by Mr\r\nHitchmough that there is a difference between an acquisition as joint tenants\r\nand an acquisition as tenants in common. He seemed inclined to accept that an\r\nacquisition by joint tenants would result in a single chargeable transaction\r\nbecause the joint tenants are in the position of a single owner of a single\r\ninterest. Accordingly, he is able to give scope for the application of section 103,\r\nremoving the force of the argument which we have set out in a. above.\r\n18\r\n(6) We do not consider that there is any force in the point. This is principally\r\nbecause section 103 uses the phrase “jointly entitled”, a term which is expressly\r\ndefined in section 121 as including persons entitled under either a joint tenancy\r\nor a tenancy in common. In our view, there is no reason, other than mere\r\nassertion of the conclusion which Mr Hitchmough seeks to establish, to treat a\r\njoint tenancy any differently from a tenancy in common in this context.\r\n(7) In any case, the way in which Mr Hitchmough argues to his favoured\r\nconclusion in reliance on section 6 Interpretation Act 1978 is, we consider,\r\nunsustainable. His rewrite of section 103(1) to give effect to section 6 goes far\r\nbeyond reading the singular as including the plural. Rather, his reading of his\r\nown rewrite substantially alters the sense of the provision by bringing about a\r\ndisconnection between the land transaction concerned and the interest referred\r\nto. And if a rewrite simply reflects section 6 by adding plurals where one finds\r\nonly the singular, (so that one would find “land transactions” in the plural and\r\n“interests acquired” in the plural), there still has to be found an interest to which\r\npersons are jointly entitled as a result of one of the land transactions concerned.\r\nThus in the example it might be said that the section applies to “land\r\ntransactions” in the plural ie four acquisitions by each of A, B, C and D. But\r\neven if that is done, it cannot be said that anyone becomes jointly entitled to any\r\nof the interests which are the subject matter of any of those separate land\r\ntransactions.\r\n38. Our clear conclusion in the example under consideration is that there is a single\r\nland transaction which falls within section 103, namely the acquisition of H by A, B,\r\nC and D. The general rules in sub-section (2) apply with the result that the four of\r\nthem are together the purchaser for the purposes of Part 4 so far as concerns the\r\nimposition of obligations on a purchaser.\r\n39. It follows from this analysis that applying section 43(6), the “subject matter” or\r\n“main subject matter of the land transaction” to the example under consideration is\r\nthe relevant estate in land. That means that the “relevant land” for the purpose of the\r\nSDLT calculation to be performed under section 55(2) will, by virtue of section 55(3)\r\nbe that estate, being “the land an interest in which is the main subject-matter of the\r\ntransaction”, and since that estate is a “major interest in land” within the definition of\r\nsection 117, the transaction is a “notifiable transaction” within section 77 and there is\r\na duty to deliver a land transaction return in respect of it under section 76. That\r\nwould so even if the total consideration falls below the threshold of £125,000 above\r\nwhich the tax rate rises from 0% to 1%. Thus, if two individual buy a small flat for\r\n£125,000, there is an acquisition of a major interest and a return is required even\r\nthough there is no tax to pay. The effect of PETCL’s and KCL’s analysis would be\r\nthat there would be two separate land transactions neither of which concerned a\r\n“major interest in land” and neither of which fell within section 77(1)(b); accordingly,\r\nno return would be necessary under section 76. Faced with the choice of an analysis\r\nwhich gives no effect to section 76 in such a case and one under which it is given\r\n19\r\neffect to in clear terms, we choose the latter with the result that section 76 and section\r\n103 operate together coherently and consistently.\r\n40. We have not, in our analysis, addressed Schedule 16 (introduced by section 105).\r\nThis deals with settlement and bare trusts. The present appeals are all concerned with\r\nbare trusts, that is say a trust under which property is held by a person as trustee for a\r\nperson (or two or more persons) absolutely entitled as against the trustee. Returning\r\nto the example, there would be a bare trust if H had been conveyed to A and B to hold\r\nupon trust for themselves and C and D in equal shares. Ignoring the special case of\r\nthe grant of a lease, paragraph 3(1) provides that, where a person acquires a\r\nchargeable interest as bare trustee, Part 4 applies “as if the interest were vested in, and\r\nthe acts of the trustees in relation to it, were the acts of the person or persons for\r\nwhom he is trustee”. The effect of this is clear. Taking the example first, A and B\r\nacquire H as bare trustees so that Part 4 applies as if H were vested in A, B, C and D\r\nas tenants in common in equal shares. This means, in our view, that the acquisition is\r\ntreated as one by A, B, C and D, the result being precisely the same as discussed in\r\nrelation to the original example.\r\n41. Similarly, Professor Trembath acquired the Lease as a bare trustee. The Lease is\r\ntreated as vested in him and KCL as tenants in common in their respective shares and\r\nPart 4 applies as though the Lease were vested in them as tenants in common in those\r\nshares. So, too, with the Pollen Estate. PETCL is a bare trustee and the PE Properties\r\nare treated as vested in the beneficiaries of the Pollen Estate in the relevant undivided\r\nshares. Although, in the case of the Pollen Estate, the legal estate could not be vested\r\nin all of the beneficiaries since there are more than four of them, there is no reason\r\nwhy the beneficial interest should not be treated as vested in them all. The\r\nconsequence for SDLT is that the acquisitions of the Lease and the PE Properties\r\nwere acquisitions to which section 103 applied. In the case of the Lease, the relevant\r\nland transaction was the acquisition of the Lease where two persons (Professor\r\nTrembath and KCL) became jointly entitled to the interest acquired, that interest\r\nbeing the entirety of the Lease. Similarly, in the case of the PE Properties, the\r\nrelevant land transactions were the acquisitions of each of those Properties where\r\nmore than two persons (the beneficiaries of the Pollen Estate) became jointly entitled\r\nto 100% of the beneficial interest.\r\n42. Charities relief is to be found in Schedule 8 (introduced by section 68). It\r\nprovides, as already noted, that “a land transaction is exempt from charge if the\r\npurchaser is a charity” and certain conditions are met. Those conditions would, it is\r\ncommon ground, be met if the relevant land transaction is the acquisition by KCL and\r\nthe charitable beneficiaries of the Pollen Estate, of their respective undivided shares.\r\n43. Our analysis of the acquisition by tenants in common where no question of\r\nexemption arises, leads to the conclusion that the relevant land transaction for the\r\npurposes of SDLT is the acquisition of the entire property and not each separate\r\nacquisition of an undivided share by each tenant in common. It follows, we consider,\r\nthat the relevant land transaction when it comes to applying the charity relief is also\r\nthe acquisition of the entire property. We would reject any suggestion that, when it\r\n20\r\ncomes to applying that relief, it is permissible to switch attention away from that land\r\ntransaction and instead to focus on the separate acquisitions by the tenants in common\r\nof their undivided shares, in particular on the acquisition by the charity of its\r\nundivided share. In particular, we do not see how paragraph 1(1) of Schedule 8 could\r\nconvert the land transaction which is, under our analysis, the relevant transaction (ie\r\nthe acquisition of the entire beneficial interest by the tenants in common collectively)\r\ninto separate land transactions and thus override the effect of section 103.\r\n44. Nor do we consider that, by focusing on the identity of the “purchaser” in\r\nparagraph 1(1), it is possible to extend the exemption to the acquisition by a charity of\r\nan undivided share in the property concerned. To read “the purchaser is a charity” as\r\nincluding “the purchasers are charities” does not assist, because the purchasers, in the\r\ncases before us, are not all charities. It might be suggested that it should be read as\r\n“the purchasers include a charity” although that would, in our view, go beyond any\r\nprocess of construction. But even it could be done, there would then need to be a\r\ntextual distortion of paragraph 1(2) which refers to “the subject matter of the\r\ntransaction”. The “transaction” can only be read as a reference to the land transaction\r\nreferred to in paragraph 1(1) which, on our analysis can only be read as a reference to\r\nthe acquisition of the relevant property and not as a reference to the separate\r\nundivided share in that property. Accordingly, references in paragraph 1(2) to “the\r\nsubject-matter of the transaction” would have to be read as a reference to the charity’s\r\nundivided share in that subject-matter.\r\n45. In relation to the acquisition of the PE Properties, reliance is also placed in the\r\nexemption for acquisitions by a Minister of the Crown. The exemption is found in\r\nsection 107(2) which opens with these words: “A land transaction under which the\r\npurchaser is any of the following is exempt from charge”. In our view, as with the\r\ncharity relief, the reference to a land transaction is a reference to each transaction by\r\nwhich 100% of the beneficial interest in the PE Properties was acquired by the\r\nbeneficiaries of the Pollen Estate as tenants in common. Although the relevant\r\nMinister was one of the purchasers, the purchaser referred to in section 107(2) was\r\nnot the Minister. It would be wrong to read the exemption as applying whenever the\r\npurchaser included a Minister: that would result in the transaction as a whole being\r\nexempt even though the Minister might take a small undivided share.\r\n46. On the basis of the provisions which we have already referred to alone, we have\r\nformed the strong view that HMRC are correct in their construction of the legislation.\r\nOther arguments on each side have been presented to which we will now refer for\r\ncompleteness. The arguments on behalf of KCL and PETCL do not lead us seriously\r\nto doubt our conclusion.\r\n47. The first point to mention is Mr Hitchmough’s criticism of HMRC’s approach to\r\nsections 43(4) and (6). Section 46(4) provides that references in Part 4 to “purchaser”\r\nand “vendor” in relation to a land transaction are to the persons acquiring and the\r\nperson disposing of the subject-matter of the transaction: and that references in Part 4\r\nto the subject-matter of a land transaction are to the chargeable interest acquired\r\n(referred to as “the main subject matter”) together with any interest or right\r\n21\r\nappurtenant of pertaining to it that is acquired with it. HMRC’s position appears to be\r\nthat there must be a match between what the vendor is disposing of and what the\r\npurchaser is acquiring. As Mr Hitchmough puts it, HMRC say that the subject-matter\r\nof the land transaction is 100% of the property concerned (ie in the present cases,\r\n100% of the beneficial interest in the PE Properties and in the Lease) from which,\r\naccording to HMRC, it follows that what the purchaser acquires is also 100% of the\r\nrelevant property. He says that this reading of the statute is wrong.\r\n48. His argument is that the purpose of section 43(4) is to identify the purchaser and\r\nthe vendor, an identification which is achieved by reference to the subject-matter of\r\nthe transaction. The subject matter of the transaction is the chargeable interest\r\nacquired (see section 43(6)). The use of the word “acquired” should lead to an\r\nanalysis which focuses on matters from the acquirer’s perspective, something which is\r\nconsistent with the obligation being on the acquirer to pay the tax. In the case of\r\nKCL, he therefore submits that two separate chargeable interests have been acquired,\r\nnamely the separate undivided shares of KCL and Professor Trembath. In the context\r\nof the example we have used, he would say that each of A, B, C and D have acquired\r\nseparate chargeable interests and each of them is a purchaser.\r\n49. Mr Hitchmough points out, perfectly correctly, that Professor Trembath was and\r\nis a bare trustee of the Lease for himself and KCL so that the beneficial interest is\r\ntreated as vested in them both and so that his acts in relation to it were the acts of\r\nthem both. The consequence of that, however, is that one can effectively ignore the\r\nbare trusteeship: for SDLT purposes the position is as if Professor Trembath and KCL\r\nhad acquired the Lease and had it vested in them together. That is the analysis which\r\nwe have discussed above in relation to the example, concluding that there is no\r\ndifference to be found between an acquisition by A, B, C and D together and an\r\nacquisition by A and B as trustee for all four of them.\r\n50. If Mr Hitchmough is correct to identify the relevant land transactions and the\r\nseparate acquisitions of undivided shares by each beneficiary, then of course all the\r\nconsequences which he identifies do follow. But there are at least two difficulties\r\nwhich he has to face. The first is that the acquisition of the whole of the relevant\r\nproperty (the PE Properties in the case of PECTL, the Lease in the case of Professor\r\nTrembath and the house, H, in the case of the example) is itself a land transaction\r\nunder which the relevant tenants in common together acquire the whole beneficial\r\ninterest. The subject matter of that transaction is the entirety of the property\r\nconcerned. That feature cannot simply be ignored. The second difficulty is the effect\r\nof section 103. We have already addressed section 103 at some length and rejected\r\nMr Hitchmough’s argument in relation to it. If we are right on that, the first difficulty\r\ndoes not arise as a separate problem. But we do say that even if the separate\r\nacquisitions of undivided shares (as the result of a transaction under which the whole\r\nbeneficial interest is disposed of by a vendor) are separate chargeable interests within\r\nsection 43(6), we do not see why that would result in the acquisition of the whole by\r\ntenants in common not remaining itself a land transaction in relation to which the\r\ntenants in common are, collectively, the purchaser.\r\n22\r\n51. At one stage, HMRC suggested that the transactions are to be analysed as the\r\nacquisition by PECTL and Professor Trembath of the whole beneficial interest\r\nfollowed after a scintilla by an acquisition of undivided shares by the beneficiaries.\r\nThis point was not argued before us and we do not accept that analysis. The effect of\r\nparagraph 3(1) Schedule 16 is that the bare trusteeship in ignored. The position is the\r\nsame as if the beneficiaries had taken immediate interests as tenants in common.\r\n52. It might be said, against our approach, that it faces the same difficulty (in reverse)\r\nas the first difficulty we identified in paragraph 50 above facing Mr Hitchmough.\r\nEven if the relevant land transaction is the acquisition of the whole beneficial interest\r\n(by bare trustees or by beneficial tenants in common) the fact remains that each\r\nbeneficial tenant in common ends up with his own undivided share which is itself a\r\nchargeable interest. He must therefore have “acquired” it; and it is his acquisition\r\nwith which SDLT is concerned. But this, in our view, is to raise a false distinction\r\nbetween what it is that the tenants in common acquire collectively (the entire\r\nbeneficial interest in the property) and what they acquire individually. The sum of the\r\nindividual interests is precisely what they, collectively, acquire. The question is\r\nwhether the relevant transaction for SDLT is the collective acquisition or the separate\r\nacquisitions. We consider that section 103 answers that question conclusively in\r\nfavour of the former and we reject the suggestion that each tenant in common has\r\nacquired a separate interest pursuant to a separate chargeable transaction. There is a\r\nsingle land transaction under which the whole of the beneficial interest is acquired by\r\na number of purchasers, the tenants in common, who are “jointly entitled” within\r\nsection 103. Reading section 43(1) with section 103, the relevant land transaction is\r\nthe acquisition of the interest which the persons jointly entitled acquire between them;\r\nand nothing in section 43(4) or (6) detracts from that conclusion.\r\n53. It might be possible to read section 43(1) as defining a land transaction as “any\r\nacquisition of a chargeable interest or chargeable interests”. But that, it seems to us,\r\nreally takes the debate no further. Even on this reading there is a single land\r\ntransaction and, accordingly, a single chargeable transaction: see section 49. The\r\nsubject matter of that chargeable transaction remains the entirety of the beneficial\r\ninterest and the liability for SDLT falls to be determined by reference to that\r\nchargeable transaction.\r\n54. The second point to mention is one already made in paragraph 18 above, namely\r\nthe argument based on paragraph 3 Schedule 8. Why, it is asked, should exemption\r\nbe obtained where a charity acquires a property but uses only 80% for a qualifying\r\npurpose, but not be obtained when it acquires an 80% divided share in a property\r\nwhich it does use for a qualifying purpose? This does, at first sight, seem a little\r\nsurprising; but even the approach which Mr Peacock and Mr Hitchmough urge us to\r\nadopt provides only a partial solution. This is because in the case where the charity\r\nacquires 100% but uses only 80%, relief is obtained in respect of the whole purchase\r\nprice. In contrast, on their construction of the legislation, relief would only be\r\nobtained in relation to the 80% of the total purchase price albeit 100% of the charity’s\r\nown contribution to the total purchase price. Related to this is the third point, namely\r\nthe distinction between the acquisition by a charity of a subsisting undivided share in\r\n23\r\na property, for instance as an investment falling within the first condition under\r\nparagraph 1(2)(b) Schedule 8 and the acquisition of an identical interest when it is\r\npart of a larger acquisition of the whole together with other tenants in common. It is\r\nhard to think of any rational reason for this latter distinction.\r\n55. The fourth point is the impact, if any, of paragraph 4 Schedule 16 on the true\r\nconstruction of the statutory provisions which we have been examining. Paragraph 4\r\nis dealing with the position of trustees of a settlement in contrast with the trustees of a\r\nbare trust. Where trustees of a settlement acquire a chargeable interest, they are to be\r\ntreated for the purposes of Part 4, as it applies in relation to that acquisition, “as\r\npurchasers of the whole of the interest acquired (including the beneficial interest)”.\r\nThe draftsman considered it necessary to include the words “(including the beneficial\r\ninterest)” presumably on the basis that otherwise it might be suggested that all the\r\ntrustee obtained was a legal interest of little if any value and thus giving rise to no\r\nSDLT charge. In contrast, those words are not included in relation to a bare trust\r\nwhich suggests, therefore, that the trustees of a bare trust are not to be treated as if\r\nthey had acquired the beneficial interest. Although this point has been raised before\r\nus, we do not think that it leads anywhere. So far as concerns a bare trust, the relevant\r\nproperty is treated as vested in the beneficiaries which is precisely where the\r\nbeneficial interest resides anyway (in the cases before us as beneficial tenants in\r\ncommon). The bare trustees are not to be treated as purchasers of anything, let alone\r\nthe beneficial interest.\r\n56. The fifth point relates to anomalies. Mr Hitchmough identifies one which arises\r\non HMRC’s construction which he relies on to show that that construction is wrong.\r\nIt relates to section 53. This section applies to deem market value to be given for a\r\ntransaction in a case where the vendor is connected with the purchaser or where the\r\nwhole or part of the consideration for the transaction consists of the issue or transfer\r\nof shares in a company with which the vendor is connected. This, as Mr Hitchmough\r\nsays, is an anti-avoidance provision targeted at ensuring that the chargeable\r\nconsideration for a transaction between a company purchaser and a vendor connected\r\nwith it is not less than the market value of the subject matter of the transaction. The\r\nopening words of the section are “This section applies where the purchaser is a\r\ncompany”, words similar to those introducing the charity relief, that is “A land\r\ntransaction is exempt from charge if the purchaser is a charity”. Mr Hitchmough says\r\nthat if HMRC’s approach is correct in relation to the charity relief, the same approach\r\nshould be applied to section 53. On that basis, it would be easy to circumvent section\r\n53 by arranging for the purchasers to include an individual as a joint purchaser along\r\nwith the company, the individual taking a nominal share. The result would be that\r\n“the purchaser” within section 53 is not a company just as the “purchaser” within\r\nparagraph 1 Schedule 8 is not a charity. We should not be taken as accepting that this\r\nsuggested anomaly exists. In the case of paragraph 1 Schedule 8, it is not possible to\r\nread the opening words as though they read “A land transaction is exempt from\r\ncharge if the purchaser is or includes a charity…”: the remaining provisions of\r\nparagraph 1 simply cannot be made to work given that the transaction referred to is\r\nthe acquisition of 100% of the property by beneficial tenants in common. In contrast,\r\nperfectly good sense can be made of section 53 if it the opening words are read in this\r\n24\r\nway: “This section applies where the purchaser is or includes a company and...”\r\nAlthough Miss Tipples accepted that the word “purchaser” should be interpreted in\r\nthe same way in each provision, we think that it ought to be open to HMRC in another\r\ncase to make that argument and we cannot rule it out as obviously wrong. We\r\nproceed, however, in the present appeals on the footing that Mr Hitchmough is right\r\nabout this anomaly.\r\n57. There is one suggested anomaly in the other direction relied on by Miss Tipples.\r\nWe can illustrate it by the example provided by Mr Hitchmough in his skeleton\r\nargument. A husband and wife purchase a residential property for £400,000 as\r\nbeneficial tenants in common in equal shares. On KCL’s analysis, there are two\r\nseparate chargeable transactions each with a chargeable consideration of £200,000.\r\nHowever, since spouses are “connected” within the meaning of section 1122\r\nCorporation Tax Act 2010, there are “linked transactions” for the purposes of section\r\n108(1). Accordingly, SDLT is due on the aggregate consideration of £400,000 at a\r\nhigher rate (3%) than on separate transactions for separate considerations of £200,000\r\neach (1%). On the other hand, if an unmarried couple were to enter into the same\r\ntransaction, they would not be “connected” and would pay tax at the lower rate of 1%.\r\nThat does appear to be a somewhat inequitable result and is certainly not in accord\r\nwith any policy on the part of Government or HMRC.\r\n58. Mr Hitchmough says that HMRC have overlooked the effect of section 75A in\r\nraising this alleged anomaly. Section 75A applies where:\r\n“(a) one person (V) disposes of a chargeable interest and another person\r\nacquires either it or a chargeable interest deriving from it,\r\n(b) a number of transactions (including the disposal and acquisition) are\r\ninvolved in connection with the disposal and acquisition (“the scheme\r\ntransactions”), and\r\n(c) the sum of the amounts of stamp duty land tax payable in respect of the\r\nscheme transactions is less than the amount that would be payable on a notional\r\nland transaction effecting the acquisition of V’s chargeable interest by P on its\r\ndisposal by V.”\r\n59. Mr Hitchmough submits that the three-fold conditions set out in section 75A (1)\r\nwould clearly be satisfied were unmarried partners each to purchase a share in a\r\nproperty, owning that property as tenants in common. Where section 75A applies,\r\nSDLT must be paid by reference to the aggregate consideration (ie £400,000 in the\r\nexample given above) (see section 75A(4)).\r\n60. Miss Tipples submits that this analysis of section 75A is incorrect. She says that\r\nthe condition in paragraph (b) is not satisfied on KCL’s approach to the legislation on\r\nthe basis that there are no scheme transactions within that paragraph. The definition\r\nrequires a number of transactions but on KCL’s case there is only one transaction\r\ninvolved in the disposal of the chargeable interest (ie the undivided share of the\r\nrelevant unmarried partner).\r\n25\r\n61. We incline to the view that Miss Tipples is correct, but it is unnecessary to decide\r\nthe point. It is unnecessary to do so for the reason given in paragraph 62 below. In\r\nany case, even he is wrong about section 75A, he says that it is not necessarily the\r\ncase that the result is in any sense anomalous. He points out that it is by no means\r\nunusual for married and unmarried couples to be treated differently for tax purposes.\r\nThe tax legislation is full of such examples. Differential tax treatment can either\r\nbenefit married couples (eg exemption from inheritance tax of transfers of value\r\nbetween spouses) or prejudice against them (eg principle private residence relief from\r\ncapital gains tax is available on only a single residence for spouses living together, but\r\ncould be available on two residences for an unmarried couple).\r\n62. In our judgment, the five points which we have just discussed in paragraphs 47 to\r\n61 above, even taken cumulatively, are insufficient to enable us to depart from what\r\nwe see as the clear meaning of the statutory provisions. If there was a relevant\r\nambiguity, the third point, and to some extent, the second point would give real\r\nsupport to the adoption of the construction for which Mr Peacock and Mr Hitchmough\r\ncontend; but we do not perceive an ambiguity which would justify adopting that\r\nconstruction. We do not think that the anomaly in relation to section 53 – it is not, in\r\nfact, an anomaly but a loophole – would justify us from taking that course either. And\r\nthat is so even if there are no competing loopholes or anomalies which arise on their\r\nconstruction of the legislation.\r\n63. We would make one other point on which it is unnecessary to rely in reaching\r\nour decision but which lend support to it. It is this. Although Mr Hitchmough\r\nsuggests that a difference in treatment between married and unmarried couples in the\r\nexample considered is unexceptional, the fact that he is keen to establish that section\r\n75A results in the unmarried couple being treated like the married couple suggests\r\nthat he recognises that a more principled result in the case of SDLT would be to treat\r\nthem in the same way. We certainly find it hard to see any rational basis for treating\r\nthem differently in the context of this tax. The facts (i) that the connected persons\r\nprovisions only become relevant on his construction and (ii) that the escape from the\r\ndifferential treatment which results from the connected persons provisions is through\r\nsection 75A suggest that HMRC are right in their approach to the main issue in\r\nidentifying the relevant transaction, in the case of both the married and unmarried\r\ncouple, as the acquisition of 100% of the beneficial interest.\r\n64. Finally, in that context, it is to be noted that section 75A is an anti-avoidance\r\nprovision. If Mr Hitchmough is right in his approach to the main issue, we find it\r\nimpossible to see why it was thought necessary to introduce a new section 75A (by\r\nFinance Act 2007) which included within its scope the acquisition of a property by\r\ntenants in common. If he is right, the result is that all acquisitions by tenants in\r\ncommon where no question of relief or exemption arises will suffer the same tax as an\r\nacquisition by a sole acquirer. That is an extraordinarily convoluted way of achieving\r\nthe result. It is much more likely, we think, that the result from the introduction of\r\nSDLT was, for the reasons which we have given, that SDLT was due on 100% of the\r\nconsideration because there was a single land transaction.\r\n26\r\nConclusions\r\n76. For the reasons set out above, we conclude that:\r\n(1)in respect of the acquisition of each of the PE Properties and the Lease\r\nthere was a single land transaction for the purposes of SDLT, namely the\r\nacquisition of 100% of the beneficial interest in the property in question;\r\n(2)there are joint purchasers of the whole of the beneficial interest acquired,\r\nnamely, in the case of the PE Properties, the beneficiaries of the Pollen Estate\r\nand, in the case of the Lease, Professor Trembath and KCL; and\r\n(3)since the purchaser of the PE Properties was not solely a charity or charities\r\nor a Minister of the Crown, and the purchaser of the Lease was not solely a\r\ncharity, the respective claims for relief from SDLT fail. Accordingly, the\r\nAppeals of PETCL and KCL are dismissed.\r\nMr Justice Warren Timothy Herrington\r\nChamber President Upper Tribunal Judge\r\nRelease Date: 03 August 2012\r\n27\r\nAPPENDIX\r\nRelevant Provisions of the Finance Act 2003\r\n42 The tax\r\n(1) A tax (to be known as “stamp duty land tax”) shall be charged in\r\naccordance with this Part on land transactions.\r\n(2) The tax is chargeable –\r\n(a) whether or not there is any instrument effecting the\r\ntransaction,\r\n(b) if there is such an instrument, whether or not it is executed in\r\nthe United Kingdom, and\r\n(c) whether or not any party to the transaction is present, or\r\nresident, in the United Kingdom.\r\n(3) …\r\n43 Land transactions\r\n(1) In this Part a “land transaction” means any acquisition of a chargeable\r\ninterest.\r\nAs to the meaning of “chargeable interest” see section 48.\r\n(2) Except as otherwise provided, this Part applies however the acquisition is\r\neffected, whether by act of the parties, by order of a court or other authority,\r\nby or under any statutory provision or by operation of law.\r\n(3) For the purposes of this Part –\r\n(a) the creation of a chargeable interest is –\r\n(i) an acquisition by the person becoming entitled to the\r\ninterest created, and\r\n(ii) a disposal by the person whose interest or right is\r\nsubject to the interest created;\r\n(b) …\r\n(c) …\r\n(d) …\r\n28\r\n(4) References in this part to the “purchaser” and “vendor”, in relation to a\r\nland transaction, are to the person acquiring and the person disposing of the\r\nsubject-matter of the transaction.\r\nThese expressions apply even if there is no consideration given for the\r\ntransaction.\r\n(5) A person is not treated as a purchaser unless he has given consideration\r\nfor, or is a party to, the transaction.\r\n(6) References in this Part to the subject-matter of a land transaction are to the\r\nchargeable interest acquired (the “main subject-matter”), together with any\r\ninterest or right appurtenant or pertaining to it that is acquired with it.\r\n44 Contract and conveyance\r\n(1) This section applies where a contract for a land transaction is entered into\r\nunder which the transaction is to be completed by a conveyance.\r\n(2) A person is not regarded as entering into a land transaction by reason of\r\nentering into the contract, but the following provisions have effect.\r\n(3) to (11) …\r\n48 Chargeable interests\r\n(1) In this Part “chargeable interest” means –\r\n(a) an estate, interest, right or power in or over land in the United\r\nKingdom, or\r\n(b) the benefit of an obligation, restriction or condition affecting\r\nthe value of any such estate, interest, right or power,\r\nother than an exempt interest.\r\n(2) to (7) …\r\n49 Chargeable transactions\r\n(1) A land transaction is a chargeable transaction if it is not a transaction that\r\nis exempt from charge.\r\n(2) Schedule 3 provides for certain transactions to be exempt from charge.\r\n…\r\n53 Deemed market value where transaction involves connected company\r\n(1)This section applies where the purchaser is a company and –\r\n(a) the vendor is connected with the purchaser, or\r\n(b) some or all of the consideration for the transaction consists of\r\nthe issue or transfer of shares in a company with which the\r\nvendor is connected.\r\n(1A)The chargeable consideration for the transaction shall be taken to be not\r\nless than-\r\n(a) the market value of the subject-matter of the transaction as at\r\n29\r\nthe effective date of the transaction, and\r\n(b) if the acquisition is the grant of a lease at a rent, that rent.\r\n(2) Section 1122 of the Corporation Tax Act 2010 (connected persons) has\r\neffect for the purposes of this section.\r\n(3) In this section –\r\n“company” means any body corporate;\r\n“shares” includes stock and the reference to shares in a company includes a\r\nreference to securities issued by a company.\r\n(4) Where this section applies paragraph 1 of Schedule 3 (exemption of\r\ntransactions for which there is no chargeable consideration) does not apply.\r\nBut this section has effect subject to any other provision affording exemption\r\nor relief from stamp duty land tax.\r\n(5) This section is subject to the exceptions provided for in section 54.\r\n55 Amount of tax chargeable: general\r\n(1) The amount of tax chargeable in respect of a chargeable transaction is a\r\npercentage of the chargeable consideration for the transaction.\r\n(2) That percentage is determined by reference to whether the relevant land –\r\n(a) consists entirely of residential property (in which case Table A\r\nbelow applies), or\r\n(b) consists of or includes land that is not residential property (in\r\nwhich case Table B below applies),\r\nand, in either case, by reference to the amount of the relevant consideration.\r\nTABLE A: RESIDENTIAL\r\nRelevant consideration Percentage\r\nNot more than £125,000 0%\r\nMore than £125,000 but not more than £250,000 1%\r\nMore than £250,000 but not more than £500,000 3%\r\nMore than £500,000 4%\r\nTABLE B: NON-RESIDENTIAL OR MIXED\r\nRelevant consideration\r\nPercentage\r\nNot more than £150,000 0%\r\nMore than £150,000 but not more than £250,000 1%\r\nMore than £250,000 but not more than £500,000 3%\r\nMore than £500,000 4%\r\n(3) For the purposes of subsection (2) –\r\n(a) the relevant land is the land an interest in which is the main\r\nsubject-matter of the transaction, and\r\n30\r\n(b) the relevant consideration is the chargeable consideration for\r\nthe transaction,\r\nsubject as follows.\r\n(4) If the transaction in question is one of a number of linked transactions –\r\n(a) the relevant land is any land an interest in which is the main\r\nsubject-matter of any of those transactions, and\r\n(b) the relevant consideration is the total of the chargeable\r\nconsideration for all those transactions.\r\n(5) to (7)…\r\n68 Charities relief\r\n(1) Schedule 8 provides for relief from stamp duty land tax for acquisitions by\r\ncharities.\r\n(2) Any relief under that Schedule must be claimed in a land transaction\r\nreturn or an amendment of such a return.\r\n75A Anti-avoidance\r\n(1) This section applies where –\r\n(a) one person (V) disposes of a chargeable interest and another\r\nperson (P) acquires either it or a chargeable interest deriving\r\nfrom it,\r\n(b) a number of transactions (including the disposal and\r\nacquisition) are involved in connection with the disposal and\r\nacquisition (“the scheme transactions”), and\r\n(c) the sum of the amounts of stamp duty land tax payable in\r\nrespect of the scheme transactions is less than the amount that\r\nwould be payable on a notional land transaction effecting the\r\nacquisition of V’s chargeable interest by P on its disposal by V.\r\n(2) In subsection (1) “transaction” includes, in particular –\r\n(a) a non-land transaction,\r\n(b) an agreement, offer or undertaking not to take specified action,\r\n(c) any kind of arrangement whether or not it could otherwise be\r\ndescribed as a transaction, and\r\n(d) a transaction which takes place after the acquisition by P of the\r\nchargeable interest.\r\n(3) The scheme transactions may include, for example –\r\n(a) the acquisition by P of a lease deriving from a freehold owned\r\nor formerly owned by V;\r\n(b) a sub-sale to a third person;\r\n(c) the grant of a lease to a third person subject to a right to\r\nterminate;\r\n(d) the exercise of a right to terminate a lease or to take some other\r\naction;\r\n31\r\n(e) an agreement not to exercise a right to terminate a lease or to\r\ntake some other action;\r\n(f) the variation of a right to terminate a lease or to take some\r\nother action.\r\n(4) Where this section applies –\r\n(a) any of the scheme transactions which is a land transaction shall\r\nbe disregarded for the purposes of this Part, but\r\n(b) there shall be a notional land transaction for the purposes of\r\nthis Part effecting the acquisition of V’s chargeable interest by\r\nP on its disposal by V.\r\n(5) The chargeable consideration on the notional transaction mentioned in\r\nsubsections (1)(c) and (4)(b) is the largest amount (or aggregate amount) –\r\n(a) given by or on behalf of any one person by way of\r\nconsideration for the scheme transactions, or\r\n(b) received by or on behalf of V (or a person connected with V\r\nwithin the meaning of section 1122 of the Corporation Tax Act\r\n2010) by way of consideration for the scheme transactions.\r\n(6) The effective date of the notional transaction is –\r\n(a) the last date of completion for the scheme transactions, or\r\n(b) if earlier, the last date on which a contract in respect of the\r\nscheme transactions is substantially performed.\r\n(7) to (12)…\r\n76 Duty to deliver land transaction return\r\n(1) In the case of every notifiable transaction the purchaser must deliver a\r\nreturn (a “land transaction return”) to the Inland Revenue before the end of the\r\nperiod of 30 days after the effective date of the transaction.\r\n(2)…\r\n(3)…\r\n77 Notifiable transactions\r\n(1) A land transaction is notifiable if it is –\r\n(a) an acquisition of a major interest in land that does not fall within one\r\nor more of the exceptions in section 77A,\r\n…\r\n85 Liability for tax\r\n(1) The purchaser is liable to pay the tax in respect of a chargeable\r\ntransaction.\r\n(2) As to the liability of purchasers acting jointly see –\r\nsection 103(2)(c) (joint purchasers);\r\nPart 2 of Schedule 15 (partners); and\r\nParagraph 5 of Schedule 16 (trustees).\r\n32\r\n103 Joint purchasers\r\n(1) This section applies to a land transaction where there are two or more\r\npurchasers who are or will be jointly entitled to the interest acquired.\r\n(2) The general rules are that –\r\n(a) any obligation of the purchaser under this Part in relation to the\r\ntransaction is an obligation of the purchasers jointly but may be\r\ndischarged by any of them,\r\n(b) anything required or authorised by this Part to be done in\r\nrelation to the purchaser must be done by or in relation to all of\r\nthem, and\r\n(c) any liability of the purchaser under this Part in relation to the\r\ntransaction (in particular, any liability arising by virtue of the\r\nfailure to fulfil an obligation within paragraph (a)), is a joint\r\nand several liability of the purchasers.\r\nThese rules are subject to the following provisions.\r\n(3) If the transaction is a notifiable transaction, a single land transaction\r\nreturn is required.\r\n(4) The declaration required by paragraph 1(1)(c) of Schedule 10 …\r\n(declaration that return…is complete and correct) must be made by all the\r\npurchasers.\r\n(5) If the Inland Revenue give notice of an enquiry into the return -\r\n(a) the notice must be given to each of the purchasers,\r\n(b) the powers of the Inland Revenue as to the production of\r\ndocuments and provision of information for the purposes of the\r\nenquiry are exercisable separately (and differently) in relation\r\nto each of the purchasers,\r\n(c) any of the purchasers may apply for a direction that a closure\r\nnotice be given (and all of them are entitled to be parties to the\r\napplication), and\r\n(d) the closure notice must be given to each of the purchasers.\r\n(6) A Revenue determination or discovery assessment relating to the\r\ntransaction must be made against all the purchasers and is not effective against\r\nany of them unless notice of it is given to each of them whose identity is\r\nknown to the Inland Revenue.\r\n(7) In the case of an appeal arising from proceedings under this Part relating\r\nto the transaction -\r\n(a) the appeal may be brought by any of the purchasers,\r\n(b) notice of the appeal must be given to any of them by whom it is\r\nnot brought,\r\n(c) the agreement of all the purchasers is required if the appeal is to\r\nbe settled by agreement,\r\n(d) if it is not settled, and is notified to the tribunal, any of them are\r\nentitled to be parties to the appeal, and]\r\n(e) the tribunal’s decision on the appeal binds all of them.\r\n33\r\n(7A) In a case where subsection (7) applies and some (but not all) of the\r\npurchasers require HMRC to undertake a review under paragraph 36B or 36C\r\nof Schedule 10 –\r\n(a) notification of the review must be given by HMRC to each of\r\nthe other purchasers whose identity is known to HMRC,\r\n(b) any of the other purchasers may be a party to the review if they\r\nnotify HMRC in writing,\r\n(c) the notice of HMRC’s conclusions must be given to each of the\r\nother purchasers whose identity is known to HMRC,\r\n(d) paragraph 36F of Schedule 10 (effect of conclusions of review)\r\napplies in relation to all of the purchasers, and\r\n(e) any of the purchasers may notify the appeal to the tribunal\r\nunder paragraph 36G.\r\n105 Trustees\r\nSchedule 16 has effect with respect to the application of this Part in relation to\r\ntrustees.\r\n107 Crown application\r\n(1) This Part binds the Crown, subject to the following provisions of this\r\nsection.\r\n(2) A land transaction under which the purchaser is any of the following is\r\nexempt from charge:\r\nGovernment\r\nA Minister of the Crown\r\n…\r\n108 Linked transactions\r\n(1) Transactions are “linked” for the purposes of this Part if they form part of\r\na single scheme, arrangement or series of transactions between the same\r\nvendor and purchaser or, in either case, persons connected with them.\r\nSection 1122 of the Corporation Tax Act 2010 (connected persons) has effect\r\nfor the purposes of this subsection.\r\n(2) Where there are two or more linked transactions with the same effective\r\ndate, the purchaser, or all of the purchasers if there is more than one, may\r\nmake a single land transaction return as if all of those transactions that are\r\nnotifiable were a single notifiable transaction.\r\n(3) Where two or more purchasers make a single return in respect of linked\r\ntransactions, section 103 (joint purchasers) applies as if –\r\n(a) the transactions in question were a single transaction, and\r\n(b) those purchasers were purchasers acting jointly.\r\n34\r\n…\r\n117 Meaning of “major interest” in land\r\n(1) References in this Part to a “major interest” in land shall be construed as\r\nfollows.\r\n(2) In relation to land in England or Wales, the references are to –\r\n(a) an estate in fee simple absolute, or\r\n(b) a term of years absolute,\r\nwhether subsisting at law or in equity\r\n…\r\n121 Minor definitions\r\nIn this Part –\r\n…\r\n“jointly entitled” means –\r\n(a) in England and Wales, beneficially entitled as joint tenants or\r\ntenants in common,\r\n(b) in Scotland, entitled as joint owners or owners in common,\r\n(c) in Northern Ireland, beneficially entitled as joint tenants,\r\ntenants in common or coparceners;\r\n…\r\nSCHEDULE 3\r\nNo chargeable consideration\r\n1. A land transaction is exempt from charge if there is no chargeable\r\nconsideration for the transaction.\r\n…\r\nSCHEDULE 8\r\nCharities relief\r\n1. (1) A land transaction is exempt from charge if the purchaser is a charity and\r\nthe following conditions are met.\r\nRelief under this Schedule is referred to in this part as “charities relief”.\r\n(2) The first condition is that the purchaser must intend to hold the subjectmatter\r\nof the transaction for qualifying charitable purposes, that is –\r\n(a) for use in furtherance of the charitable purposes of the\r\npurchaser or of another charity, or\r\n35\r\n(b) as an investment from which the profits are applied to the\r\ncharitable purposes of the purchaser.\r\n(3) The second condition is that the transaction must not have not been\r\nentered into for the purpose of avoiding tax under this Part (whether by the\r\npurchaser or any other person).\r\n(4) In this paragraph a “charity” means a body or trust established for\r\ncharitable purposes only.\r\nWithdrawal of charities relief\r\n2. (1) Where in the case of a transaction (“the relevant transaction”) that is\r\nexempt by virtue of this Schedule –\r\n(a) a disqualifying event occurs –\r\n(i) before the end of the period of three years beginning\r\nwith the effective date of the transaction, or\r\n(ii) in pursuance of, or in connection with, arrangements\r\nmade before the end of that period,\r\nand\r\n(b) at the time of the disqualifying event the purchaser holds a\r\nchargeable interest –\r\n(i) that was acquired by the purchaser under the relevant\r\ntransaction, or\r\n(ii) that is derived from an interest so acquired,\r\ncharities relief in relation to the relevant transaction, or an\r\nappropriate proportion of it, is withdrawn and tax is chargeable\r\nin accordance with this paragraph.\r\n(2) The amount chargeable is the amount that would have been chargeable in\r\nrespect of the relevant transaction but for charities relief or, as the case may\r\nbe, an appropriate proportion of the tax that would have been so chargeable.\r\n(3) For the purposes of this paragraph a “disqualifying event” means –\r\n(a) the purchaser ceasing to be established for charitable purposes\r\nonly, or\r\n(b) the subject-matter of the transaction, or any interest or right\r\nderived from it, being used or held by the purchaser otherwise\r\nthan for qualifying charitable purposes.\r\n(4) In sub-paragraphs (1) and (2) an “appropriate proportion” means an\r\nappropriate proportion having regard to –\r\n(a) what was acquired by the purchaser under the relevant\r\ntransaction and what is held by the purchaser at the time of the\r\ndisqualifying event, and\r\n(b) the extent to which what is held by the purchaser at that time\r\nbecomes used or held for purposes other than qualifying\r\ncharitable purposes.\r\n(5) In this paragraph “qualifying charitable purposes” has the same meaning\r\nas in paragraph 1.\r\n36\r\nCases where first condition not fully met\r\n3. (1) This paragraph applies where –\r\n(a) a land transaction is not exempt from charge under paragraph 1\r\nbecause the first condition in that paragraph is not met, but\r\n(b) the purchaser (“C”) intends to hold the greater part of the\r\nsubject-matter of the transaction for qualifying charitable\r\npurposes.\r\n(2) In such a case –\r\n(a) the transaction is exempt from charge, but\r\n(b) for the purposes of paragraph 2 (withdrawal of charities relief)\r\n“disqualifying event” includes –\r\n(i) any transfer by C of a major interest in the whole or any\r\npart of the subject-matter of the transaction, or\r\n(ii) any grant by C at a premium of a low-rental lease of the\r\nwhole or any part of that subject-matter,\r\nthat is not made in furtherance of the charitable purposes of C\r\n(3) For the purposes of sub-paragraph (2)(b)(ii) –\r\n(a) a lease is granted “at a premium” if there is consideration other\r\nthan rent, and\r\n(b) a lease is a “low-rental” lease if the annual rent (if any) is less\r\nthan £1,000 a year.\r\n(4) In relation to a transaction that, by virtue of this paragraph, is a\r\ndisqualifying event for the purposes of paragraph 2 –\r\n(a) the date of the event for those purposes is the effective date of\r\nthe transaction;\r\n(b) paragraph 2 has effect as if –\r\n(i) in sub-paragraph (1)(b), for “at the time of” there were\r\nsubstituted “immediately before”,\r\n(ii) in sub-paragraph (4)(a), for “at the time of” there were\r\nsubstituted “immediately before and immediately after”,\r\nand\r\n(iii) sub-paragraph (4)(b) were omitted.\r\n(5) In this paragraph –\r\n“qualifying charitable purposes” has the same meaning as in paragraph 1;\r\n“rent” has the same meaning as in Schedule 5 (amount of tax chargeable:\r\nrent) and\r\n“annual rent” has the same meaning as in paragraph [9A] of that Schedule.\r\nCharitable trusts\r\n4. (1) This Schedule applies in relation to a charitable trust as it applies in\r\nrelation to a charity.\r\n(2) In this paragraph “charitable trust” means –\r\n(a) a trust of which all the beneficiaries are charities, or\r\n(b) a unit trust scheme in which all the unit holders are charities,\r\n37\r\nand “charity” has the same meaning as in paragraph 1.\r\n(3) In this Schedule as it applies by virtue of this paragraph –\r\n(a) references to the purchaser in paragraphs (a) and (b) of\r\nparagraph 1(2) are to the beneficiaries or unit holders, or any of\r\nthem;\r\n(b) the reference to the purchaser in paragraph 2(3)(a) is to any of\r\nthe beneficiaries or unit holders;\r\n(c) the reference in paragraph 3(2)(b) to the charitable purposes of\r\nC is to those of the beneficiaries or unit holders, or any of them.\r\nSCHEDULE 16\r\nMeaning of “settlement” and “bare trust”\r\n1. (1) In this Part “settlement” means a trust that is not a bare trust.\r\n(2) In this Part a “bare trust” means a trust under which property is held by a\r\nperson as trustee –\r\n(a) for a person who is absolutely entitled as against the trustee, or\r\nwho would be so entitled but for being a minor or other person\r\nunder a disability, or\r\n(b) for two or more persons who are or would be jointly so entitled,\r\nand includes a case in which a person holds property as\r\nnominee for another.\r\n(3) In sub-paragraph (2)(a) and (b) the references to a person being absolutely\r\nentitled to property as against the trustee are references to a case where the\r\nperson has the exclusive right, subject only to satisfying any outstanding\r\ncharge, lien or other right of the trustee, to resort to the property for payment\r\nof duty, taxes, costs or other outgoings or to direct how the property it to be\r\ndealt with.\r\n(4) In sub-paragraph (2) “minor”, in relation to Scotland, means a person\r\nunder legal disability by reason of nonage.\r\nInterests of beneficiaries under certain trusts\r\n2. Where property is held in trust under the law of Scotland, or of a country or\r\nterritory outside the United Kingdom, on terms such that, if the trust had effect\r\nunder the law of England and Wales, a beneficiary would be regarded as\r\nhaving an equitable interest in the trust property –\r\n(a) that beneficiary shall be treated for the purposes of this Part as\r\nhaving such an interest notwithstanding that no such interest is\r\nrecognised by the law of Scotland or, as the case may be, the\r\ncountry or territory outside the United Kingdom, and\r\n38\r\n(b) an acquisition of the interest of a beneficiary under the trust\r\nshall accordingly be treated as involving the acquisition of an\r\ninterest in the trust property.\r\nBare trustee\r\n3. (1) Subject to sub-paragraph (2), where a person acquires a chargeable\r\ninterest or an interest in a partnership as bare trustee, this Part applies as if the\r\ninterest were vested in, and the acts of the trustee in relation to it were the acts\r\nof, the person or persons for whom he is trustee.\r\n(2) Sub-paragraph (1) does not apply in relation to the grant of a lease.\r\n(3) Where a lease is granted to a person as bare trustee, he is treated for the\r\npurposes of this Part, as it applies in relation to the grant of the lease, as\r\npurchaser of the whole of the interest acquired.\r\n(4) Where a lease is granted by a person as bare trustee, he is to be treated for\r\nthe purposes of this Part, as it applies in relation to the grant of the lease, as\r\nvendor of the whole of the interest disposed of.\r\nAcquisition by trustees of settlement\r\n4. Where persons acquire a chargeable interest or an interest in a partnership as\r\ntrustees of a settlement, they are treated for the purposes of this Part, as it\r\napplies in relation to that acquisition, as purchasers of the whole of the interest\r\nacquired (including the beneficial interest).\r\n5. to 8. …","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2012-08-03","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/57652cfce5274a0da30000a1/the_pollen_estate_trustees_ltd_kings_collge_london_v_hmrc.pdf","title":"(1) The Pollen Estate Trustee Company Limited (2) King's College London v The Commissioners for HM Revenue and Customs: [2012] UKUT 277 (TCC)","content_type":"application/pdf","updated_at":"2016-06-18T11:14:04Z","created_at":"2016-06-18T11:14:04Z","content_id":"f591a047-8c91-4757-bfcd-7ff61bc071e6"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:13.271Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/1-the-pollen-estate-trustee-company-limited-2-king-s-college-london-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-277-tcc","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:13Z","base_path":"/tax-and-chancery-tribunal-decisions/1-the-pollen-estate-trustee-company-limited-2-king-s-college-london-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-277-tcc","description":"Upper Tribunal Tax & Chancery decision of Mr Justice Warren and Judge Herrington on 03 August 2012.","content_id":"da9f8c5d-0fa6-41cb-a1ed-f9d8e3c5d55b","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"The Pollen Estate Trustee Company Limited and King's College London v The Commissioners for HM Revenue and Customs: [2012] UKUT 277 (TCC)","public_updated_at":"2016-12-01T16:19:13Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/1-the-pollen-estate-trustee-company-limited-2-king-s-college-london-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-277-tcc","description":"Upper Tribunal Tax & Chancery decision of Mr Justice Warren and Judge Herrington on 03 August 2012.","api_path":"/api/content/tax-and-chancery-tribunal-decisions/1-the-pollen-estate-trustee-company-limited-2-king-s-college-london-v-the-commissioners-for-hm-revenue-and-customs-2012-ukut-277-tcc","withdrawn":false,"content_id":"da9f8c5d-0fa6-41cb-a1ed-f9d8e3c5d55b","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}