{"title":"The Commissioners for HM Revenue and Customs v CCA Distribution Limited (in administration): [2015] UKUT 0513 (TT)","public_updated_at":"2016-12-01T16:19:50Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the [full decision](HMRC-v-CCA-Distributions-Ltd.pdf).\r\n\r\nVALUE ADDED TAX–input tax- MTIC appeal-whether First-tier Tribunal\r\nmade errors of law in concluding that taxpayer neither knew or should have\r\nknown that its transactions were connected to fraud-yes-appeal allowed and\r\ncase remitted for reconsideration to differently constituted tribunal."},{"content_type":"text/html","content":"<p>Read the <a href=\"HMRC-v-CCA-Distributions-Ltd.pdf\">full decision</a>.</p>\n\n<p>VALUE ADDED TAX–input tax- MTIC appeal-whether First-tier Tribunal\nmade errors of law in concluding that taxpayer neither knew or should have\nknown that its transactions were connected to fraud-yes-appeal allowed and\ncase remitted for reconsideration to differently constituted tribunal.</p>\n"}],"metadata":{"hidden_indexable_content":"[2015] UKUT 0513 (TT)\r\nAppeal number: UT/2013/0022\r\nVALUE ADDED TAX–input tax- MTIC appeal-whether First-tier Tribunal\r\nmade errors of law in concluding that taxpayer neither knew or should have\r\nknown that its transactions were connected to fraud-yes-appeal allowed and\r\ncase remitted for reconsideration to differently constituted tribunal\r\nUPPER TRIBUNAL\r\nTAX AND CHANCERY CHAMBER\r\nTHE COMMISSIONERS FOR HER MAJESTY’S Appellant\r\nREVENUE & CUSTOMS\r\n- and -\r\nCCA DISTRIBUTION LIMITED Respondent\r\n(in administration)\r\nTRIBUNAL: Mr Justice Morgan\r\nJudge Timothy Herrington\r\nSitting in public at the Rolls Building, Fetter Lane London EC4A 1NL on 29 and\r\n30 June and 1 July 2015\r\nJeremy Benson QC, Christopher Kerr and Ben Hayhurst instructed by the\r\nGeneral Counsel and Solicitor to HM Revenue and Customs, for the Appellant\r\nJames Pickup QC and Simon Taylor, instructed by Smith & Williamson LLP for\r\nthe Respondent\r\n© CROWN COPYRIGHT 2015\r\n2\r\nDECISION\r\nIntroduction\r\n1. This is an appeal against a decision of the First-tier 5 Tribunal (Judge Malachy\r\nCornwell-Kelly and Mr John Agboola ACCA) (“the F-tT”) released on 22 April 2013\r\n(“the Decision”). The F-tT allowed an appeal by the respondent, CCA Distribution\r\nLimited (“CCA”), against decisions of the appellant (“HMRC”) to deny CCA the\r\nright to deduct input tax in excess of £9.8 million in relation to purchases of mobile\r\n10 phones made in three VAT periods, namely 04/06, 05/06 and 06/06.\r\n2. HMRC denied CCA its claimed right to deduct input tax in relation to 39 purchase\r\ntransactions effected by CCA in those VAT periods. In each of those deals CCA\r\npurchased the goods from one of three UK companies and exported the goods to one\r\nof a number of EU companies. The grounds on which HMRC refused the credit of\r\n15 input tax were that it was satisfied that the transactions concerned formed part of an\r\noverall scheme to defraud the revenue and that there were features of those\r\ntransactions and conduct on the part of CCA which demonstrated that CCA knew or\r\nshould have known that this was the case. It will be apparent from this short\r\nintroduction that this was what is commonly known as an MTIC appeal. We will not\r\n20 set out in this decision a full description of what is typically involved in this type of\r\ncase but we will assume that the reader is familiar with the concept, and the\r\nconventional terms used, in such appeals.\r\n3. CCA accepted the allegation of connection with fraud but disputed HMRC’s\r\nfinding that it knew or should have known that the transactions in question were so\r\n25 connected. The F-tT were split on this issue. Judge Cornwell-Kelly (“the Judge”)\r\nexercised his casting vote in favour of allowing CCA’s appeal pursuant to article 8 of\r\nthe First-tier Tribunal and Upper Tribunal (Composition of Tribunal) Order 2008. Mr\r\nAgboola (“the Member”) would have dismissed the appeal. Much of the Decision is\r\ntaken up with findings which both members of the F-tT were prepared to make. The\r\n30 Judge then set out the reasoning on which he alone relied and this was followed by the\r\nreasoning relied upon by the Member in support of his conclusion that there was a\r\nfraudulent scheme going on and CCA was a willing participant in the scheme.\r\n4. It is helpful as further background to note that in respect of each of the 39\r\ntransactions with which this appeal is concerned CCA acquired the goods from what\r\n35 is known as a “contra-trader”. This is a term coined by HMRC to describe a\r\nfraudulent trader which (a) acquires goods from a UK trader as a participant in a chain\r\nof transactions which includes a defaulting trader (known as the “dirty chain”) and\r\nexports them to an EU trader claiming a credit for input tax (“ the dirty input tax”) on\r\nthe purchase and (b) in a chain which includes no defaulter (known as the “clean\r\n40 chain”), imports goods from an EU trader and sells them to another UK trader and\r\nthen offsets the dirty input tax against the clean output tax he is liable to pay HMRC\r\nin respect of the sale to the second UK trader. The purpose of this is to attempt to turn\r\nthe dirty input tax into clean input tax in the hands of the second UK trader (who\r\nhimself exports the goods to an EU trader) and to distance the second UK trader from\r\n3\r\nthe default in the dirty chain so that he could not know of his connection to the\r\ndefault. It also means that it is more difficult for HMRC to discover the connection.\r\n5. In respect of the 39 transactions referred to above, CCA is in the position of the\r\nsecond UK trader in that it acquired the goods concerned from what it accepted was a\r\nfraudulent contra-trader before exporting them. It was therefore 5 at risk of being\r\ndenied credit for input tax on its purchases if HMRC were to discover the role of the\r\nfraudulent contra-trader and were to establish that CCA knew or should have known\r\nof the connection to fraud in the dirty chain. CCA also featured as a “buffer” in a\r\nfurther 117 transactions where it was positioned in a dirty chain between another UK\r\n10 trader from whom it acquired goods which were sold to two of the three contra traders\r\nit dealt with in the clean chains. HMRC did not seek to deny CCA credit for input tax\r\nin relation to these deals, but as we shall see, these transactions are relevant to the\r\nfraudulent scheme as a whole. HMRC’s position is that the identity of CCA’s\r\ncustomer and supplier was crucial to the scheme and to the circulation of money\r\n15 through pre-ordained movements.\r\n6. HMRC contends that CCA was not a free agent but had agreed to buy from a\r\nsupplier in the scheme and to sell to a customer in the scheme to ensure that the funds\r\ncontinued to circulate and it would not have been rational for the organisers of the\r\nfraud to have used a conduit for the goods and money that was in ignorance of the\r\n20 scheme. This contention was in essence accepted by the Member in his statement of\r\ndissent. On the other hand, CCA points to the fact that it needs to look to HMRC for\r\nrepayment of its input tax and risks its own capital pending HMRC’s scrutiny of its\r\nclaim for credit. CCA is thus fully exposed in the way the contra-trader, who does not\r\nneed to seek a repayment from HMRC, is not exposed. CCA’s alternative to HMRC’s\r\n25 contention is that it was an innocent trader unwittingly caught up in the scheme. The\r\nJudge found that HMRC had not made out its case on the question of knowledge or\r\nmeans of knowledge as a consequence of which, through the exercise of the Judge’s\r\ncasting vote, the appeal was allowed. The question for us is whether the F-tT made\r\nerrors of law in the course of coming to its conclusions.\r\n30 The F-tT’s Decision\r\nThe legal framework\r\n7. The F-tT correctly set out the legal framework for its decision and it referred in\r\ndetail to the principal cases which were relevant. In particular, it identified and set out\r\nthe legal principles that govern the circumstances in which the right to claim credit for\r\n35 input tax can be denied. We need not summarise everything which was stated by the\r\nF-tT in this respect as it will suffice to refer to the two main authorities which are\r\nrelevant. At [7], the F-tT referred to the findings of the European Court of Justice in\r\nAxel Kittel v Belgium; Belgium v Recolta Recycling Sprl [2006] ECR1-6161 as\r\nanalysed by Moses LJ in his judgment in the Court of Appeal in Mobilx Limited (in\r\n40 administration) v HMRC & Ors. [2010] EWCA Civ 517 where Moses LJ said at [41]\r\nand [42] :\r\n4\r\n“[41] In Kittel after §55 the [European] Court developed its established principles in\r\nrelation to fraudulent evasion. It extended the principle, that the objective criteria are\r\nnot met where tax is evaded, beyond evasion by the taxable person himself to the\r\nposition of those who knew or should have known that by their purchase they were\r\ntaking part in a transaction connected with fraudulent 5 evasion of VAT:-\r\n\"56. In the same way, a taxable person who knew or should have known that,\r\nby his purchase, he was taking part in a transaction connected with fraudulent\r\nevasion of VAT must, for the purposes of the Sixth Directive, be regarded as\r\n10 a participant in that fraud, irrespective of whether or not he profited by the\r\nresale of the goods.\r\n57. That is because in such a situation the taxable person aids the perpetrators\r\nof the fraud and becomes their accomplice.\r\n58. In addition, such an interpretation, by making it more difficult to carry\r\n15 out fraudulent transactions, is apt to prevent them.\"\r\n59. Therefore, it is for the referring court to refuse entitlement to the right to\r\ndeduct where it is ascertained, having regard to objective factors, that the\r\ntaxable person knew or should have known that, by his purchase, he was\r\nparticipating in a transaction connected with fraudulent evasion of VAT, and\r\n20 to do so even where the transaction in question meets the objective criteria\r\nwhich form the basis of the concepts of 'supply of goods effected by a taxable\r\nperson acting as such' and 'economic activity'. [emphasis added]\"\r\nThe words I have emphasised \"in the same way\" and \"therefore\" link those\r\n25 paragraphs to the earlier paragraphs between 53-55. They demonstrate the basis for\r\nthe development of the Court's approach. It extended the category of participants who\r\nfall outwith the objective criteria to those who knew or should have known of the\r\nconnection between their purchase and fraudulent evasion. Kittel did represent a\r\ndevelopment of the law because it enlarged the category of participants to those who\r\n30 themselves had no intention of committing fraud but who, by virtue of the fact that\r\nthey knew or should have known that the transaction was connected with fraud, were\r\nto be treated as participants. Once such traders were treated as participants their\r\ntransactions did not meet the objective criteria determining the scope of the right to\r\ndeduct.\r\n35 [42] By the concluding words of §59 the Court must be taken to mean that even\r\nwhere the transaction in question would otherwise meet the objective criteria which\r\nthe Court identified, it will not do so in a case where a person is to be regarded, by\r\nreason of his state of knowledge, as a participant.”\r\n40 8. The F-tT also referred to [52], [59] and [60] of Mobilx where Moses LJ dealt with\r\nthe meaning of “should have known”, as follows:\r\n“[52] If a taxpayer has the means at his disposal of knowing that by his purchase he is\r\nparticipating in a transaction connected with fraudulent evasion of VAT he loses his\r\nright to deduct, not as a penalty for negligence, but because the objective criteria for\r\n45 the scope of that right are not met. It profits nothing to contend that, in domestic law,\r\ncomplicity in fraud denotes a more culpable state of mind than carelessness, in the\r\nlight of the principle in Kittel. A trader who fails to deploy means of knowledge\r\navailable to him does not satisfy the objective criteria which must be met before his\r\nright to deduct arises.\r\n5\r\n…\r\n[59] The test in Kittel is simple and should not be over-refined. It embraces not only\r\nthose who know of the connection but those who “should have known”. Thus it\r\nincludes those who should have known from the circumstances 5 which surround their\r\ntransactions that they were connected to fraudulent evasion. If a trader should have\r\nknown that the only reasonable explanation for the transaction in which he was\r\ninvolved was that it was connected with fraud and if it turns out that the transaction was\r\nconnected with fraudulent evasion of VAT then he should have known of that fact. He\r\n10 may properly be regarded as a participant for the reasons explained in Kittel.\r\n[60] The true principle to be derived from Kittel does not extend to circumstances in\r\nwhich a taxable person should have known that by his purchase it was more likely than\r\nnot that his transaction was connected with fraudulent evasion. But a trader may be\r\n15 regarded as a participant where he should have known that the only reasonable\r\nexplanation for the circumstances in which his purchase took place was that it was a\r\ntransaction connected with such fraudulent evasion.”\r\nFindings of Fact\r\n9. The Ft-T made extensive findings of fact at [28] to [240] of the Decision. We\r\n20 should emphasise that these are expressed in the Decision as findings of both\r\nmembers of the Tribunal. We summarise those findings which are relevant to the\r\ngrounds of appeal in this case at paragraphs 10 to 26 below. References to numbered\r\nparagraphs in parentheses, as [xx], are references to paragraphs in the Decision.\r\n10. Ashley Trees (“Mr Trees”) was the guiding mind of CCA and its primary witness\r\n25 of fact in the appeal: [2]. Mr Trees started his own business manufacturing new\r\ncomputers from older technology subsequently also dealing in computers in the grey\r\nmarket: [33]. He later diversified into mobile phones and in due course this trading\r\nwas conducted through a separate company, CCA, which he controlled. The\r\ninvolvement of CCA was primarily to assist Mr Vincent D’Rozario, (“Mr\r\n30 D’Rozario”) the HMRC officer responsible for the business’s VAT compliance, who\r\nwas only interested in looking at records relating to mobile phone trading: [35] to\r\n[38].\r\n11. CCA’s business was subject to close scrutiny by HMRC on a monthly basis and\r\nits input tax claims were subject to full or extended verification from time to time due\r\n35 to it trading, as Mr D’Rozario put it, in “MTIC goods”. CCA was effectively selffinanced\r\nwith Mr Trees mortgaging his house and another property to raise finance:\r\n[40] to [42].\r\n12. On UK to UK deals, CCA routinely made a fixed mark up of £1 per item. Profit\r\nmargins for export deals were higher and subject to negotiation. Mr Trees was content\r\n40 with making this amount on each unit supplied. A supplier would typically offer stock\r\nto CCA who then sought a buyer for it. It did not usually hold stock itself which\r\nremained with the freight forwarder. The supplier was not paid until the goods had\r\nbeen sold and payment received from the customer; purchase and sale documents for\r\n6\r\nthe transactions which are the subject of this appeal all bore the same date: [43] to\r\n[46] and [72].\r\n13. Mr D’Rozario encouraged CCA to carry out more extensive due diligence checks\r\non suppliers from November 2004 which it duly did: [54] to [55].\r\n14. Mrs Ryan, CCA’s bookkeeper, supplied HMRC with 5 ‘deal packs’ for each\r\ntransaction consisting of the sales invoice, the sales purchase order, the purchase\r\ninvoice, the purchase order and all the payment details. Mrs Ryan’s work included\r\ntrying to reconcile payments made by CCA with the relevant invoices. The task was\r\ndifficult because payments were often not matched neatly to purchases or sales and in\r\n10 that case she sought to annotate allocations to the invoices accordingly. Mr\r\nD’Rozario, having done spot checks with the bank statements, considered these\r\nannotations generally to be accurate and that CCA’s payments had been received or\r\npaid in full. Mr Trees made his own allocation of payments to transactions which\r\noften differed from Mrs Ryan’s and that was the one he relied on when making\r\n15 payments: [60] to [61].\r\n15. An unannounced visit by HMRC officers at CCA’s premises took place on 1 June\r\n2006. One of the contra-traders with whom CCA dealt, Future Communications, was\r\nraided simultaneously. A substantial number of CCA’s records were taken, some of\r\nwhich have not been returned and it seemed likely that they were lost. Mr Trees has\r\n20 not been interviewed, prosecuted or called as a witness in the subsequent prosecution\r\nof Future Communications or any other prosecution: [65] to [70] and [197].\r\n16. As well as the 39 transactions which are the subject of this appeal, between April\r\nand June 2006 CCA conducted 112 transactions involving sales to Future\r\nCommunications, and five involving sales to Infinity Holdings, both subsequently\r\n25 identified by HMRC as fraudulent contra-traders, making a profit in virtually all\r\ncases of £1 per unit. Mr Trees’s explanation of this pattern was that he had “dealt with\r\nFuture for a long time and there was no need to negotiate with Future.” The same was\r\ntrue of Infinity Holdings. Mr Trees could offer no explanation as to why at the same\r\ntime as dealing with CCA the three suppliers he dealt with were at the same time\r\n30 trading with CCA’s European customers: [71] to [73].\r\n17. There was very little documentation dealing with contractual terms such as the\r\npassing of title, distribution of risk or terms of payment or detailed specifications\r\nregarding the goods supplied, although invoices from suppliers provided that title\r\nremained with the supplier until payment had been made. Mr Trees gave no thought\r\n35 to the question as to how this squared with CCA selling the goods and receiving\r\npayment from its customer before it paid its supplier: [75] to [83].\r\n18. CCA had originally banked with Royal Bank of Scotland which closed CCA’s\r\naccounts in 2005 when it indicated that it did not wish to provide banking facilities for\r\ncompanies operating in CCA’s sector. Thereafter, CCA’s primary bankers were First\r\n40 Curacao International Bank (“FCIB”). Although the F-tT’s findings on the banking\r\nevidence are expressed to be those of both members of the tribunal, in view of the\r\ndivergent position of the two members in their conclusions on the significance of this\r\n7\r\nevidence we are more inclined to regard the key findings set out at [102] to [116], on\r\nwhich the Judge appears to have based his conclusions at [397] to [399], as reflecting\r\nthe findings of the Judge alone.\r\n19. The F-tT made some general findings on the banking evidence at [102] to [104],\r\n5 as follows :\r\n“102 …. the banking evidence consisted of extracts from FCIB material which the relevant\r\nofficer, Mr Peter Birchfield, had examined in the context of another case but which\r\nincidentally showed monies flowing through CCA’s account. Mr Birchfield had traced the\r\nmovements of monies through CCA’s FCIB account in relation to six transactions; three of\r\n10 these six, were ‘buffer’ deals and three were ‘broker’ deals i.e. exports from the United\r\nKingdom. Evidence was also produced about the flows of money through the accounts of\r\nFuture Communications and Infinity Holdings which Mr Birchfield had had occasion to\r\nexamine earlier.\r\n15 103 It was not claimed that any of these figures related to the transactions under appeal, but the\r\npurpose of their being put in evidence was to assert that transactions in which CCA had been\r\ninvolved at the time of the appeal were contrived and uncommercial – and that therefore it was\r\nprobable that those actually under appeal were likewise contrived and uncommercial.\r\nAccording to this thesis, the evidence shows actual knowledge of fraud by CCA, because it was\r\n20 accepted by the witnesses that CCA could not otherwise have been aware of the transactions\r\nabove and below its own, or at least been aware that they were steps in a linked fraudulent\r\nundertaking; Mr Birchfield indeed specifically agreed that in 2005, when CCA’s account was\r\nopened, FCIB was to the public perception a “highly reputable offshore bank offering up to the\r\nminute state of the art e-banking facilities”.\r\n25\r\n104 In regard to the previously compiled evidence regarding the transactions of Future\r\nCommunications and Infinity Holdings, the Crown’s case is that the analysis shows that, where\r\nCCA appears in it, it was paying and receiving monies in the context of money flows which\r\nwere either circular, or contrived, or both. It suffices to say that, while the analyses show a\r\n30 prima facie case indicating that further investigation might call in doubt the commerciality of\r\nthe transactions, we have no specific evidence in regard to any of them or the circumstances in\r\nwhich any of them took place, and our assessment of that section of the FCIB material is that it\r\ndoes not get near to establishing on the balance of probabilities that CCA knew or should have\r\nknown that its trading in those cases was connected to fraud. Accordingly, we focus in this\r\n35 evidence on the six cases Mr Birchfield put forward as indicative of CCA’s trading in the period\r\nof this appeal.”\r\n20. The F-tT then, at [105] to [116], looked in detail at the six transactions referred to\r\nin the last sentence of [104] by reference to the relevant invoices and the annotations\r\n40 made by Mrs Ryan on them and concludes in relation to each in effect that although\r\nthere is “limited evidence” of circularity of funds the money movements shown by the\r\nbanking evidence have not been effectively reconciled with the invoices.\r\n21. At [133], the F-tT made the following finding regarding the pattern of CCA’s\r\ntrading in respect of the 39 deals which are the subject of this appeal:\r\n45 “133 In all 39 deals under appeal, the quantity of goods available from a single supplier\r\nalways matched exactly the quantity that CCA’s customer wished to purchase. The deal\r\n8\r\ndocuments were almost always raised in the space of a day. There was never a need for\r\nCCA to buy from multiple sources in order to satisfy the demand, or to split a purchase\r\nfrom a supplier between several customers. In 24 deals, the same pattern applied\r\nthroughout the known supply chain from the EU supplier to CCA’s EU customer.”\r\n22. At [135] to [141], the F-tT found that CCA did carry out some 5 due diligence on its\r\ntrading partners, including credit checks to which it did not attach much importance as\r\nit did not grant credit, and that more was done than appeared from the evidence before\r\nit, it becoming apparent during the course of the hearing of the appeal that there was\r\nhistorical material that had not been adduced, a matter to which we return when\r\n10 considering the grounds of appeal.\r\n23. At [185] to [199], there is a discussion by the F-tT of certain matters under the\r\nheading: “The evidence of Mr Trees’ knowledge”. The F-tT stated that HMRC’s case\r\nwas that Mr Trees was a knowing partner in the enterprise to defraud HMRC in\r\nrelation to VAT. The F-tT also stated that the case against CCA was based on\r\n15 inference from the circumstances of trading patterns and money payments. The F-tT\r\nrecorded that Mr Trees denied actual knowledge that a fraud was taking place.\r\nDespite the heading to these paragraphs in the Decision, they do not purport to\r\nsummarise the entirety of the evidence relied upon by HMRC in support of its\r\nallegation as to Mr Trees’ knowledge of the underlying fraud.\r\n20 24. The F-tT recorded in some detail the evidence it received from two experts, Mr\r\nJohn Fletcher of KPMG for HMRC and Mr Nigel Attenborough of NERA Consulting\r\nfor CCA, on the operation of what is known as the “grey market” in mobile phones.\r\nBefore considering the expert evidence the F-tT made the following finding, at [200] :\r\n“As is typical in cases such as this, CCA was what is known as a grey market trader,\r\n25 that is to say that it was buying and selling for the most part outside the manufacturers’\r\nauthorised distribution systems, which are supported by a contractual network designed\r\nto maintain distinct sales territories and the wholesale and retail prices within them.\r\nEffectively, the grey market operates to circumvent these restrictions and to maximise\r\nthe immediacy and sufficiency of supply to the markets, but because it is unregulated\r\n30 by the main industry players the conditions in it at any one time are more difficult to\r\nestablish and, by the same token, are more open to manipulation by organised crime;\r\nand the grey market is in general viewed with disfavour by original equipment\r\nmanufacturers.”\r\n25. The F-tT made the following finding at [206] on the state of the grey market in\r\n35 2006:\r\n“Both experts agreed that in 2006 there was a significant, vibrant, legitimate and honest\r\ngrey market in the wholesale distribution of mobile phone handsets. This market was\r\nglobal, including not only the U.K. but also Europe, India, Asia and Africa, though not\r\ngenerally north or south America; between 2002 and 2006 there had been an explosion\r\n40 in the demand for mobile phone handsets worldwide and for traders in the grey market\r\nthere were substantial profits to be made. Mr Attenborough and Mr Fletcher\r\nidentified four areas of opportunity for the grey market afforded by failures in the\r\noperation of the official distribution systems, or ‘white market’. These areas are:\r\narbitrage, box-breaking, volume shortages and volume surpluses.”\r\n9\r\n26. The F-tT recorded the differing views of the experts as to the size of the\r\nlegitimate grey market in 2006, the prevalence of fraud in the market, the way that\r\nintermediaries operated in the market, the opportunities for intermediaries in the four\r\nareas identified referred to at [206] of the Decision and the extent to which CCA were\r\ntrading in unreasonably high volumes of phones or their trading 5 was otherwise not\r\nauthentic: [207] to [230]. The F-tT came to no conclusions at this stage on the\r\nconflicting views of the experts expressed before it.\r\nSubmissions\r\n27. The F-tT recorded in detail the submissions of CCA at [241] to [306] and those of\r\n10 HMRC at [307] to [356]. We refer to these later when dealing with the specific\r\ngrounds of appeal but observe at this point that the F-tT recorded in considerable\r\ndetail, at [296] to [301], CCA’s submissions in relation to the banking evidence to the\r\neffect that (a) the movement of money revealed certain patterns but was not circular\r\nand the flow was ongoing and (b) that there were significant factual limitations in\r\n15 HMRC’s analysis, both as to the attempt to link the payments in and the payments out\r\nand the integrity of the money movements themselves. By way of contrast, when\r\nrecording HMRC’s submissions, there was only one brief reference to the banking\r\nevidence; at [319] the F-tT referred to the banking evidence as being one of the\r\nfactors relied on by HMRC as showing CCA knew or should have known of the\r\n20 connection to fraud.\r\n28. We also observe that although, earlier in the Decision, at [188], the F-tT recorded\r\nthat the case against Mr Trees and CCA was one of dishonesty and actual knowledge\r\nof fraud (but not necessarily all of the details of the fraud), the F-tT was also aware\r\nthat HMRC’s alternative case was that CCA should have known that the deals were\r\n25 connected with the fraudulent evasion of VAT. The F-tT recorded, at [354], HMRC’s\r\nsubmission that, taking into account all the circumstances, the only reasonable\r\nexplanation was that the deals were connected with fraud before setting out the\r\nfollowing twenty matters which HMRC submitted that a reasonably prudent\r\nbusinessman in the position of Mr Trees should have questioned:\r\n30 i. Why it was being presented with the opportunity to make such profits, and to\r\ntrade in such volumes of goods, in a model which was apparently risk free,\r\nand relatively effortless, with little experience or history of trading in mobile\r\nphones, no contacts and minimal investment and infrastructure, in contrast to\r\nthe labour intensive business of its associated company, the profits and\r\n35 turnover of which were very small by comparison?\r\nii. Why it did not need to advertise the stock?\r\niii. Why its suppliers and customers were apparently content to shoulder all the\r\n40 risk in terms of the timings of the payments, and the shipping of the goods:\r\nits suppliers were happy to release the goods without payment despite CCA\r\nhaving a poor credit rating, but customers were happy to pay for the goods up\r\nfront before they had even been shipped?\r\n10\r\niv. Why Future Communications, in particular, was content to release the goods\r\nto CCA without payment, but was quite happy to pay up front when being\r\nsupplied with the goods by CCA?\r\nv. Why the four EU customers were content, apparently 5 without question, to\r\npay in sterling, thus shouldering the risk of any currency fluctuation?\r\nvi. Why its suppliers and its customers, with some of whom it had only started to\r\ndeal, were never apparently concerned about the description of important\r\n10 contractual terms, or commercially important information (such as whether\r\nthe goods might need to be adapted for the destination market) in the deal\r\ndocuments?\r\nvii. Why it was receiving such offers of stock for which it was able to find\r\n15 customers on so many occasions over such a period of time, and why it was\r\nnot being cut out of the supply chains, despite the fact that it was adding no\r\nvalue to the goods?\r\nviii. Why such volumes of goods, manufactured to meet an end retail demand,\r\n20 were apparently repeatedly passing through the UK, despite the fact that the\r\nultimate demand was elsewhere?\r\nix. Why it was able to match the available supply with demand so precisely on\r\nso many occasions; CCA apparently never needed to buy from multiple\r\n25 sources to satisfy an order, or to split a purchase between several customers,\r\nand the deal documentation was always raised during the course of one day?\r\nx. Why its supplier and customers, all relatively newly established businesses,\r\nwere able legitimately to source and purchase millions of pounds worth of\r\n30 goods, and why there was so little financial information, or adverse\r\ninformation, about these entities?\r\nxi. Why so many of the counterparties did not provide documents required by\r\nCCA’s own due diligence process, and why the descriptions of the business\r\n35 activities of some of the counterparties in the documentation which was\r\navailable was at odds with the wholesale trading of mobile phones?\r\nxii. Why all four of its EU customers wanted the goods delivered to the same\r\nwarehouse in Belgium?\r\n40\r\nxiii. Why none of the goods were ever returned, and why there were never any\r\nreports of damaged, missing, or misdescribed stock?\r\nxiv. Why in 115 out of 117 of the buffer deals, its customer was always willing to\r\n45 pay a price, and/or its supplier always charged a price which allowed it to\r\nmake a mark up of precisely £1, and why there was no need to negotiate with\r\nInfinity Holdings and Future Communications with regard to the price?\r\n11\r\nxv. Why all of its suppliers and customers were using the same offshore bank in\r\nthe Dutch Antilles?\r\nxvi. Why Infinity Holdings gave the names of both Future 5 Communications and\r\nSoul Communications as referees, potentially promoting its competitors, and\r\nalso the names of both of the freight forwarders involved in all the broker\r\ndeals, A1 Distribution and Aquarius?\r\n10 xvii. Why Soul Communications was trading from premises apparently next door\r\nto Future Communications?\r\nxviii. Why both Infinity Holdings, based in Leicester, and Soul Communications,\r\nbased in London, were using the same freight forwarder, Aquarius?\r\n15\r\nxix. Why on every occasion when the appellant was able to find a buyer in the\r\nEU (39 deals) its supplier was Infinity Holdings, Future Communications or\r\nSoul Communications, and why on every occasion when it sold goods in the\r\nUK (117 deals), its customer was Infinity Holdings or Future\r\n20 Communications but its supplier was one of eight other traders? (In April\r\n2006 for example its supplier in all 14 of the broker deals was Infinity\r\nHoldings; however, in all 70 of the buffer deals, Infinity Holdings did not\r\nsupply the goods once, and they were all sold to Future Communications.)\r\n25 xx. Why it had been raided by officers on 1 June, and whether CCA’s suppliers\r\nand customers had also been raided, or whether they knew anything about it?\r\nConclusions\r\n30\r\n29. We deal in detail later with the F-tT’s conclusions when considering the specific\r\ngrounds of appeal. We can summarise those that are relevant to this appeal as follows.\r\n30. The conclusions common to both members of the tribunal were :\r\n(1) Although the F-tT was critical of the fact that certain evidence\r\n35 regarding due diligence and details of payments made was not produced\r\n(to which we refer at paragraph 22 above) it declined to draw an adverse\r\ninference from that fact, finding that there was nothing beyond speculation\r\nto suggest that the failure has been “a deliberate ploy” to conceal matters\r\nwhich would harm its case: [363] to [369]; and\r\n40 (2) The F-tT derived little assistance from the expert evidence on how the\r\nlegitimate trade in the grey market operated and although it found that\r\nmany of the practices and patterns of trade required explanation it\r\nconcluded that it could not regard any of these features as inevitably\r\npointing to uncommercial trading or as clear indicators of bad faith, the\r\n12\r\nonly first hand evidence of the way this market worked being that of Mr\r\nTrees: [376] to [382].\r\n31. At [387], the F-tT stated:\r\n“For the reasons already given, we have not found this an easy case to\r\ndetermine and it would be fair to describe it as a borderline 5 case, some\r\nevidence pointing in one direction and other evidence in another. In spite\r\nof careful efforts to reach a common view, the members of the tribunal\r\nremain divided on the issues outlined in the following paragraphs. In the\r\nevent, the judge has exercised his casting vote in favour of the appellant\r\n10 pursuant to article 8 of the First-tier Tribunal and Upper Tribunal\r\n(Composition of Tribunal) Order 2008. Paragraphs 388 to 411 which\r\nfollow record the views of the tribunal judge, while those at paragraphs\r\n412 to 421 are those of the second Member.”\r\n32. The conclusions of the Judge were:\r\n15 (1) Mr Trees was a “tense but truthful witness.” He did not speculate about\r\npossible trading patterns but “just got on with buying and selling when the\r\nopportunity was there” and was “a businessman who was essentially\r\npragmatic” who never queried a situation “because, whatever its\r\nexplanation, it offered an opportunity for him”: [388] to [390];\r\n20 (2) It was “inherently improbable” where CCA was being closely and\r\nconstantly monitored by HMRC and had instructed external advisers to\r\ncarry out checks on its trading partners that Mr Trees was at the same time\r\nconsciously collaborating in an organised fraud: [391];\r\n(3) “Nor can it be irrelevant” that the criminal investigation, referred to at\r\n25 paragraph 15 above, paid no attention to Mr Trees: [392];\r\n(4) Therefore it had not been established on the balance of probabilities\r\nthat CCA was a knowing participant in a fraud on HMRC: [393];\r\n(5) The twenty matters set out at paragraph 28 above might on Mr\r\nAttenborough’s evidence be consistent with the peculiarities of a specialised\r\n30 wholesale market, especially during the boom years of the economy: [394];\r\n(6) Therefore there was no adequate basis on which to support the conclusion\r\nthat a bona fide trader, taking reasonable precautions and being of normal\r\nprudence, should have realised that his transactions were connected to fraud:\r\n[395]; and\r\n35 (7) HMRC’s banking analysis was inconclusive, capable of more than one\r\nexplanation and established, in so far as CCA’s involvement is concerned, no\r\nmore than a prima facie case requiring further investigation. HMRC accepted\r\nthat it was possible for an innocent trader to be caught up in a very large scheme\r\nand the banking evidence did not demonstrate that CCA was not free to choose\r\n40 their trading partners, who first made contact with CCA and not the other way\r\nround: [397] to [399].\r\n13\r\n33. The conclusions of the Member were:\r\n(1) The charts produced by HMRC as to the money flows clearly\r\ndemonstrated that there was a fraudulent scheme going on. The order,\r\ntiming, how the money split and re-amalgamated 5 must have been more\r\nthan mere coincidence. The flow would not have been possible if CCA did\r\nnot play its part in it: [413] to [415];\r\n(2) It did not appear credible that the trusting relationship described by Mr.\r\nTrees was only one way in that when the traders were in the status of a\r\n10 supplier they trusted CCA but when their status changed to customers of\r\nCCA – CCA did not trust them and must receive payment before goods\r\nwere released: [417];\r\n(3) It was far-fetched (simply not credible) that at no point was there a\r\nsingle human error – stock was never short or wrong item sent or received,\r\n15 there were no damaged items or misdescribed items – everything went to\r\nplan and smoothly each and every time. This could not be the case in the\r\nreal business world: [418];\r\n(4) The business process had no business risk whatsoever and was too\r\ngood to be true: [419];\r\n20 (5) One could infer from the insurance situation that Mr Trees knew that\r\nthere was no business risk and the insurance cover was only to legitimise\r\nCCA’s non-commercial activities: [420]; and\r\n(6) CCA was a willing participant in a fraudulent scheme and could not\r\nhave been a free agent in the selection of its customers and suppliers:\r\n25 [421].\r\nThe grounds of Appeal\r\n34. In its application to the F-tT for permission to appeal, HMRC put forward eight\r\ngrounds of appeal. The F-tT gave permission to appeal on Grounds 3 and 5 and\r\n30 refused permission on the remaining grounds. The application for permission to\r\nappeal on the remaining grounds was renewed before the Upper Tribunal. That\r\napplication was refused by the Upper Tribunal on the papers but was reconsidered at\r\nan oral hearing following which permission was granted on Grounds 2 and 8 but\r\nrefused again on grounds 1, 4, 6 and 7. Thus it is only Grounds 2, 3, 5 and 8 which\r\n35 fall to be considered on this appeal.\r\n35. In order to establish what is involved in Grounds 2, 3, 5 and 8, we need to refer to\r\nsome of the documents which led to permission being granted in relation to these\r\ngrounds. HMRC first served an application to the F-tT for permission to appeal to the\r\nUpper Tribunal. That referred to eight matters under the heading: “the grounds of\r\n40 appeal”. HMRC’s case in relation to each matter was described under a separate\r\nheading as “Ground 1”, “Ground 2” etc. In this decision, we will refer only to\r\nGrounds 2, 3, 5 and 8.\r\n14\r\n36. Ground 2 was headed: “the adverse inference”. There were several paragraphs and\r\nsub-paragraphs under this heading. The first paragraph, paragraph 11, refers to one\r\nerror of law but then in three sub-paragraphs of paragraph 11, it was stated that the\r\nF-tT had “further erred”. This was followed by paragraphs 12 and 13, still under the\r\nheading Ground 2, which appeared to be more in the nature of submissions 5 rather than\r\nan identification of an error of law or a ground of appeal. There was a similar pattern\r\nin respect of Grounds 3, 5 and 8.\r\n37. The difficulty with grounds of appeal presented in this way arises when one seeks\r\nto define the ground of appeal. When doing so, it is necessary to investigate whether\r\n10 each paragraph or sub-paragraph, presented under a heading which refers to a ground\r\nof appeal, is intended to refer to a separate ground of appeal or whether it is only\r\nintended to be a submission supporting a ground of appeal identified somewhere else.\r\nWhen the F-tT, and later, the Upper Tribunal gave permission to appeal in this case,\r\nthose tribunals did so by referring to “Ground 2” or “Ground 3” etc. However, we\r\n15 consider that the material presented under such a heading contained more than one\r\nseparate ground and it is far from clear that either the F-tT or the Upper Tribunal\r\nconsidered the full extent of the matters raised under each heading.\r\n38. There is a further difficulty when, somewhere within the material presented under\r\nthe heading for one ground of appeal, there is a contention which is identical to, or\r\n20 similar to, a contention which appears under another ground of appeal and the\r\nrelevant tribunal granted permission in relation to one ground of appeal but refused\r\npermission in relation to another ground of appeal. In the present case, there is\r\nmaterial deployed under Grounds 1, 4, 6 and 7 (in relation to which permission to\r\nappeal was refused) which overlaps with material deployed under Grounds 2, 3, 5 and\r\n25 8 (in relation to which permission to appeal was granted). We consider that it is quite\r\npossible in this case that the grant of permission to appeal in relation to Grounds 2, 3,\r\n5 and 8 as drafted by HMRC has produced the result that HMRC has been allowed to\r\nargue points on appeal which the relevant tribunal probably thought it was preventing,\r\nby refusing permission in relation to Grounds 1, 4, 6 and 7. In the event, CCA did not\r\n30 rely on a point of this kind in order to argue that HMRC was not entitled to rely on\r\nany material presented under Grounds 2, 3, 5 and 8 but the point could arise in a\r\nfuture case.\r\n39. When the F-tT granted HMRC permission to appeal on Grounds 3 and 5 and\r\nrefused permission to appeal on the six other grounds, it gave a written decision\r\n35 setting out its reasons. In that decision it commented on grounds 3 and 5 in a way\r\nwhich we will refer to again when we consider those grounds.\r\n40. Having obtained permission to appeal from the F-tT in relation to Grounds 3 and\r\n5, HMRC served a document which amounted to a notice of appeal in relation to\r\nGrounds 3 and 5 and also an application to the Upper Tribunal for permission to\r\n40 appeal in relation to the other six grounds. In the notice of appeal in relation to\r\nGround 3, HMRC contended that the error of the F-tT was “further demonstrated” by\r\nsomething which the F-tT had stated when it granted permission to appeal on Ground\r\n3. Further, under Ground 5, the notice of appeal again referred to a statement made by\r\nthe F-tT when it granted permission to appeal in relation to Ground 5. CCA did not\r\n15\r\nargue that this additional material in relation to Grounds 3 and 5 could not be relied\r\nupon by HMRC. The application to the Upper Tribunal for permission in relation to\r\nGrounds 2 and 8 repeated the matters put forward in the application to the F-tT for\r\npermission in relation to Grounds 2 and 8 and the Upper Tribunal gave permission in\r\nrelation 5 to Grounds 2 and 8.\r\n41. We will now attempt to summarise the grounds of appeal which we consider\r\nHMRC has been permitted to argue. For this purpose, we will take Grounds 3 and 5\r\nfrom HMRC’s notice of appeal to the Upper Tribunal and Grounds 2 and 8 from the\r\napplication to the Upper Tribunal for permission to appeal. We were, of course,\r\n10 provided by both parties with lengthy skeleton arguments for the hearing of this\r\nappeal. It may be that the way in which the alleged errors in the decision of the F-tT\r\nand/or the alleged grounds of appeal are described in HMRC’s skeleton, and\r\nanswered in CCA’s skeleton, differs from what appears from the notice of appeal and\r\nthe application for permission. Nonetheless, we consider that the definition of the\r\n15 permitted grounds of appeal must be derived from these documents and not from the\r\nskeleton arguments. However, if there is uncertainty as to the grounds put forward in\r\nthe notice of appeal and the application for permission and those grounds have been\r\ninterpreted by HMRC in a particular way, without objection from CCA, we will take\r\nthat into account.\r\n20 42. The grounds on which permission has been granted are, in summary, as follows:\r\nGround 2\r\n(1) The F-tT applied the wrong test in deciding not to draw an adverse\r\ninference from CCA’s failure to adduce evidence in respect of the matters\r\nreferred to at paragraphs 22 and 30 above in that it asked itself if the\r\n25 failure was “a deliberate ploy to conceal matters”.\r\n(2) It also erred in taking account of the fact that the burden of proof was\r\nupon HMRC.\r\n(3) It also took into account irrelevant factors in deciding the issue and it\r\nfailed to address HMRC’s arguments that CCA’s evidence on the issue\r\n30 was not credible.\r\nGround 3\r\nThe F-tT erred in law in taking into account an irrelevant consideration relating\r\nto connected criminal proceedings against one of CCA’s suppliers, Future\r\nCommunications.\r\n35 Ground 5\r\nThe Ft-T misapplied the test in Kittel in that:\r\n(1) It considered a more onerous test than that prescribed by law;\r\n(2) It applied the burden and standard of proof to individual pieces of\r\nevidence as opposed to considering the totality of the evidence;\r\n16\r\n(3) It adopted an overly sceptical approach to circumstantial evidence;\r\n(4) It paid insufficient regard to the “should have known” limb of the test;\r\n(5) It misinterpreted the case advanced by HMRC as being a case of\r\ndishonesty and, in particular, it was wrongly influenced by the opinion of\r\nthe officers of HMRC as to the nature 5 of the fraud; and\r\n(6) It considered it relevant that the criminal investigation had paid no\r\nattention to Mr Trees.\r\nGround 8\r\nThe Judge erred in law in his approach to the banking evidence in that:\r\n10 (1) His conclusions were inconsistent with the evidence to the extent that\r\nthey were not conclusions which a reasonable tribunal could have\r\nreached;\r\n(2) He wrongly disregarded relevant evidence;\r\n(3) He failed to take into account the detailed submissions made on behalf\r\n15 of HMRC;\r\n(4) His conclusions were based on errors of fact; and\r\n(5) He took account of irrelevant matters;\r\n(6) He failed to give an adequate explanation or reasons for dismissing the\r\nbanking evidence.\r\n20 Grounds of appeal: further comments\r\n43. Having regard to what happened in this case as regards the drafting of the grounds\r\nof appeal and the applications for permission to appeal, we consider that it would be\r\nhelpful if we made some further comments which might be useful in other cases. We\r\nbegin by referring to the relevant tribunal rules.\r\n25 44. Both the Tribunal Procedure (First-Tier Tribunal)(Tax Chamber) Rules 2009 (“the\r\n2009 Rules”) and the Tribunal Procedure (Upper Tribunal) Rules 2008 (“the 2008\r\nRules”) contain provisions which are relevant in this context. Rule 39 of the 2009\r\nRules deals with applications to the F-tT for permission to appeal to the Upper\r\nTribunal against a decision of the F-tT. Rule 39(5) (b) of the 2009 Rules provides that\r\n30 such an application must identify the alleged error or errors in the decision. Rule\r\n40(5) of the 2009 Rules provides that the F-tT may give permission on part only of\r\nthe decision or on limited grounds. Rule 23 of the 2008 Rules provides for an\r\nappellant to serve a notice of appeal where the F-tT has given permission to appeal to\r\nthe Upper Tribunal. Rule 23(2) (b) of the 2008 Rules, cross-referring to rule 21(4) (e)\r\n35 of the 2008 Rules, requires the notice of appeal to state the grounds on which the\r\nappellant relies. Where the F-tT has not given permission to appeal to the Upper\r\nTribunal and the appellant applies to the Upper Tribunal for permission to appeal,\r\nthen under Rule 21(4) (e) of the 2008 Rules, the application for permission to appeal\r\nmust state the grounds on which the appellant relies. Where the Upper Tribunal grants\r\n40 permission on an application to it, it is not then necessary for there to be a notice of\r\nappeal to the Upper Tribunal.\r\n17\r\n45. The effect of these rules is therefore as follows:\r\n(1) in a case where the F-tT has given permission to appeal to the Upper\r\nTribunal, the Upper Tribunal should have available to it the application to\r\nthe F-tT, setting out the alleged error or errors in the decision of the F-tT,\r\nand a notice of appeal to the Upper Tribunal setting 5 out the relevant\r\ngrounds of appeal;\r\n(2) in a case where the Upper Tribunal has given permission to appeal, the\r\nUpper Tribunal should have an application for permission to appeal setting\r\nout the relevant grounds of appeal.\r\n10 46. In the light of the difficulties we have encountered in the present case, we would\r\ninvite the President of the Tax and Chancery Chamber to consider whether it would\r\nbe beneficial to make a Practice Statement emphasising certain matters. We make the\r\nfollowing suggestions as to the guidance which might usefully be given in such a\r\nPractice Statement:\r\n15 (1) an appellant should comply with the rules as regards the identification\r\nof alleged errors in the decision the subject of the intended appeal and as\r\nregards the expression of a ground of appeal;\r\n(2) the alleged error of law should be succinctly and clearly identified;\r\n(3) the ground of appeal should be succinctly and clearly expressed;\r\n20 (4) if an appellant wishes to appeal on the ground that the decision is\r\ninadequately reasoned, that ground of appeal should be clearly stated in the\r\napplication for permission to appeal so that the F-tT can consider whether\r\nit is appropriate to review the decision and to give further reasons;\r\n(5) submissions in support of the ground of appeal should be clearly\r\n25 distinct from the ground of appeal itself;\r\n(6) when a tribunal gives permission to appeal, it should ensure that the\r\nground of appeal on which permission is granted is succinctly and clearly\r\nexpressed; this is particularly important where the relevant tribunal grants\r\npermission on some grounds of appeal and refuses it on other grounds of\r\n30 appeal.\r\nAppeal on point of law only\r\n47. The only appeal which can be brought in this case is an appeal on a point of law\r\narising from the decision of the F-tT: see Tribunals, Courts and Enforcement Act\r\n35 2007, section 11(1). There cannot be an appeal on a pure question of fact which is\r\ndecided by the F-tT. However, a tribunal may arrive at a finding of fact in a way\r\nwhich discloses an error of law. So much is clear from Edwards v Bairstow [1956]\r\nAC 14 in which Lord Simonds referred to making a finding, without any evidence or\r\nupon a view of the facts which could not be supported, as involving an error of law:\r\n40 see at page 29. In the same case, Lord Radcliffe, at page 36, regarded cases where\r\nthere was no evidence to support a finding or where the evidence contradicted the\r\n18\r\nfinding or where the only reasonable conclusion contradicted the finding, as cases\r\ninvolving errors of law.\r\n48. In relation to an appeal which is said to involve a point of law of the kind\r\nidentified in Edwards v Bairstow, we were reminded of what was said by Evans LJ in\r\nGeorgiou v Customs and Excise Commissioners [1996] STC 5 463 at 476, as follows:\r\n“It is right, in my judgment, to strike two cautionary notes at this stage. There is a wellrecognised\r\nneed for caution in permitting challenges to findings of fact on the ground\r\nthat they raise this kind of question of law. That is well seen in arbitration cases and in\r\nmany others. It is all too easy for a so-called question of law to become no more than a\r\n10 disguised attack on findings of fact which must be accepted by the courts. As this case\r\ndemonstrates, it is all too easy for the appeals procedure to the High Court to be\r\nmisused in this way. Secondly, the nature of the factual inquiry which an appellate\r\ncourt can and does undertake in a proper case is essentially different from the decisionmaking\r\nprocess which is undertaken by the tribunal of fact. The question is not, has the\r\n15 party upon whom rests the burden of proof established on the balance of probabilities\r\nthe facts upon which he relies, but, was there evidence before the tribunal which was\r\nsufficient to support the finding which it made? In other words, was the finding one\r\nwhich the tribunal was entitled to make? Clearly, if there was no evidence, or the\r\nevidence was to the contrary effect, the tribunal was not so entitled.”\r\n20 49. The F-tT was obliged to give reasons for its Decision by virtue of rule 35 of the\r\n2009 Rules. The F-tT did not purport to provide a summary only of its findings of fact\r\nand its reasons within rule 35(3) (a) so this case came within rule 35(3) (b) requiring\r\nreasons for the Decision. The common law test as to the adequacy of reasons for a\r\njudicial decision, as expounded in Flannery v Halifax Estate Agencies Ltd [2000] 1\r\n25 WLR 377 and English v Emery Reimbold & Strick Ltd [2002] 1 WLR 2409, applies to\r\nthe requirement to give reasons under rule 35 also. Reasons which do not satisfy this\r\nstandard of adequacy involve an error of law which can be the subject of an appeal\r\nunder section 11 of the Tribunals, Courts & Enforcement Act 2007. Later in this\r\ndecision, we will consider in more detail the relevant test as to the adequacy of\r\n30 reasons for a judicial decision.\r\nGround 2\r\n50. We have earlier summarised Ground 2 as:\r\n“(1) The F-tT applied the wrong test in deciding not to draw an adverse inference from\r\nCCA’s failure to adduce evidence in respect of the matters referred to at paragraphs 22\r\n35 and 30 above in that it asked itself if the failure was “a deliberate ploy to conceal\r\nmatters”.\r\n(2) It also erred in taking account of the fact that the burden of proof was upon HMRC.\r\n(3) It also took into account irrelevant factors in deciding the issue and it failed to\r\naddress HMRC’s arguments that CCA’s evidence on the issue was not credible.”\r\n40 51. The evidence which existed but which was not produced was said to be relevant to\r\nthe extent of the due diligence carried out by CCA in relation to its trading partners.\r\nEvidence as to due diligence was said to be relevant to the question as to whether Mr\r\n19\r\nTrees knew, or should have known, that the CCA transactions were connected with\r\nfraud. At an early point in its Decision, the F-tT had reminded itself of what was said\r\nby Moses LJ in Mobilx at [75], as follows:\r\n“[75] The ultimate question is not whether the trader exercised due diligence but rather\r\nwhether he should have known that the only reasonable 5 explanation for the\r\ncircumstances in which his transaction took place was that it was connected to\r\nfraudulent evasion of VAT.”\r\n52. Nonetheless, the exercise of due diligence or the lack of due diligence can\r\n10 potentially be relevant. If the trader has not carried out due diligence in relation to a\r\ntransaction, that might assist HMRC in showing that the trader knew or should have\r\nknown that the transaction was connected with fraud. Conversely, if due diligence has\r\nbeen exercised by the trader, that fact might not be conclusive as to whether the trader\r\ndid not know or should not have known that a transaction was connected with fraud;\r\n15 the due diligence might have been done as window dressing and there might be other\r\nevidence which established that the trader knew or should have known that the\r\ntransaction was connected with fraud.\r\n53. In any event, in this case, there was extensive evidence and cross-examination as\r\nto the extent of the due diligence carried out by CCA. CCA called Mr Trees to deal\r\n20 with that subject. The F-tT held that Mr Trees was the guiding mind in control of\r\nCCA; see at [2].\r\n54. In the course of the evidence, HMRC investigated with Mr Trees why CCA was\r\nnot calling a Mrs Ryan and a Mr Gordon to give evidence. HMRC also examined the\r\nposition in relation to a database said to exist on a computer owned by CCA, which\r\n25 database was not produced. Similarly, HMRC examined the position in relation to\r\ndocuments which Mr Trees said were in the custody of Ashton Law, solicitors who\r\nhad formerly acted for CCA.\r\n55. There are copious references to Mrs Ryan in the Decision. The F-tT found that she\r\nwas a bookkeeper employed by CCA and that she had had a good working\r\n30 relationship with the officers of HMRC when they carried out inspections of CCA’s\r\nrecords. Mrs Ryan had provided the officers with “deal packs” in relation to certain\r\ntransactions. She sought to reconcile payments made by CCA with relevant invoices.\r\nThe evidence was that Mr Trees’ allocation of payments to transactions differed from\r\nthose of Mrs Ryan but details of his allocation were on his computer which was not in\r\n35 evidence. At one point in his evidence, at [81], when pressed as to why he did not find\r\na particular matter surprising, Mr Trees relied on the fact that Mrs Ryan had not said\r\nanything to him about it. Mrs Ryan was not involved in giving instructions to the\r\nbank, FCIB. The F-tT recorded CCA’s submissions as to why Mrs Ryan had not been\r\ncalled which submission included the contention that it was unlikely that she would\r\n40 have been able to add anything to that which was revealed by the documents.\r\n56. The F-tT referred to Mr Gordon in a number of places in the Decision. Mr Gordon\r\nwas the company secretary of CCA and an officer of HMRC spoke to him at an early\r\n20\r\nstage during the checks being carried out by officers of HMRC. When Mr Trees gave\r\nevidence describing the due diligence which was carried out, he said that Mr Gordon\r\ntook over the due diligence work in 2006. The F-tT recorded CCA’s submissions as to\r\nwhy Mr Gordon had not been called which submission included the contention that it\r\nwas unlikely that he would have been able to add anything to that 5 which was revealed\r\nby the documents.\r\n57. The F-tT referred to Mr Trees’ computer which had not been produced and the\r\ndatabase or spreadsheet which was said to be stored on that computer. The F-tT made\r\nfindings as to the general nature of the information which Mr Trees said was stored in\r\n10 the database; the F-tT held that there was a significant amount of information stored\r\nin this way. The F-tT recorded HMRC’s submissions that Mr Trees’ evidence on this\r\nsubject was unsatisfactory.\r\n58. Mr Trees gave evidence that CCA had instructed solicitors, Ashton Law, in\r\nrelation to this dispute with HMRC. Ashton Law had later entered a process of\r\n15 insolvency and they ceased to act for CCA. Before that happened, CCA had provided\r\ndocuments to Ashton Law and those documents had not been returned to CCA. It was\r\npossible that those documents included documents which were relevant as to the\r\nextent of CCA’s due diligence. Mr Trees had not mentioned this matter in his witness\r\nstatement but volunteered this information when cross-examined. The F-tT recorded\r\n20 CCA’s submissions based on Mr Trees’ evidence as to Ashton Law. The F-tT\r\nrecorded HMRC’s submissions that Mr Trees’ evidence on this subject was\r\nunsatisfactory.\r\n59. Mr Trees also gave evidence, which was apparently accepted by the F-tT, about\r\ndocuments which were removed by HMRC during the raid on CCA’s premises on 1\r\n25 June 2006. The evidence was that HMRC was invited to, and did, take away\r\nsubstantial quantities of documents. Those documents included documents relevant to\r\nthe question of the extent of the due diligence carried out by CCA. It was said that\r\nHMRC had then lost some of those documents. HMRC had kept the originals of the\r\ndocuments which they took away but did not lose. HMRC did not return those\r\n30 originals to CCA at any time but did provide copies.\r\n60. At [135] – [175] the F-tT made detailed findings, based on the documents\r\navailable to it, as to the extent of the due diligence carried out by CCA.\r\n61. It appears from what was said in the written closing submissions for CCA that the\r\nF-tT invited submissions from the parties as to the correct approach in law in relation\r\n35 to a party’s failure to adduce relevant evidence which was available to that party.\r\nHMRC’s written closing submissions contained a section dealing with “missing\r\ndocuments”. In this section, HMRC referred to Mr Trees’ computer and the\r\ndocuments allegedly with Ashton Law. It submitted that the F-tT should draw an\r\nadverse inference as to the credibility of Mr Trees and should also reject the\r\n40 suggestion that significant documentation was missing. CCA’s closing submissions\r\ndrew attention to the decisions of the Court of Appeal in Wisniewski v Central\r\nManchester Health Authority [1998] PIQR 324 and Jaffray v Society of Lloyd’s\r\n21\r\n[2002] EWCA Civ 1101 and the F-tT referred to those two cases at an early point in\r\nits Decision.\r\n62. At [363] – [369], the F-tT approached the matter as follows:\r\n“Missing evidence\r\n363 It is clear that some material of relevance was not before 5 the tribunal – in\r\nparticular, evidence regarding CCA's historical due diligence and evidence concerning\r\nthe details of payments made, and how they and the receipts were allocated to\r\nindividual deals. The sources from which this material would have come were\r\nputatively: Mrs Pat Ryan, Mr Wesley Gordon, Ashton Law and Mr Ashley Trees's\r\n10 computer. The two witnesses were not called and had not refused to give evidence; no\r\nproduction order for the papers apparently with Ashton Law had been sought; Mr Trees\r\nhad not interrogated his computer for the relevant data.\r\n364 It was submitted by Mr Pickup QC that the proper course would be for the tribunal\r\n15 to draw an adverse inference from the absence of this material only if it is satisfied that\r\nthere has been a deliberate attempt to conceal relevant and damaging evidence from it.\r\nMr Kerr submitted that the explanations for the failure to provide this evidence were\r\nopportunistic and lacking credibility, and he invited the tribunal to draw an adverse\r\ninference.\r\n20\r\n365 Whether the evidence would be damaging or advantageous to CCA, we cannot of\r\ncourse determine without having seen it, but it is plain that all of it could have been\r\nprovided if CCA had wished. Mrs Ryan is said to be elderly, but beyond this general\r\nassertion there is no evidence of her ill-health and it is very unlikely that she would not\r\n25 have been able to corroborate or otherwise, at least in general terms, the important\r\nevidence given by Mr Trees about the different approach she and he adopted to\r\nrecording payments and receipts. In regard to the papers held by Ashton Law and the\r\nmaterial on Mr Trees's computer, we can see no reason for them not having been\r\nproduced, with the aid of a production order if necessary, especially bearing in mind\r\n30 the ample time there has been for preparation. Mr Gordon could have been summoned\r\nand the contents of Mr Trees's computer could have been put in evidence.\r\n366 All this evidence would, it is said, have assisted the appellant, and the tribunal\r\nwould not have been asked to rely on Mr Trees's possibly self-serving assertions alone.\r\n35 That said, it must be remembered in this context that the burden of proof lies on HMRC\r\nto justify the withholding of what is prima facie the taxpayer's entitlement, and that the\r\ndepartment is armed with wide powers of search and inspection of documents which\r\nwere exercised, but it seems only by the criminal investigators. The material in\r\nquestion could have been obtained by HMRC, or the lack of it demonstrated, in the\r\n40 lengthy civil review of the case; it is probable, moreover, that the criminal\r\ninvestigators' handling of the records seized on 1 June 2006 has contributed to the\r\nsituation.\r\n367 Although we are critical of CCA's failure to produce, or seek to have produced, the\r\n45 evidence we are discussing there is nothing beyond speculation to suggest that the\r\nfailure has been a deliberate ploy to conceal matters which would harm its case; indeed\r\nif it were to be shown that relevant material had deliberately been held back the\r\nconduct involved would be very serious, and might indeed also reflect on the\r\nappellant's professional representatives. In the event, we do not have the evidence on\r\n22\r\nwhich to reach such a conclusion, and we do not therefore draw an adverse inference\r\nfrom the absence of the material in question.\r\n368 We have before commented upon the objection taken by Mr Kerr [counsel for\r\nHMRC] that Mr Trees's claims to have shown or given Mr D'Rozario 5 evidence of the\r\ndue diligence he had undertaken, and which was now not available, were not put to Mr\r\nD'Rozario as a witness. It is said therefore that no finding adverse to HMRC should be\r\nmade with regard to its evidence about due diligence documentation or IMEI numbers.\r\n10 369 While there is clearly force in these procedural objections in principle, it is evident\r\nthat little practical difference would have resulted from the exercise of explicitly\r\nputting matters to the witness, since it was made quite clear by Mr D'Rozario that as far\r\nas he was concerned all the relevant detail was recorded in his meticulously kept logs\r\nand that there was nothing else relevant. The precise extent of the due diligence is in\r\n15 any event not one on which, having regard to authority, the appeal turns or which has in\r\nfact been determinative in reaching our decision.”\r\n63. In support of this ground of appeal, HMRC argued:\r\n(1) the F-tT applied a test which posed the question whether CCA’s failure\r\n20 to adduce the evidence in question was a deliberate ploy to conceal\r\nmatters;\r\n(2) this test was contrary to the two authorities cited to the F-tT by CCA,\r\nnamely, Wisniewski v Central Manchester Health Authority [1998] PIQR\r\n324 and Jaffray v Society of Lloyd’s [2002] EWCA Civ 1101; in addition,\r\n25 HMRC cited Commissioners for Her Majesty’s Revenue and Customs v\r\nSunico A/S [2013] EWHC 941 (Ch);\r\n(3) the F-tT held that there was no reason for CCA’s failure to adduce the\r\nevidence;\r\n(4) it was wrong to take into account the fact that the burden of proof lay\r\n30 on HMRC;\r\n(5) it was wrong to take account of irrelevant matters, such as, the\r\nstatement that the criminal investigation had contributed to the situation\r\nand the statement that the material could have been obtained by HMRC or\r\nthe lack of it demonstrated by HMRC;\r\n35 (6) the F-tT did not address HMRC’s argument that Mr Trees’ evidence\r\nabout the missing material was not credible.\r\n64. CCA’s submissions included the following:\r\n(1) had the missing material been provided, it could only have assisted\r\nCCA;\r\n40 (2) the F-tT gave reasons why it considered it was not appropriate to draw\r\nan adverse inference;\r\n(3) HMRC could have sought production of the missing documents;\r\n23\r\n(4) the criminal investigation had caused the loss of some documents;\r\n(5) the F-tT’s finding that there had not been a deliberate attempt to\r\nconceal documents was open to it on the evidence and the F-tT did not\r\ndirect itself that it was a legal test but rather its finding on the facts;\r\n(6) in so far as the F-tT had a discretion in this respect, 5 there were no\r\ngrounds for an appellate tribunal to interfere with its exercise of its\r\ndiscretion.\r\n65. We do not need to discuss in any detail the legal principles which apply when it is\r\nsuggested that an adverse inference should be drawn where a party fails to call a\r\n10 relevant witness. However, since the parties and the F-tT referred to the leading case\r\nin this area, Wisniewski v Central Manchester Health Authority [1998] PIQR 324, we\r\nwill set out the well known summary of principle by Brooke LJ in that case at page\r\n340 where he said:\r\n“From this line of authority I derive the following principles in the context of the\r\n15 present case:\r\n(1) In certain circumstances a court may be entitled to draw adverse inferences from\r\nthe absence or silence of a witness who might be expected to have material evidence\r\nto give on an issue in an action.\r\n(2) If a court is willing to draw such inferences, they may go to strengthen the\r\n20 evidence adduced on that issue by the other party or to weaken the evidence, if any,\r\nadduced by the party who might reasonably have been expected to call the witness.\r\n(3) There must, however, have been some evidence, however weak, adduced by the\r\nformer on the matter in question before the court is entitled to draw the desired\r\ninference: in other words, there must be a case to answer on that issue.\r\n25 (4) If the reason for the witness's absence or silence satisfies the court, then no such\r\nadverse inference may be drawn. If, on the other hand, there is some credible\r\nexplanation given, even if it is not wholly satisfactory, the potentially detrimental\r\neffect of his/her absence or silence may be reduced or nullified.”\r\n30 66. This summary does identify some essential requirements before a court or tribunal\r\nmay draw an adverse inference. Thus: (1) the party seeking the benefit of the\r\ninference must have adduced some evidence which shows there is a case for the other\r\nparty to answer; (2) there must be a reason to expect that material evidence exists; (3)\r\nit is open to the party who resists the adverse inference to give a credible explanation,\r\n35 even a not wholly satisfactory explanation, as to why the evidence was not given.\r\nApart from these basic requirements, there is much in the above summary of principle\r\nwhich is left open ended. We refer to the references to the court (or tribunal) being\r\nentitled to draw inferences “in some circumstances” and the court’s power to be\r\ninfluenced by an explanation which is not wholly satisfactory. These indicate that\r\n40 there is much about this approach which is not rigid and prescriptive. This reflects the\r\ncircumstance that it is ultimately for the fact finding tribunal to make what it regards\r\nas appropriate findings of fact having regard to all the circumstances of the case\r\nincluding the fact, if this is established, that a party has not called an available witness\r\nand has not given a satisfactory explanation for not calling the witness.\r\n24\r\n67. We also agree with the general comment of Proudman J in Commissioners for Her\r\nMajesty’s Revenue and Customs v Sunico A/S [2013] EWHC 941 (Ch) at [98] that\r\nwhere a court or tribunal is asked to draw an adverse inference, the suggested\r\ninference ought to relate to a specific matter.\r\n68. Applying these principles to the present case, we would 5 distinguish between\r\nwitnesses who were not called and documents which were not produced. As to the\r\nabsent witnesses, Mrs Ryan and Mr Gordon might have had material evidence to give.\r\nCCA, through Mr Trees’ evidence and submissions of counsel did put forward\r\nreasons why Mrs Ryan and Mr Gordon were not called. The F-tT did not find these\r\n10 explanations wholly satisfactory but it did make the finding that CCA had not\r\ndeliberately held back material which would harm its case. That meant that the F-tT\r\nregarded this case as within the last principle stated in Wisniewski where it was for the\r\nF-tT to decide on the extent to which the potentially detrimental effect of not calling\r\nMrs Ryan and Mr Gordon was reduced or nullified.\r\n15 69. As to the missing documents, we doubt if an analysis based on the Wisniewski\r\nprinciples is particularly helpful. CCA, through Mr Trees, was contending that there\r\nwere documents which had not been disclosed by it which would help its case. It was\r\nfor the F-tT to decide whether to accept that evidence or whether to hold that because\r\nCCA had not produced the documents, it could not advance its case by asserting that\r\n20 the unproduced documents were helpful to it. As we read the Decision, the F-tT was\r\nnot prepared to find that the absent documents, which CCA could have produced,\r\ncontained material which was helpful to CCA. Conversely, the F-tT seems to have\r\nbeen ready to hold in CCA’s favour that there were other documents which did exist\r\nat one time but which no longer existed which would have revealed more due\r\n25 diligence. We consider that those findings were open to it.\r\n70. Turning to the specific points made by the F-tT which are criticised by HMRC on\r\nthis appeal:\r\n(1) the finding that there had not been a deliberate ploy to conceal matters\r\nwas a finding which was open to the F-tT; the F-tT was not thereby stating\r\n30 a pre-condition to this effect had to be satisfied before it was open to it to\r\ndraw an adverse inference;\r\n(2) the F-tT did not depart from the principles in the cases which were\r\ncited to it;\r\n(3) the reference to the burden of proof being on HMRC did not mean that\r\n35 the F-tT held that it was not possible to draw an inference adverse to CCA\r\nand favourable to HMRC; the F-tT did not make such an elementary error;\r\nthe reference to the burden of proof appears to have been in the context of\r\npointing out that HMRC had powers to obtain the missing documents;\r\n(4) it was relevant to point out that HMRC had the power to obtain the\r\n40 missing documents, so far as they still existed, if it had wished to pursue\r\nthe matter;\r\n25\r\n(5) the F-tT was right to find that some documents had gone missing as a\r\nresult of the criminal investigation.\r\n71. We also comment more generally that HMRC’s submissions to the F-tT did not\r\nask it to draw a specific adverse inference. This case was not like Wisniewski and the\r\ncases considered in that authority where there was a specific matter 5 in dispute, where\r\nthe first party had adduced some weak evidence in relation to that specific matter, and\r\nwhere the second party had a case to answer and the right inference for a fact finding\r\ntribunal to draw was that the second party was not calling an obviously relevant\r\nwitness because of the fear that the witness would be unhelpful to the second party on\r\n10 the disputed matter. What HMRC submitted to the F-tT was that it should not believe\r\nMr Trees’ evidence that there were more documents which had not been disclosed\r\nand which helped CCA’s case. We consider that the reference to the principles in\r\nWisniewski only served to complicate the matter. The F-tT should have been left to\r\ndecide what to make of Mr Trees’ evidence. In the end that is what the F-tT did. Any\r\n15 lack of clarity in their reasoning, caused by reference to unnecessarily complicated\r\nreasoning, does not in the end detract from that.\r\n72. We consider that the F-tT did not commit any error of law in these respects and\r\nwe do not uphold any of the ways in which HMRC advanced Ground 2.\r\n73. Quite apart from all of the above, we draw attention to the last sentence of [369]\r\n20 in the Decision. The whole debate for the purposes of Ground 2 was as to the way the\r\nF-tT went about its fact finding in relation to due diligence. In the last sentence of\r\n[369], the F-tT states that the precise extent of due diligence was not determinative.\r\nThus, even if it had at some earlier point misdirected itself in relation to due diligence,\r\nit would not have affected the result and it would not be appropriate to remit the\r\n25 matter on the basis of such a misdirection.\r\nGround 3\r\n74. We have earlier summarised Ground 3 as follows:\r\n“The F-tT erred in law in taking into account an irrelevant consideration relating to\r\nconnected criminal proceedings against one of CCA’s suppliers, Future\r\n30 Communications.”\r\n75. This ground of appeal refers to a statement made by the Judge in [392] of the\r\nDecision, which we will set out below. Before setting out the full statement of which\r\ncriticism is made, we will refer to some earlier findings of the F-tT on which the\r\nstatement was based.\r\n35 76. At [65] - [68] the F-tT referred to a raid which HMRC carried out at CCA’s\r\npremises on 1 June 2006. The F-tT described what happened and then at [69] stated:\r\n“69 For CCA, there was no outcome to this event, carried out by what was referred to\r\nby the Crown witnesses as ‘law enforcement’ — which we understand to be the\r\ndivision of HMRC responsible for criminal investigations and prosecutions. Mr Trees\r\n40 was not asked to give any statement, he was not interviewed under caution or\r\notherwise, he was not prosecuted or called as a witness in any prosecution, and there\r\n26\r\nwas no subsequent communication with the officers responsible for CCA's VAT\r\ncompliance; his documentation was simply removed for up to four years without\r\nexplanation, and it seems likely that some of it has been lost. We now know that the\r\nraid was contemporaneous with one on Future Communications, three of whose\r\nofficers were subsequently prosecuted, and we refer elsewhere to 5 the outcome of those\r\nprosecutions, but Mr Trees was not at the time told that this was the context.”\r\n77. Later at [197] the F-tT referred again to Future Communications and said:\r\n“It is also noteworthy that, as we have seen, Future Communications was raided in a\r\n10 criminal investigation as long ago as June 2006, its main personnel subsequently\r\nprosecuted and convictions secured, yet no evidence from that source incriminating Mr\r\nTrees or CCA was presented.”\r\n78. The passage in the Decision which is now criticised is the first sentence in [392]\r\n15 which is a paragraph in a section of the Decision, comprising [388] – [395], under the\r\nheading: “Mr Trees’s knowledge”. In that section of the Decision, the Judge discussed\r\na number of matters which he considered were relevant to the question whether Mr\r\nTrees knew at the relevant time that the transactions which CCA were carrying out\r\nwere connected with fraud. In that context, the Judge said:\r\n20 “392 Nor can it be irrelevant that the criminal investigation begun on 1 June 2006,\r\nleading as it did to trials and convictions of one of CCA's main trading partners,\r\npaid no attention to Mr Trees, to the point of not even taking a formal witness\r\nstatement from him. The conspiracy encircling CCA's trading was, as Mr Birchfield\r\nput it, a very large scheme in which it was possible for an innocent party to be caught\r\n25 up. It is quite credible that traders who had built up the trust of CCA over several years\r\nby offering them advantageous trading terms, should have seen the company as a useful\r\ncog in their machinery – and one which, if things went wrong, would be exposed to risk\r\non its own account alone while leaving the conspirators holding the profits of the\r\nfraud.”\r\n30\r\n79. We were also referred, without objection from CCA, to a statement made by the\r\nJudge when, on 15 July 2013, he gave HMRC permission to appeal on this ground.\r\nHe then said:\r\n“The relevance of the criminal investigation and subsequent proceedings is seen by the\r\n35 tribunal as being that if, as was the commissioners’ primary submission, Mr Trees had\r\nactual knowledge that he was collaborating in a fraud on the Revenue it would be\r\nprobable that in the investigation he would at least be examined as a possible coconspirator\r\nwith those with whom he traded and who were themselves later charged\r\nand convicted. Nonetheless, it is of general importance to establish whether the tribunal\r\n40 erred in law at paragraph 392 of its decision and took into account an irrelevant\r\nconsideration, or whether it was entitled to have regard to related criminal\r\ninvestigations and proceedings in the context of the case.”\r\n80. It is clear that when the Judge came to his overall conclusion in relation to the\r\nquestion whether Mr Trees knew that the CCA transactions were connected with\r\n45 fraud, he took into account the matters referred to in the first sentence of [392] as a\r\nrelevant consideration. The contrary was not argued before us. HMRC submits that\r\n27\r\nthose matters were irrelevant to the question of Mr Trees’ knowledge. CCA submits\r\nthat these matters were relevant and the Judge was entitled to take them into account\r\nand give them the weight which he thought fit.\r\n81. We agree with HMRC on this point. The matters referred to in the first sentence of\r\n[392] were irrelevant to the question whether Mr Trees 5 knew that the CCA\r\ntransactions were connected with fraud. What the Judge seemed to be saying was: (1)\r\nthe persons responsible for the criminal investigation must have thought that CCA\r\nwas not involved in the fraud which they were investigating; and (2) that indicated\r\nthat Mr Trees did not know that the CCA transactions were connected with fraud. We\r\n10 consider that it is not possible to draw any inference as to what those persons actually\r\nthought about the involvement of Mr Trees and CCA from the fact that they did not\r\ncontact Mr Trees in connection with the criminal investigations. There are many\r\npossible reasons why they did not contact Mr Trees, apart from the suggested reason.\r\nBut even if it were appropriate to infer that those persons actually thought that Mr\r\n15 Trees did not know of the relevant fraud, the belief of those persons has no probative\r\nvalue as to what Mr Trees did know. The Judge was required to determine on the\r\nevidence before the F-tT whether it had been demonstrated on the balance of\r\nprobabilities that Mr Trees knew that the CCA transactions were connected with\r\nfraud. What other people thought at an earlier time, probably by reference to material\r\n20 which was different from the evidence before the F-tT, was irrelevant.\r\n82. We therefore conclude that HMRC has established that the Judge took into\r\naccount an irrelevant consideration. The question as to Mr Trees’ knowledge was one\r\nof the central questions to be determined by the Judge. At [387], the F-tT stated that\r\nthe case was a borderline case. In determining a central question in a borderline case,\r\n25 the Judge took into account, in favour of Mr Trees and CCA, an irrelevant matter.\r\n83. HMRC submitted that this irrelevant matter was considered by the Judge to be\r\nhighly material. While CCA accepted that the Judge regarded this matter as relevant,\r\nit submitted that it had not been demonstrated that the Judge regarded it as highly\r\nmaterial. We have no way of knowing what precise weight the Judge gave to this\r\n30 matter. He plainly gave it some weight. In a borderline case, a matter which has some\r\nweight is capable of affecting the outcome.\r\n84. We consider that, on this ground alone, the Decision as to Mr Trees’ knowledge\r\ncannot stand. We will consider at the end of our decision, when we have assessed the\r\nother grounds of appeal, what should now be done.\r\n35 Ground 5\r\n85. We have earlier summarised Ground 5 as follows:\r\n“The Ft-T misapplied the test in Kittel in that:\r\n(1) It considered a more onerous test than that prescribed by law;\r\n(2) It applied the burden and standard of proof to individual pieces of evidence as\r\n40 opposed to considering the totality of the evidence;\r\n28\r\n(3) It adopted an overly sceptical approach to circumstantial evidence;\r\n(4) It paid insufficient regard to the “should have known” limb of the test;\r\n(5) It misinterpreted the case advanced by HMRC as being a case of dishonesty\r\nand, in particular, it was wrongly influenced by the opinion of the officers of HMRC as\r\nto the nature 5 of the fraud; and\r\n(6) It considered it relevant that the criminal investigation had paid no attention\r\nto Mr Trees.”\r\n86. We note that the point made in (6) above was also the subject of Ground 3, with\r\nwhich we have already dealt. However, HMRC further deployed the point made in\r\n10 (6), in conjunction with the points made in (1) and (5), as its first substantive\r\nargument to the effect that the Judge misapplied the test in Kittel by holding that CCA\r\ncould not be held to “know” that its transactions were connected with fraud unless it\r\nwas also held to be dishonest and/or a knowing party to a conspiracy to defraud.\r\n87. It was common ground before the F-tT that the test in Kittel, as expounded in\r\n15 Mobilx required it to ask whether CCA knew or should have known that the CCA\r\ntransactions were connected with fraud.\r\n88. In relation to the first part of the test, i.e. whether CCA knew that its transactions\r\nwere connected with fraud, the F-tT had to address the case which was presented by\r\nHMRC on the facts. HMRC advanced the case that CCA and Mr Trees were\r\n20 dishonest and were in effect a party to the conspiracy to defraud. It was HMRC’s\r\nchoice to put its case on the facts in that way and the F-tT had to deal with that case.\r\nThus, when the Judge discussed HMRC’s case, he was not refining the Kittel test and\r\nholding that over and above knowledge that the transactions were connected with\r\nfraud, there had to be a finding that CCA was dishonest and/or that CCA was a party\r\n25 to a conspiracy. In any event, when the Judge came to make his essential findings on\r\nthe first part of the test in Kittel, he correctly directed himself as to the relevant test\r\nand made his findings. He held, on those findings of fact, that HMRC had not\r\nestablished that CCA knew that its transactions were connected with fraud. We\r\ntherefore reject the first argument put forward by HMRC under this ground of appeal.\r\n30 89. The second argument put forward by HMRC under this ground of appeal relates\r\nto the way in which the Judge handled the circumstantial evidence. This submission\r\nonly relates to the decision of the Judge. The Member’s reasons combined a number\r\nof circumstances in support of his overall conclusion that Mr Trees actually knew that\r\nCCA’s transactions were connected with fraud. However, HMRC submitted that the\r\n35 Judge looked at the circumstances individually and made individual assessments in\r\nrelation to each so that he never stood back and formed an assessment of the\r\ncombined weight of all the relevant circumstances.\r\n90. It is open to HMRC to rely on circumstantial evidence to prove that a trader knew\r\nthat his transactions were connected with fraud. So much is clear from Mobilx, in\r\n40 particular, at [83] approving the earlier comments of Christopher Clarke J in Red 12\r\nTrading Ltd v Revenue and Customs Commissioners [2010] STC 589 at [109] – [111].\r\nIn addition, HMRC cited to us the observations of Hewart LCJ in R v Weaver (1930)\r\n21 Cr App Rep 20 at 21 where he said:\r\n29\r\n“It has been said that the evidence against the applicants is circumstantial; so it is, but\r\ncircumstantial evidence is often the best. It is evidence of surrounding circumstances\r\nwhich, by undesigned coincidence, is capable of proving a proposition with the\r\naccuracy of mathematics. It is no derogation of evidence to say that it is\r\n5 circumstantial.”\r\n91. It is also clear that when one considers the impact of circumstantial evidence, it is\r\nimportant to consider the evidence as a whole and not to restrict oneself to\r\nconsidering the impact of each circumstance taken alone and in isolation from the\r\nothers. The matter was well put in the old criminal case of R v Exall (1866) 4 F & F\r\n10 922 by Pollock C.B., summing up to the jury, as follows:\r\n“As it is, it is not much. By itself it would be insufficient, but there are other\r\ncircumstances in the case, and especially the fact that the watch was found upon him\r\nbefore midday, on the morning after the burglary. Thus it is that all the circumstances\r\nmust be considered together.\r\n15 It has been said that circumstantial evidence is to be considered as a chain, and each\r\npiece of evidence as a link in the chain, but that is not so, for then, if any one link\r\nbroke, the chain would fall. It is more like the case of a rope composed of several\r\ncords. One strand of the cord might be insufficient to sustain the weight, but three\r\nstranded together may be quite of sufficient strength.\r\n20 Thus it may be in circumstantial evidence—there may be a combination of\r\ncircumstances, no one of which would raise a reasonable conviction, or more than a\r\nmere suspicion; but the whole, taken together, may create a strong conclusion of guilt,\r\nthat is, with as much certainty as human affairs can require or admit of.”\r\n25 92. We also draw attention to the following comments of Rix LJ in JSC BTA Bank v\r\nAblyazov (No. 8) [2013] 1 WLR 1331 at [52]:\r\n“It is, however, the essence of a successful case of circumstantial evidence that the\r\nwhole is stronger than individual parts. It becomes a net from which there is no\r\nescape.”\r\n30 This comment was not cited to us but it is entirely in line with the submissions made\r\nto us by HMRC.\r\n93. When dealing with a case based on circumstantial evidence, a fact finding tribunal\r\nhas to do two things. First, it must make its findings as to what the circumstances\r\nactually were. Secondly, having determined what the circumstances were, it has to\r\n35 determine what inference to draw from all such circumstances taken together. In the\r\nfirst part of this exercise, the tribunal necessarily will look at the alleged\r\ncircumstances individually; for the second part of this exercise, the tribunal must look\r\nat the circumstances in combination. In this case, the Judge carried out the first part of\r\nthe exercise by making his findings of fact as to the alleged circumstances. The\r\n40 question for us is whether, having made his findings on the individual circumstances,\r\nthe Judge failed to stand back and consider the combined effect of the circumstances\r\nin the round. In order to assess that matter we need to consider all of the material in\r\nthe “Conclusions” section of the Decision to see how the Judge came to, and\r\nexpressed, his conclusion.\r\n30\r\n94. The Conclusions section of the Decision has the following sub-headings (we have\r\nadded the numbers for ease of later reference):\r\n(1) Admissibility of Mr Stone’s evidence;\r\n(2) Missing evidence;\r\n(3) Evidence 5 from previous cases;\r\n(4) Mr Fletcher’s credibility;\r\n(5) The grey market;\r\n(6) The underlying frauds – the law\r\n(7) A split decision;\r\n10 (8) Mr Trees’s knowledge;\r\n(9) Banking evidence;\r\n(10) Due diligence;\r\n(11) Insurance;\r\n(12) Reliance on HMRC\r\n15 (13) Samsung Serenes\r\n(14) The tribunal’s decision.\r\n95. We consider that it was necessary for the Judge to consider the circumstances in\r\n(5), (8), (9), (10), (11) and (13) in combination, rather than separately. However, the\r\nJudge came to his finding, in section (8) of the above summary at [393] to [395], that\r\n20 Mr Trees was not “a knowing participant in a fraud on the Revenue” and that he was\r\nnot satisfied that a bona fide trader should have realised that his transactions were\r\nconnected with fraud before he had considered the effect of the matters in sections (9)\r\nto (11) and (13). It seems to us that he decided the case in favour of CCA without\r\nregard to the matters in sections (9) – (11) and (13) and when he later dealt with the\r\n25 matters in (9) to (11) and (13), he effectively said: “because I have decided that Mr\r\nTrees neither knew nor should have known that the transactions were connected with\r\nfraud, these later matters are not inconsistent with that finding”.\r\n96. It is true that in [411] of the Decision the Judge expressed his overall conclusion\r\nin these terms:\r\n30 “411 Having regard to all these considerations, neither of the two circumstances\r\nrequired by the authorities to be present has been established on the balance of\r\nprobabilities in relation to the transactions under appeal and the appeal must therefore\r\nsucceed.”\r\n35 Thus, [411] comes after the Judge has referred to all the relevant matters and does\r\nrefer to “all these considerations”. We do not however think that [411] can be fairly\r\nread as a finding that having regard to the combined weight of the circumstances in\r\n(5), (8) (9), (10), (11) and (13), HMRC has not proved the relevant allegations against\r\nCCA. We think that the way in which the Judge expressed his findings in favour of\r\n31\r\nCCA in section (8) of the Conclusions and the way in which he later dealt with\r\nsections (9) to (11) and (13) clearly reveals that he did not approach the circumstantial\r\nevidence in the correct way.\r\n97. We have hesitated before reaching the above conclusions 5 as to the Judge’s\r\ntreatment of the circumstantial evidence. We should not be over ready to subject the\r\nDecision to a detailed syntactical analysis. Nonetheless, having attempted to read the\r\nDecision in a fair and realistic way, we do reach the conclusion that the Judge erred in\r\nlaw in his handling of the circumstantial evidence in this case. Given that the Judge\r\n10 regarded the case as a borderline one, it was very important for him to approach the\r\ncircumstantial evidence in the correct way and we find that he failed to do so.\r\n98. We will next consider the third submission by HMRC under Ground 5 to the\r\neffect that the Judge paid insufficient regard to the second limb of the Kittel test as to\r\nwhether CCA should have known that its transactions were connected with fraud.\r\n15 This submission had two limbs. The first limb was that the Judge applied the wrong\r\ntest as to “should have known” and the second limb was that, in substance, the Judge\r\ndid not deal with HMRC’s case that CCA should have known that its transactions\r\nwere connected with fraud.\r\n99. The legal test laid down in Kittel for denying a trader the right to claim input tax is\r\n20 that it must be proved that the trader knew or should have known that its transactions\r\nwere connected with fraud. There is no limitation in Kittel itself as to how HMRC can\r\ngo about proving that the trader should have known of the connection with fraud. One\r\nway of proving it is to show that there was no reasonable explanation for the\r\ntransactions other than fraud. That possible way of proving that the trader should have\r\n25 known is expressly referred to by Moses LJ in Mobilx, see, in particular, at [59], [74],\r\n[75] and [84]. However, it was pointed out by Proudman J in GSM Export (UK) Ltd v\r\nCommissioners for Her Majesty’s Revenue and Customs [2014] UKUT 0529 (TCC)\r\nat [19], that proof that there was no reasonable explanation for the transactions other\r\nthan fraud is only one way in which it could be proved that the trader should have\r\n30 known but it was not the only way. It was not suggested before us that this was\r\nincorrect. Building on that foundation, HMRC submitted that the F-tT had gone\r\nwrong in the present case because in [2] and [26] of its Decision, it identified the issue\r\nas being whether CCA knew, or whether for CCA the only reasonable explanation\r\nwas, that its transactions were connected with fraud. It was suggested that it had\r\n35 thereby wrongly excluded any other method by which it might be shown that CCA\r\nshould have known that its transactions were connected with fraud. We do not accept\r\nthis submission. The F-tT’s formulation of the issues in this case was very similar to\r\nhow the matter was described in Mobilx and reflected the way in which the case was\r\nargued before it.\r\n40 100. We turn then to the second limb of the argument on “should have known”.\r\nHMRC submitted that the Judge paid “insufficient regard” to its alternative case that\r\nCCA should have known that its transactions were connected to fraud. It was also\r\nsubmitted that the Judge “did not specifically address the second limb in his\r\nconclusions at all”. There was no criticism of the Member in this respect; it will be\r\n45 remembered that he held that CCA actually knew that its transactions were connected\r\n32\r\nwith fraud so that there was no need for him to address HMRC’s alternative case. As\r\nwill be seen, we need to consider this limb of the argument in some detail.\r\n101. We have already summarised the content of the Decision. At [241] – [306], the\r\nF-tT summarised the submissions for CCA. Those submissions included the\r\ncontention that in a contra trading case like the present, there was no 5 real room for the\r\n“should have known” limb of the test. Conversely, the submissions for HMRC\r\naddressed the first limb of the test which requires actual knowledge but then put\r\nforward the alternative submission, correctly summarised at [354] – [355] of the\r\nDecision that CCA should have known that its transactions were connected with\r\n10 fraud. HMRC’s submission on this point was a very detailed one and we have set out\r\nat paragraph 28 above the twenty specific points which HMRC relied upon and which\r\nwere repeated at [354] of the Decision.\r\n102. As explained earlier, the Judge set out at [388] – [393] the reasons for his\r\nconclusion that CCA did not know that its transactions were connected with fraud.\r\n15 Then at [394] – [395], the Judge said this:\r\n“394 HMRC's officers all agreed that CCA could not have verified the transactions\r\nupstream and downstream of its own. Mr Kerr has nonetheless put forward a list (at\r\nparagraph 354 above) of some 20 grounds on which Mr Trees should have known that\r\nthere was no reasonable explanation for his transactions other than a connection to\r\n20 fraud. These concerns relate essentially to the pattern and manner of CCA's trading in\r\nregard to which it has been indicated that the expert evidence about the market is\r\nconflicting; features which appear to the outside observer as unusual — the types of\r\ntrade, the peaks in volumes, the apparently incestuous character of dealings, and so on\r\n— may on Mr Attenborough's evidence be consistent with the peculiarities of a\r\n25 specialised wholesale market, especially during the boom years of the economy.\r\n395 I do not see therefore an adequate basis on which to support the conclusion that a\r\nbona fide trader, taking reasonable precautions and being of normal prudence, should\r\nhave realised that his transactions were connected to fraud. That the transactions might\r\n30 have been so connected, or even that it was ‘more likely than not’ that they were so\r\nconnected, could well be argued and on that basis I might be persuaded; but that is in\r\nitself insufficient to lose the appellant its right to deduct input tax.”\r\n103. If [394] and [395] were intended to deal with HMRC’s alternative case that Mr\r\n35 Trees/CCA should have known of the connection with fraud, then it is distinctly odd\r\nthat those two paragraphs appear under the heading “Mr Trees’s knowledge”. We also\r\nnote that [394] was expressed differently in the original Decision and was\r\nsubsequently corrected. As originally expressed, [394] stated that the twenty points\r\nput forward by HMRC were to support HMRC’s case that Mr Trees “must have\r\n40 known” that there was no reasonable explanation for his transactions other than a\r\nconnection of fraud. An allegation that Mr Trees “must have known” is relevant to the\r\nallegation of actual knowledge rather than to HMRC’s alternative case. Further, given\r\nthe detailed way in which HMRC had presented its alternative case, it is curious that\r\nthe Judge did not have a distinct part of the Decision, with a separate heading, where\r\n45 he addressed this alternative case.\r\n33\r\n104. In its skeleton argument, HMRC submitted that the Judge did not specifically\r\naddress the alternative case as to “should have known” in his conclusions “at all”.\r\nHowever, it seemed to us that at the hearing of this appeal, HMRC accepted that the\r\nalternative case was dealt with in [394] to [395]. HMRC’s case was then re-focussed\r\nas a submission that those paragraphs were the only paragraphs 5 dealing with the\r\nalternative case and, as such, they were inadequately reasoned. HMRC referred us to\r\nthe standard which must be achieved, by a decision maker when giving reasons for a\r\njudicial decision, as laid down in Flannery v Halifax Estate Agencies Ltd [2000] 1\r\nWLR 377 and English v Emery Reimbold & Strick Ltd [2002] 1 WLR 2409.\r\n10 105. There was no dispute as to the standard to be achieved as regards the adequacy\r\nof reasons for a judicial decision. We cite two passages from the authorities which\r\noffer the necessary guidance. The first is from Flannery v Halifax Estate Agencies Ltd\r\n[2000] 1 WLR 377 at 381-382:\r\n“(1) The duty is a function of due process, and therefore of justice. Its rationale has two\r\n15 principal aspects. The first is that fairness surely requires that the parties especially the\r\nlosing party should be left in no doubt why they have won or lost. This is especially so\r\nsince without reasons the losing party will not know (as was said in Ex p Dave)\r\nwhether the court has misdirected itself, and thus whether he may have an available\r\nappeal on the substance of the case. The second is that a requirement to give reasons\r\n20 concentrates the mind; if it is fulfilled, the resulting decision is much more likely to be\r\nsoundly based on the evidence than if it is not.\r\n(2) The first of these aspects implies that want of reasons may be a good self- standing\r\nground of appeal. Where because no reasons are given it is impossible to tell whether\r\n25 the judge has gone wrong on the law or the facts, the losing party would be altogether\r\ndeprived of his chance of an appeal unless the court entertains an appeal based on the\r\nlack of reasons itself.\r\n(3) The extent of the duty, or rather the reach of what is required to fulfil it, depends on\r\n30 the subject matter. Where there is a straightforward factual dispute whose resolution\r\ndepends simply on which witness is telling the truth about events which he claims to\r\nrecall, it is likely to be enough for the judge (having, no doubt, summarised the\r\nevidence) to indicate simply that he believes X rather than Y; indeed there may be\r\nnothing else to say. But where the dispute involves something in the nature of an\r\n35 intellectual exchange, with reasons and analysis advanced on either side, the judge\r\nmust enter into the issues canvassed before him and explain why he prefers one case\r\nover the other. This is likely to apply particularly in litigation where as here there is\r\ndisputed expert evidence; but it is not necessarily limited to such cases.\r\n40 (4) This is not to suggest that there is one rule for cases concerning the witnesses’\r\ntruthfulness or recall of events, and another for cases where the issue depends on\r\nreasoning or analysis (with experts or otherwise). The rule is the same: the judge must\r\nexplain why he has reached his decision. The question is always, what is required of the\r\njudge to do so; and that will differ from case to case. Transparency should be the\r\n45 watchword.”\r\n106. The second source of guidance is English v Emery Reimbold & Strick Ltd\r\n[2002] 1 WLR 2409 at [16] – [21]:\r\n34\r\n“16 We would put the matter at its simplest by saying that justice will not be done if it\r\nis not apparent to the parties why one has won and the other has lost.\r\n17 As to the adequacy of reasons, as has been said many times, this depends on the\r\nnature of the case: see for example Flannery's case [5 2000] 1 WLR 377, 382. In Eagil\r\nTrust Co Ltd v Piggot-Brown [1985] 3 All ER 119, 122 Griffiths LJ stated that there\r\nwas no duty on a judge, in giving his reasons, to deal with every argument presented by\r\ncounsel in support of his case:\r\n“When dealing with an application in chambers to strike out for want of prosecution, a\r\n10 judge should give his reasons in sufficient detail to show the Court of Appeal the\r\nprinciples on which he has acted and the reasons that have led him to his decision.\r\nThey need not be elaborate. I cannot stress too strongly that there is no duty on a judge,\r\nin giving his reasons, to deal with every argument presented by counsel in support of\r\nhis case. It is sufficient if what he says shows the parties and, if need be, the Court of\r\n15 Appeal the basis on which he has acted… (see Sachs LJ in Knight v Clifton [1971] Ch\r\n700, 721).\r\n18 In our judgment, these observations of Griffiths LJ apply to judgments of all\r\ndescriptions. But when considering the extent to which reasons should be given it is\r\n20 necessary to have regard to the practical requirements of our appellate system. A judge\r\ncannot be said to have done his duty if it is only after permission to appeal has been\r\ngiven and the appeal has run its course that the court is able to conclude that the\r\nreasons for the decision are sufficiently apparent to enable the appeal court to uphold\r\nthe judgment. An appeal is an expensive step in the judicial process and one that makes\r\n25 an exacting claim on judicial resources. For these reasons permission to appeal is now a\r\nnearly universal prerequisite to bringing an appeal. Permission to appeal will not\r\nnormally be given unless the applicant can make out an arguable case that the judge\r\nwas wrong. If the judgment does not make it clear why the judge has reached his\r\ndecision, it may well be impossible within the summary procedure of an application for\r\n30 permission to appeal to form any view as to whether the judge was right or wrong. In\r\nthat event permission to appeal may be given simply because justice requires that the\r\ndecision be subjected to the full scrutiny of an appeal.\r\n19 It follows that, if the appellate process is to work satisfactorily, the judgment must\r\n35 enable the appellate court to understand why the judge reached his decision. This does\r\nnot mean that every factor which weighed with the judge in his appraisal of the\r\nevidence has to be identified and explained. But the issues the resolution of which were\r\nvital to the judge's conclusion should be identified and the manner in which he resolved\r\nthem explained. It is not possible to provide a template for this process. It need not\r\n40 involve a lengthy judgment. It does require the judge to identify and record those\r\nmatters which were critical to his decision. If the critical issue was one of fact, in may\r\nbe enough to say that one witness was preferred to another because the one manifestly\r\nhad a clearer recollection of the material facts or the other gave answers which\r\ndemonstrated that his recollection could not be relied upon.\r\n45\r\n20 The first two appeals with which we are concerned involved conflicts of expert\r\nevidence. In Flannery's case [2000] 1 WLR 377 Henry LJ quoted from the judgment of\r\nBingham LJ in Eckersely v Binnie (1988) 18 Con LR 1, 77–78 in which he said that “a\r\ncoherent reasoned opinion expressed by a suitably qualified expert should be the\r\n50 subject of a coherent reasoned rebuttal”. This does not mean that the judgment should\r\ncontain a passage which suggests that the judge has applied the same, or even a\r\nsuperior, degree of expertise to that displayed by the witness. He should simply provide\r\n35\r\nan explanation as to why he has accepted the evidence of one expert and rejected that\r\nof another. It may be that the evidence of one or the other accorded more satisfactorily\r\nwith facts found by the judge. It may be that the explanation of one was more\r\ninherently credible than that of the other. It may simply be that one was better\r\nqualified, or manifestly more objective, than the other. Whatever 5 the explanation may\r\nbe, it should be apparent from the judgment.\r\n21 When giving reasons a judge will often need to refer to a piece of evidence or to a\r\nsubmission which he has accepted or rejected. Provided that the reference is clear, it\r\nmay be unnecessary to detail, or even summarise, the evidence or submission in\r\n10 question. The essential requirement is that the terms of the judgment should enable the\r\nparties and any appellate tribunal readily to analyse the reasoning that was essential to\r\nthe judge's decision.”\r\n107. CCA submitted that we should not permit HMRC to advance the contention that\r\n15 the Decision was inadequately reasoned. CCA submitted that the grounds of appeal\r\ndid not clearly bring home to CCA or to the F-tT that HMRC wished to contend that\r\nthe reasons in the Decision were inadequate in this respect. CCA drew attention to the\r\ndiscussion in English v Emery Reimbold & Strick Ltd [2002] 1 WLR 2409 at [25]\r\nwhere the Court of Appeal considered the course to be adopted where an appellant\r\n20 sought permission to appeal a judgment on the ground that it was inadequately\r\nreasoned. In such a case, the judge should consider whether it was appropriate for him\r\nto provide further reasons. Although that discussion related to the position of a judge\r\nin court proceedings, the same recommendation should apply to a judge in the F-tT.\r\nIndeed, rules 40 and 41 of the 2009 Rules require a judge in the F-tT, when\r\n25 considering an application for permission to appeal, first to consider whether to\r\nreview his decision. An application for permission to appeal on the ground of\r\ninadequate reasons should cause the F-tT to consider whether it would be appropriate\r\nto give further reasons, using the powers conferred by these rules. In the present case,\r\nat the stage at which HMRC sought permission to appeal in relation to Ground 5,\r\n30 there does not appear to have been any thought given to whether the Judge should\r\ngive further reasons for his conclusions in [394] to [395].\r\n108. There is some force in these objections by CCA. It would have been better if,\r\nfrom the outset, HMRC had made it more clear that it intended to challenge the\r\nadequacy of the Judge’s reasons in this respect. If that had been done, then the Judge\r\n35 might have been prepared to give further reasons in relation to [394] to [395]. In view\r\nof the passage of time since the Decision was released and in view of the risk of ex\r\npost facto rationalisation by way of further reasons, we do not think that it would be\r\nfair to the Judge or to HMRC to ask the Judge to supply further reasons at this stage.\r\nNonetheless, we take the view that this ground of challenge is open to HMRC\r\n40 pursuant to its ground of appeal that the Judge paid “insufficient regard” to its\r\nalternative case. We consider that on a fair reading, this formulation of the challenge\r\nallows HMRC to argue that the way in which the Judge dealt with its alternative case\r\nwas “insufficient” in that the Judge gave inadequate reasons for his dismissal of that\r\nalternative case.\r\n36\r\n109. We will therefore examine [394] and [395] to see if they meet the requisite\r\nstandard for reasons for a decision. CCA submitted that these two paragraphs gave\r\nadequate reasons for the Judge’s conclusion on what was a matter of fact.\r\n110. The first sentence of [394] states that HMRC agreed that CCA could not have\r\nverified the transactions upstream and downstream of its own. That 5 does not by itself\r\nanswer the submission made by HMRC that the combination of the twenty points\r\nsummarised in [354] compelled the conclusion that CCA should have known that its\r\ntransactions were connected with fraud because there was no other reasonable\r\nexplanation for them.\r\n10 111. The second sentence of [394] merely refers to the list of twenty points in [354].\r\nThe third sentence of [394] states that the expert evidence about the grey market was\r\nconflicting. In order to understand that statement, it is necessary to go to the parts of\r\nthe Decision which dealt with the grey market. That topic was dealt with at [376] –\r\n[382] where the F-tT had said:\r\n15 “376 Detailed evidence was given about the operation of what, it is common ground,\r\nwas a legitimate market in mobile handsets in 2006. Both Mr Fletcher and Mr\r\nAttenborough made careful estimates of what they believed would have been the\r\nconditions of that market, basing themselves on the limited number of hard facts\r\navailable and making informed estimates for the rest. And it will be seen that in the\r\n20 evidence of these two witnesses the views of the one often contradict the views of the\r\nother, both in detail and in regard to the broad picture.\r\n377 Thus, there was disagreement over the size of the legitimate grey market in 2006\r\nand in regard to the extent to which the 2010 figures are likely to be falsified by MTIC\r\n25 fraud directed against other EU states, if there is any. There are also serious gaps in the\r\ninformation regarding the position outside a restricted area of mainly western Europe,\r\nwhen it is entirely possible that the situation is related to trading beyond.\r\n378 Of particular concern to us, however, was the disagreement as to what types of\r\n30 trading can be regarded as authentic and which not, leaving the tribunal in doubt as to\r\none of the crucial issues in the case — whether HMRC are right in asserting that CCA's\r\ntrading was uncommercial and contrived in the way that Mr Kerr suggests. While these\r\ntwo witnesses were clearly competent persons in the context of their respective\r\nprofessions, it is no criticism of them to say that neither has had any firsthand\r\n35 experience of the operation of this market, and that they were able draw on the\r\nexperience of others only to a limited extent.\r\n379 It is regrettable that there is therefore no impartial evidence before the tribunal\r\nabout how the legitimate trade in the grey market in question actually functioned; there\r\n40 is no trader from that era to say from firsthand knowledge: ‘that is – or is not – how\r\nthings were done’; ‘this is, or is not, typical of authentic trading’. We are concerned\r\nwith what seems, in principle, to be a specialised trading market and it is common\r\nknowledge that specialised markets do not operate in the way that simple retail\r\ndistribution chains do. While it may well be appropriate to take judicial notice of the\r\n45 manner in which commerce at large is normally conducted, it can be unsafe to attempt\r\nthe same exercise in regard to a specialised market.\r\n37\r\n380 Many of the practices and patterns of trade revealed by the evidence seem to\r\nrequire explanation: the buying and selling of large quantities of goods with little or no\r\nsubsidiary detail in regard to them; the apparently formulaic nature of the trading in the\r\nUK to UK deals; the standard margins of profit in such deals; the substantial absence of\r\nwritten terms of business; the payment of monies decoupled from the 5 passing of title;\r\nthe use of the UK as a trading hub for intra-European continental trade; the use of\r\nsterling as the currency in the case of all the export trades; the course of trading\r\nbetween the same parties; the peak in trade volumes in 2006, and so on.\r\n10 381 The fact that expert evidence was adduced by both parties as to the functioning of\r\nthis market, however, underlines the point that the assessment of behaviour in the grey\r\nmarket as authentic trading or as contrived activity requires specialist knowledge.\r\nMessrs Fletcher and Attenborough have assisted the tribunal to the best of their\r\nabilities, but the evidence of each throws doubt on the adequacy of the reasoning\r\n15 adopted by the other in areas in which there can clearly be legitimate disagreement.\r\nAnd although Mr Attenborough has not addressed this case specifically, his evidence\r\ntouching the types of behaviour to be expected is consistent with the view that CCA's\r\ntrading was not necessarily untoward or suspicious.\r\n20 382 We are left therefore to assess the facts, conscious of having inadequate\r\ninformation about this market, and to remember that the burden of proving contrivance\r\nlies on the Revenue. In the circumstances, we cannot regard any of the peculiar features\r\njust described as inevitably pointing to uncommercial trading or as clear indicators of\r\nbad faith. They may do so, but it has not been shown that the probability is that they do\r\n25 so point and the only firsthand evidence of the way this market works is that of the\r\nappellant himself.”\r\n112. In [382], the F-tT held that the matters which required explanation might show\r\nbad faith but it had not been shown that the probability was that they did so. This\r\n30 point appears to be echoed in [394] where the Judge said that the features which\r\nappeared to be unusual might be consistent with the peculiarities of a specialised\r\nmarket and in [395] where the Judge said that the transactions might have been\r\nconnected with fraud but that did not justify a finding that CCA should have realised\r\nthat they were connected with fraud.\r\n35 113. HMRC submitted that the F-tT when referring to Mr Attenborough in [381], and\r\nthe Judge when referring to Mr Attenborough in [390], had appeared to hold that Mr\r\nAttenborough’s evidence supported the conclusion that the trading patterns in this\r\ncase were not necessarily consistent with fraud. As against that, the F-tT stated in\r\n[381] that Mr Attenborough had not addressed this case specifically. Further, HMRC\r\n40 submitted that Mr Attenborough’s evidence did not deal with many of the points\r\nmade in the list of twenty matters and in particular did not deal with the question of\r\nrisk (referred to in (i), (iii), (iv) and (v) ), due diligence (referred to in (xi) ), no goods\r\nreturned (referred to in (xiii) ), consistent markups (referred to in (xiv) ), same\r\noffshore bank (referred to in (xv) ), links between suppliers (referred to in (xiv), (xv),\r\n45 (xvi), (xvii) and (xviii) ), nor did he deal with other matters such as the insurance of\r\nthe goods, the patterns in the supply chains and the non-existent goods.\r\n38\r\n114. We were not taken to the detail of the evidence which was given by Mr\r\nAttenborough but counsel for CCA did not appear to us to dispute the broad thrust of\r\nHMRC’s submission as to the matters which had not been addressed by Mr\r\nAttenborough.\r\n115. HMRC also cited to us the decision of the Upper Tribunal 5 in S&I Electrical plc\r\nv Commissioners for HM Revenue and Customs [2015] UKUT 0162 (TCC) where the\r\nUpper Tribunal upheld the decision of the F-tT to the effect that the trader in that\r\ncase (“S&I”) should have known that its transactions were connected with fraud. The\r\ndecision of the Upper Tribunal contains a discussion as to the relevant test being an\r\n10 objective one where the matter is judged through the eyes of the reasonable\r\nbusinessman involved in the trade in question. The trade in that case, as in the present\r\ncase, involved the sale of mobile telephones in the grey market. On the question as to\r\nwhether the tribunal needed evidence of the normal characteristics of legitimate trade\r\nin the grey market, the Upper Tribunal said:\r\n15 “64. In our judgment (as we indicated in relation to Ground 1) [counsel for S&I] goes\r\ntoo far in his submission that the FTT could not determine whether S&I should have\r\nknown of the connection with fraud of the 79 transactions without evidence of the\r\nnormal characteristics of legitimate trade in the grey mobile phone market. In\r\naccordance with the extract from Lord Reed's judgment in Healthcare at Home Ltd v\r\n20 Common Services Agency, the FTT's task was to apply the impersonal standard of the\r\nreasonable businessman to the facts which it found, on the basis of the evidence which\r\nit heard, as to the circumstances in which S&I carried out the transactions in issue.\r\nWould the reasonable businessman have concluded that S&I ought to have known that\r\nthe only reasonable explanation for the transactions was that they were connected with\r\n25 fraud?\r\n65. It is true that the FTT was required to invest the reasonable man for these purposes\r\nwith the characteristic of being a reasonable businessman with ordinary competence,\r\nbut in our judgment a reasonable businessman with ordinary competence is not so\r\negregious or specialist a variant of the anthropomorphic conception of justice that the\r\n30 FTT needed evidence of the normal characteristics of legitimate trade in the grey\r\nmobile phone market, or any other expert evidence, in order fairly and justly to apply\r\nthe required impersonal standard.”\r\n116. We also note the F-tT’s comment in [382] that the only firsthand evidence of\r\n35 the way the grey market worked was Mr Trees. We have therefore considered the\r\nreasons the Judge gave for holding that Mr Trees did not actually know that CCA’s\r\ntransactions were connected with fraud. In that respect, the Judge said at [389] that he\r\nwas inclined to believe Mr Trees in certain respects and he added at [389] to [390]:\r\n“388 The same was true when it came to the question of the rationality of trading\r\n40 patterns now apparent – for example, CCA's main suppliers also selling direct to CCA's\r\nEU customers (of which Mr Trees was unaware), or the customers not cutting CCA out\r\nas they could have done. The case was very properly put to Mr Trees that these and\r\nsuchlike factors indicated a contrived pattern of trade designed to suit a noncommercial\r\npurpose. The responses Mr Trees made included the assertion that he did\r\n45 not spend time speculating idly about possible other trade patterns that might be taking\r\n39\r\nplace, but that he just got on with buying and selling when the opportunity was there.\r\nMy impression was of a businessman who was essentially pragmatic in his approach to\r\nsituations and not given to theorising about how the markets could most efficiently\r\noperate knowing that they frequently do not do so, and being unable to know of course\r\nwhat other factors – commercial or otherwise – might or 5 might not be at work.\r\n390 Thus, on the question of the apparent inefficiency of importing goods to the UK\r\nfrom the EU and then re-exporting them back to the EU, which could suggest an\r\nirrational market, Mr Trees's response was that he never thought of querying the\r\n10 situation because, whatever its explanation, it offered an opportunity for him; he\r\nevidently contended himself with the knowledge that there are all sorts of reasons why\r\nmarkets don't function as an uninitiated observer might expect them to. It is crucial to\r\nthis issue that much of what is now clear about the trading patterns surrounding CCA's\r\ntransactions has been discovered as a result of the commissioners' lengthy\r\n15 investigations; and it is relevant also that Mr Attenborough's evidence is consistent with\r\nimports to and exports from the UK being a feature of the legitimate market, with the\r\nUK functioning as a trading hub.”\r\n117. Based on these findings, we do not think that it can be said that because Mr\r\n20 Trees did not think that CCA’s transactions were connected with fraud, a reasonable\r\ntrader would not, or should not, have known that. We say that because we consider\r\nthat we cannot equate the reasonable trader’s thinking on the subject with Mr Trees’\r\nfailure to think about the subject, as described by the Judge.\r\n118. We return to the question whether the Judge gave adequate reasons for rejecting\r\n25 HMRC’s submission based in particular on the twenty points it put forward that CCA\r\nacting as a reasonable trader should have known that its transactions were connected\r\nwith fraud. Notwithstanding the extremely brief treatment this subject received in\r\n[394] and [395] we have attempted to look elsewhere in the Decision to see if the\r\nmatter is adequately explained. In this way, we have considered the findings about the\r\n30 grey market, about Mr Attenborough and about Mr Trees. Having done that exercise\r\nwe reach the conclusion that the Judge has not given adequate reasons for rejecting\r\nHMRC’s submissions on this point. In particular, we conclude that:\r\n(1) the Judge’s treatment of HMRC’s alternative case was too brief;\r\n(2) the twenty points required much more by way of an intellectual\r\n35 exchange from the Judge than they received;\r\n(3) the twenty points did not receive a coherent reasoned rebuttal from the\r\njudge;\r\n(4) Mr Attenborough’s evidence, even as explained by the F-tT, did not\r\namount to a rebuttal, much less a reasoned rebuttal, of those points;\r\n40 (5) the Judge ought to have formed his own assessment of the alternative\r\ncase and was not able to decline to do so on the basis that he did not have\r\nexpert evidence to help him.\r\n119. We therefore conclude that the Judge’s decision on this point discloses an error\r\nof law because it is inadequately reasoned.\r\n40\r\nTaking stock at this point\r\n120. We have concluded that HMRC has established the following errors of law in\r\nthe Decision:\r\n(1) the Judge took into account an irrelevant consideration as to Mr Trees\r\nnot being the subject of a 5 criminal investigation;\r\n(2) the Judge did not assess the circumstantial evidence as a whole;\r\n(3) the Judge did not give adequate reasons for rejecting HMRC’s\r\nalternative case.\r\n121. Before considering Ground 8, we think it would be helpful to determine the\r\n10 appropriate course to take in the light of the above and whatever the position might be\r\nin relation to Ground 8.\r\n122. It is not appropriate merely to remit the matter to the F-tT for further reasons as\r\nto HMRC’s alternative case. The failure to give reasons is only one of the grounds on\r\nwhich the appeal has succeeded. The provision of further reasons will not remedy the\r\n15 other errors of law in the Decision. In any event, as stated earlier, in view of the\r\npassage of time since the Decision was released and in view of the risk of ex post\r\nfacto rationalisation by way of further reasons, we do not think that it would be fair to\r\nthe Judge or to HMRC to ask the Judge to supply further reasons at this stage.\r\n123. We do not consider that we could or should ourselves decide the issues which\r\n20 were before the F-tT. It would plainly be inappropriate for us to reach a conclusion as\r\nto the extent of Mr Trees’ actual knowledge when we have not had the benefit of\r\nhearing for ourselves the oral evidence which he gave and as to which the Judge and\r\nthe Member formed conflicting views. It might be suggested that we could reach\r\nconclusions on HMRC’s alternative case which involves an objective assessment of\r\n25 what a reasonable trader should have known. However, if we decided that point\r\nagainst HMRC, HMRC would still be entitled to ask for the matter to be remitted to\r\nthe F-tT for a decision on Mr Trees’ actual knowledge. It seems to us that it would be\r\nbetter for the F-tT to consider the alternative case at the same time. Thus, we conclude\r\nthat the matter will have to be remitted to the F-tT. We do not consider that it would\r\n30 be appropriate to remit the matter to the same constitution of the F-tT. We consider\r\nthat fairness and justice requires that the matter is decided by a tribunal which has not\r\npreviously expressed its conclusions on the matters in dispute.\r\nGround 8\r\n124. We will now consider what if anything we should decide in relation to Ground\r\n35 8. We have earlier summarised Ground 8 as follows:\r\n“The Judge erred in law in his approach to the banking evidence in that:\r\n(1) His conclusions were inconsistent with the evidence to the extent that they\r\nwere not conclusions which a reasonable tribunal could have reached;\r\n(2) He wrongly disregarded relevant evidence;\r\n41\r\n(3) He failed to take into account the detailed submissions made on behalf of\r\nHMRC;\r\n(4) His conclusions were based on errors of fact;\r\n(5) He took account of irrelevant matters; and\r\n(6) He failed to give an adequate explanation or reasons 5 for dismissing the\r\nbanking evidence.”\r\n125. The banking evidence before the F-tT was very extensive. HMRC’s and CCA’s\r\nsubmissions in relation to Ground 8 are very detailed. At the hearing of the appeal, we\r\nwere invited to consider a great deal of the banking evidence which had been before\r\n10 the F-tT for the purpose of determining whether the Judge had made errors of fact in\r\nhis description of this evidence, whether he had reached a conclusion which a\r\nreasonable tribunal could not have reached and whether his reasons for his\r\nconclusions in this respect were adequate. As it happened, the time available for the\r\nhearing of the appeal did not permit the parties to develop orally all of their\r\n15 submissions in relation to the banking evidence and we agreed that, if necessary, we\r\nwould deal with the matter by ourselves reading the banking evidence and considering\r\neach side’s detailed written submissions. However, what did emerge from the oral\r\nsubmissions on the banking evidence was that the submissions gave rise to many\r\npoints of detail where there was considerable argument as to what the basic facts\r\n20 were.\r\n126. Our view is that we should not further address Ground 8 in this decision. It is\r\nalready clear that the matters in dispute will have to be remitted to a differently\r\nconstituted F-tT. That tribunal will be expected to deal with the matters\r\ncomprehensively. If HMRC continues to rely on the banking evidence, which we\r\n25 assume it will wish to do, then that evidence will have to be tested and appraised by\r\nthe F-tT. Its views of the banking evidence will be what will matter. It will be\r\nexpected to give its reasons for the views it ultimately forms.\r\n127. The arguments before us on this appeal did not raise any issue of legal principle\r\non which our ruling would be helpful to the F-tT following the remission of this case.\r\n30 If we were to address Ground 8 in further detail, there would be a danger that we\r\nwould have to comment on what are essentially factual assessments which ought to be\r\nleft to the ultimate fact finding tribunal. In these circumstances, the time needed on\r\nour part to reach a properly considered decision on Ground 8 and to express our\r\nreasons for that decision would be disproportionate to any possible benefit thereby\r\n35 secured.\r\nThe result\r\n128. In the result, we will set aside the decision of the F-tT and direct that the matters\r\nin dispute be remitted to be determined by a differently constituted tribunal.\r\n42\r\nMR JUSTICE MORGAN JUDGE TIMOTHY HERRINGTON\r\nJUDGES OF THE UPPER TRIBUNAL\r\nRELEASE 5 DATE: 24 JUNE 2015","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2015-06-24","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/576e582fe5274a0da30000ef/HMRC-v-CCA-Distributions-Ltd.pdf","title":"The Commissioners for HM Revenue and Customs v CCA Distribution Limited : [2015] UKUT 0513 (TT)","content_type":"application/pdf","updated_at":"2016-06-25T10:08:47Z","created_at":"2016-06-25T10:08:47Z","content_id":"0bd5ca4e-ef53-40f0-8010-508987d1a971"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:50.332Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-cca-distribution-limited-in-administration-2015-ukut-0513-tt","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:50Z","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-cca-distribution-limited-in-administration-2015-ukut-0513-tt","description":"Upper Tribunal Tax and Chancery decision of Mr Justice Morgan and Judge Herrington on 24 June 2015.","content_id":"7b5703b2-8dc8-4e04-a232-34f6e0340882","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"The Commissioners for HM Revenue and Customs v CCA Distribution Limited (in administration): [2015] UKUT 0513 (TT)","public_updated_at":"2016-12-01T16:19:50Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-cca-distribution-limited-in-administration-2015-ukut-0513-tt","description":"Upper Tribunal Tax and Chancery decision of Mr Justice Morgan and Judge Herrington on 24 June 2015.","api_path":"/api/content/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-cca-distribution-limited-in-administration-2015-ukut-0513-tt","withdrawn":false,"content_id":"7b5703b2-8dc8-4e04-a232-34f6e0340882","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}