{"title":"UK-India collaboration to understand the changing water cycle","public_updated_at":"2016-05-18T06:36:00Z","details":{"body":"<div class=\"govspeak\"><p>The UK’s Natural Environment Research Council (NERC) and India’s Ministry of Earth Sciences (MoES) co-fund high-quality UK-India research in understanding the changing water cycle. Five UK-India teams of researchers funded under this partnership congregated in New Delhi this week to share outputs from their projects.</p>\n\n<p>The joint NERC-MoES Changing Water Cycle programme was launched in 2010 with an aim to improve understanding of how the water cycle in India is changing and the impacts this could have. Key outputs from this programme:</p>\n\n<ul>\n  <li>\n    <p>A UK-India team led by Imperial College London, and the Indian Institute of Science, Bangalore, has built new and sophisticated computer modelling capabilities to assess the effect of climate on water regimes and vice versa.</p>\n  </li>\n  <li>\n    <p>Another team led by the Heriot-Watt University, Edinburgh and the Indian Institute of Technology, Roorkee, has developed better strategies for management of irrigation water, through extensive experiments, stakeholder engagement, and awareness-raising events with farmers, policymakers, water providers and the wider community.</p>\n  </li>\n  <li>\n    <p>A partnership led by the University of Durham and the Indian Institute of Technology, Kanpur, has compiled the first-ever integrated assessment of northwestern India’s groundwater resources and aquifer system, which provides critical information for effective groundwater management solutions.</p>\n  </li>\n  <li>\n    <p>The University of Dundee, Lancaster University and the Ashoka Trust for Research in Ecology and the Environment, led a UK-India team that has delivered solutions for better management of water resources in areas degraded by extreme rainfall.</p>\n  </li>\n  <li>\n    <p>Led by the University of Exeter, and the Indian Institute of Technology, Delhi, this UK-India team has delivered improved capacity to make better monsoon predictions to benefit millions of people affected by the monsoons every summer.</p>\n  </li>\n</ul>\n\n<p>Building on the successes and findings from this partnership, NERC and MoES are also supporting a  programme in Sustaining Water Resources for Food, Energy &amp; Ecosystem Services (SWR), launched today in New Delhi.</p>\n\n<p>Supported by the <a rel=\"external\" href=\"http://www.rcuk.ac.uk/international/offices/india/funding/\">Newton</a>-Bhabha Fund, this programme supports interdisciplinary research focused on improved understanding of water resources in the food, energy and ecosystem services in India. UK and Indian researchers will work together to develop integrated basin-wide models and provide more robust information on current and future water resources to support the sustainable development of India’s water resources.</p>\n\n<p>With £3 million invested by the UK, with matched resources from India, three UK-India projects have been supported under this new partnership - one in each of the three main geographic regions of India: the Himalayas, the Indo-Gangetic Plain and Peninsular India. These are:</p>\n\n<ul>\n  <li>\n    <p>Himalayas: Sustaining Himalayan Water Resources in a Changing Climate (SusHi-Wat) \nUK Principal Investigator: Adebayo Johnson Adeloye, Heriot-Watt University; Indian Principal Investigator: C.S.P. Ojha, IIT Roorkee</p>\n  </li>\n  <li>\n    <p>Indo-Gangetic Plain: Coupled Human And Natural Systems Environment (CHANSE) for water management under uncertainty in the Indo-Gangetic Plain. UK Principal Investigator: Ana Mijic, Imperial College London; Indian Principal Investigator: Subimal Ghosh, IIT Bombay</p>\n  </li>\n  <li>\n    <p>Peninsular India: Upscaling Catchment Processes for Sustainable Water Management in Peninsular India\nUK Principal Investigator: Gwyn Hefin Rees, NERC Centre for Ecology and Hydrology; Indian Principal Investigator: Pradeep Mujumdar, IISc Bangalore</p>\n  </li>\n</ul>\n\n<p>Professor Tim Wheeler, Director for Science and Innovation, NERC, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">The UK-India research partnership is fast-growing and is vital for continued development of the two nations. Understanding the global water cycle and sustainable water resources is crucial to improve lives of people. This NERC-MoES research partnership brings together the best research communities and exhibits how the UK and India are working together to address global issues, and impact lives.</p>\n</blockquote>\n\n<h4 id=\"further-information\">Further information</h4>\n\n<ol>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.nerc.ac.uk\">Natural Environment Research Council</a>: NERC is the UK’s main agency for funding and managing research, training and knowledge exchange in the environmental sciences. Our work covers the full range of atmospheric, Earth, biological, terrestrial and aquatic science, from the deep oceans to the upper atmosphere and from the poles to the equator. NERC co-ordinates some of the world’s most exciting research projects, tackling major issues such as climate change, environmental influences on human health, the genetic make-up of life on Earth, and much more. NERC is a non-departmental public body and receives around £370m of annual funding from the Department for Business, Innovation &amp; Skills (BIS).</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.dod.nic.in\">Earth System Science Organization</a> (ESSO), Ministry of Earth Sciences: ESSO-MoES is mandated to provide the nation with best possible services in forecasting the monsoons and other weather/climate parameters, ocean state, earthquakes, tsunamis and other phenomena related to earth systems through well integrated programmes. The Ministry also deals with science and technology for exploration and exploitation of ocean resources (living and non-living), and play nodal role for Antarctic/Arctic and Southern Ocean research. The Ministry’s mandate is to look after Atmospheric Sciences, Ocean Science &amp; Technology and Seismology in an integrated manner.</p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"http://www.rcuk.ac.uk/india\">Research Councils UK (RCUK) India</a>: RCUK India, launched in 2008, brings together the best researchers in the UK and India through high-quality, high-impact research partnerships. RCUK India, based at the British High Commission in New Delhi, has facilitated co-funded initiatives between the UK, India and third parties that have grown to over close to £200 million. The research collaborations are often closely linked with UK and Indian industry partners, with more than 90 partners involved in the research.</p>\n  </li>\n</ol>\n\n<p>RCUK India is actively involved in co-funded research activities with seven major Indian research funders on a wide array of research themes addressing global challenges such as energy, climate change, social sciences, healthcare and life sciences.</p>\n\n<p>For media queries, please contact:</p>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n\nGeeny George Shaju\n<br>Communications and Programme Manager\n<br>Tel: 011-24192637 \n<br>\n</p></div></div>\n\n<p>Email: <a href=\"mailto:geeny.george@rcuk.ac.uk\">Geeny George</a></p>\n\n<p>Follow us on <a rel=\"external\" href=\"https://twitter.com/ukinindia\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/bhcindia\">Facebook</a>, <a rel=\"external\" href=\"https://instagram.com/ukinindia\">Instagram</a>, <a rel=\"external\" href=\"https://www.flickr.com/photos/ukinindia\">Flickr</a>, <a rel=\"external\" href=\"https://storify.com/ukinindia\">Storify</a>, <a rel=\"external\" href=\"http://www.eventbrite.co.uk/o/british-high-commission-new-delhi-2824316788\">Eventbrite</a>, <a href=\"https://www.gov.uk/government/world-location-news/foreign-office-bloggers-in-india\">Blogs</a>, <a rel=\"external\" href=\"https://foursquare.com/ukinindia\">Foursquare</a>, <a rel=\"external\" href=\"http://www.youtube.com/playlist?list=PL8211DFD44B2BAECA\">Youtube</a>, <a rel=\"external\" href=\"https://vine.co/u/1063768676618121216\">Vine</a>, Periscope @UKinIndia, Snapchat @UKinIndia</p>\n</div>","change_history":[{"public_timestamp":"2016-05-18T07:36:00.000+01:00","note":"First published."}],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/52521/s300_RCUK-changing-water-cycle.jpg","alt_text":"RCUK Changing water cycle event","caption":null},"political":true,"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"tags":{"browse_pages":[],"policies":[],"topics":[]},"first_public_at":"2016-05-18T07:36:00.000+01:00"},"routes":[{"path":"/government/world-location-news/uk-india-collaboration-to-understand-the-changing-water-cycle","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","first_published_at":"2016-05-18T06:36:00Z","base_path":"/government/world-location-news/uk-india-collaboration-to-understand-the-changing-water-cycle","description":"Five UK-India teams of researchers congregated in New Delhi this week to share outputs from their projects.","content_id":"91da2e95-bdd6-47c3-8783-9cd7aa4c8b8e","locale":"en","expanded_links":{"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/science-and-innovation","base_path":"/government/topics/science-and-innovation","content_id":"296af982-4a36-4f6f-801d-b550fed1bd38","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"Science and innovation","withdrawn":false,"links":{}}],"world_locations":[{"analytics_identifier":"WL61","api_path":"/api/content/government/world/india","base_path":"/government/world/india","content_id":"5e9f047a-7706-11e4-a3cb-005056011aef","description":null,"document_type":"world_location","locale":"en","public_updated_at":"2016-07-04T06:59:29Z","schema_name":"placeholder","title":"India","withdrawn":false,"links":{}}],"worldwide_organisations":[{"analytics_identifier":"WO164","api_path":"/api/content/government/world/organisations/british-high-commission-new-delhi","base_path":"/government/world/organisations/british-high-commission-new-delhi","content_id":"f4c9782f-7a30-11e4-a3cb-005056011aef","description":null,"document_type":"worldwide_organisation","locale":"en","public_updated_at":"2014-02-14T10:40:43Z","schema_name":"placeholder","title":"British High Commission New Delhi","withdrawn":false,"links":{}}],"available_translations":[{"title":"UK-India collaboration to understand the changing water cycle","public_updated_at":"2016-05-18T06:36:00Z","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","base_path":"/government/world-location-news/uk-india-collaboration-to-understand-the-changing-water-cycle","description":"Five UK-India teams of researchers congregated in New Delhi this week to share outputs from their projects.","api_path":"/api/content/government/world-location-news/uk-india-collaboration-to-understand-the-changing-water-cycle","withdrawn":false,"content_id":"91da2e95-bdd6-47c3-8783-9cd7aa4c8b8e","locale":"en"},{"title":"बदलते जल-चक्र को समझने के लिए ब्रिटेन-भारत सहयोग","public_updated_at":"2016-05-18T06:36:00Z","analytics_identifier":null,"document_type":"world_location_news_article","schema_name":"world_location_news_article","base_path":"/government/world-location-news/uk-india-collaboration-to-understand-the-changing-water-cycle.hi","description":"शोधकर्ताओं की पांच टीमें इस सप्ताह नई दिल्ली में अपनी परियोजनाओं के नतीजे साझा करने के लिए एकत्र होंगी।","api_path":"/api/content/government/world-location-news/uk-india-collaboration-to-understand-the-changing-water-cycle.hi","withdrawn":false,"content_id":"91da2e95-bdd6-47c3-8783-9cd7aa4c8b8e","locale":"hi"}]},"format":"world_location_news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}