{"title":"Flight Lieutenant David Stead","public_updated_at":"2005-02-02T01:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Aged 35 and married, he was a pilot serving with 47 Squadron based at RAF Lyneham.</p>\n\n<figure class=\"image embedded\">\n  <div class=\"img\"><img alt=\"Flight Lieutenant David Stead\" src=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/3668/e0cf773c60871a674db2ce62253f4b16.jpg\"></div>\n  <figcaption>Flight Lieutenant David Stead   \n[Picture: via MOD]</figcaption>\n</figure>\n\n<p>David ‘Steady’ Stead (pronounced “Sted”, not “Steed”) was born on 15 October 1969 and brought up in West Yorkshire. In his youth he was a keen fell runner. After a short spell with a quantity surveying practice, he was commissioned as an RAF Officer on 2 August 1990 and was posted to RAF Linton-on-Ouse where he commenced flying training. He was awarded his pilot’s wings in 1993 and joined the Hercules fleet in 1995.</p>\n\n<p>He completed his co-pilot’s tour on 47 Sqn and rejoined the Sqn as a captain on 18 December 1999. He amassed some 4,100 hours in the air, with 3,800 on the Hercules, and was recognised as being one of the most capable captains within the Hercules fleet. It is often said by his fellow aviators that he was, “Steady by name and steady by nature”.</p>\n\n<p>Steady had been involved in operations around the globe with the Hercules fleet in Afghanistan and Iraq. Crews always showed a depth of trust and confidence in his captaincy that motivated them to give their all. This ability was never better demonstrated that during the evacuation of a number of seriously injured combat casualties, including children, in Afghanistan. This mission was conducted in appalling flying conditions where no other fixed wing aircraft would fly. On this occasion his exceptional skill, judgement and physical bravery was directly responsible for saving lives.</p>\n\n<p>He was a typically straight-talking Yorkshireman with a devilish sense of humour and a fine wit, who always insisted on his cup of Yorkshire tea to start the day. Married to Michelle, who he met at a wedding, he was delighted to discover that she was a local Yorkshire lass. They have two daughters, Holly and Amelia. Steady was a wonderful father, husband and aviator and he will be missed by all.</p>\n\n<p>The media are asked to respect the family’s privacy at this very difficult time.</p>\n</div>","first_public_at":"2012-12-11T13:03:54.000+00:00","change_history":[{"public_timestamp":"2009-05-29T01:00:00.000+01:00","note":"First published."}],"emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"]},"routes":[{"path":"/government/fatalities/flight-lieutenant-david-stead","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"fatality_notice","schema_name":"fatality_notice","first_published_at":null,"base_path":"/government/fatalities/flight-lieutenant-david-stead","description":"It is with great regret that the Ministry of Defence can confirm the death of Flight Lieutenant David Kevin Stead, Royal Air Force, following the loss of an RAF C-130K Hercules aircraft over Iraq on 30 January 2005.","content_id":"5c9c3169-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"fatality_notice","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"fatality-notices","payload_version":0}