{"title":"Sergeant Norman Patterson","public_updated_at":"2004-01-03T01:00:00Z","details":{"body":"<div class=\"govspeak\"><p>Norman Patterson, aged 28, was single and came from Staffordshire. Lieutenant Colonel John Donnelly, the Commanding Officer of the Cheshire Regiment, said:</p>\n\n<blockquote>\n  <p class=\"last-child\">Sergeant Norman Patterson was a greatly respected and extremely popular member of the Cheshire Regiment, admired not only for his professional excellence, but also for his great humility. Serving with the 1st Battalion in Bosnia, Northern Ireland and on the UK mainland, he quickly established a reputation as a robust and resilient soldier, a natural leader, and a patient instructor. His constant drive for perfection and his calmness under pressure, coupled with his quietly confident manner, endeared him to all with whom he worked. His full participation in Regimental life, professionally, socially, and on the sports field made him the embodiment of the Regimental Soldier. His positive outlook, quick wit and enthusiasm for everything he undertook enhanced the lives of all those he met, and this zeal for life will be remembered with deep respect and affection by all with whom he served. The thoughts of his many friends in the Regiment are with his family, for the loss of such a proud soldier and dedicated son.</p>\n</blockquote>\n\n<p>The media are strongly asked to respect his family’s privacy.</p>\n</div>","first_public_at":"2012-12-11T13:05:07.000+00:00","change_history":[{"public_timestamp":"2004-01-03T01:00:00.000+00:00","note":"First published."}],"emphasised_organisations":["d994e55c-48c9-4795-b872-58d8ec98af12"]},"routes":[{"path":"/government/fatalities/sergeant-norman-patterson","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"fatality_notice","schema_name":"fatality_notice","first_published_at":null,"base_path":"/government/fatalities/sergeant-norman-patterson","description":"It is with deep regret that the Ministry of Defence has to confirm the death of Sergeant Norman Patterson, Cheshire Regiment, in a road traffic accident in Baghdad early on 1 January 2004.","content_id":"5c9c49a3-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"fatality_notice","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"fatality-notices","payload_version":0}