{"title":"Kellogg Brown and Root (UK) Ltd v Mr P Ewer: UKEAT/0206/16/BA","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Read the full Judgment in [embed:attachments:inline:4f9a8a06-7e4b-4e30-a7fc-c96c75945cdb]. "},{"content_type":"text/html","content":"<p>Read the full Judgment in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58e389dd40f0b606e70000b1/Kellogg_Brown_and_Root__UK__Ltd_v_Mr_P_Ewer_UKEAT_0206_16_BA.pdf\">Kellogg Brown and Root (UK) Ltd v Mr P Ewer: UKEAT/0206/16/BA</a></span>.</p>\n"}],"metadata":{"hidden_indexable_content":"Appeal No. UKEAT/0205/16/BA\r\nUKEAT/0206/16/BA\r\n\r\n\r\nEMPLOYMENT APPEAL TRIBUNAL\r\nFLEETBANK HOUSE, 2-6 SALISBURY SQUARE, LONDON EC4Y 8AE\r\n\r\n\r\n\tAt the Tribunal\r\n\tOn 21 November 2016\r\n\r\n\r\n\r\nBefore\r\nHER HONOUR JUDGE EADY QC\r\n(SITTING ALONE)\r\n\r\n\r\n\r\n\r\nUKEAT/0205/16/BA\r\n\r\n\r\nKELLOGG BROWN & ROOT (UK) LTD\tAPPELLANT\r\n\r\n\r\n\r\nMR D FITTON\tRESPONDENT\r\n\r\n\r\nUKEAT/0206/16/BA\r\n\r\n\r\nKELLOGG BROWN & ROOT (UK) LTD\tAPPELLANT\r\n\r\n\r\n\r\nMR P EWER\tRESPONDENT\r\n\r\n\r\n\r\nTranscript of Proceedings\r\n\r\nJUDGMENT\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAPPEARANCES\r\n\r\n\r\n\r\n\r\n\r\nFor the Appellant\tMR MARTIN PALMER\r\n(of Counsel)\r\nInstructed by:\r\nKBR Law Department\r\nHill Park Court\r\nSpringfield Drive\r\nLeatherhead\r\nSurrey\r\nKT22 7NL\r\n\r\n\r\nFor the Respondents\tMR PETER O’BRIEN\r\n(of Counsel)\r\n\r\n\r\n \r\nSUMMARY\r\nUNFAIR DISMISSAL - Reason for dismissal including substantial other reason\r\nUNFAIR DISMISSAL - Reasonableness of dismissal\r\nREDUNDANCY - Definition\r\nREDUNDANCY - Fairness\r\n\r\nReason for dismissal - unfair dismissal - statutory redundancy payment\r\nFairness of dismissal - unfair dismissal\r\nBoth Claimants were dismissed after the Respondent took the decision to close down the workplace in which they were both employed and sought to invoke a contractual mobility clause: the Claimants had refused to relocate in accordance with the Respondent’s instruction and it had taken the decision that they should be dismissed.\r\nThe Claimants pursued claims before the ET, relevantly claiming unfair dismissal and statutory redundancy payments.  Their cases were heard separately but by the same Employment Judge, who ruled that they had been dismissed by reason of redundancy, the closure of the workplace constituting a redundancy for the purposes of section 139 Employment Rights Act 1996 (“ERA”), and were therefore entitled to statutory redundancy payments.  The ET also found the dismissals to have been unfair, whether by reason of redundancy or, as the Respondent had argued, for conduct or some other substantial reason (“SOSR”).\r\nThe Respondent appealed.\r\nHeld: allowing the appeal against the ET’s decision on the statutory redundancy payment claims but dismissing the appeal against the decision on unfair dismissal\r\nThe ET had wrongly approached the question of the reason for the dismissals from the perspective of there having been a redundancy situation within the definition of section 139 ERA when it had found that the reason in the Respondent’s mind was related to the Claimants’ refusal to obey the instruction to relocate, issued in reliance on the mobility clause which featured in their contracts of employment.  Whether or not there was a redundancy situation, the ET still had to approach the question of the reason for the dismissal applying the test laid down in Abernethy v Mott, Hay & Anderson [1974] ICR 323 CA.  Doing so, it was apparent (on the ET’s findings) that the reason in the Respondent’s mind was one related to the Claimants’ conduct - the refusal to obey the instruction to relocate - and the Respondent had been entitled to rely on that reason notwithstanding the background of the workplace closure (Curling and Ors v Securicor Ltd [1992] IRLR 549 EAT and Home Office v Evans [2008] ICR 302 CA applied).  The ET’s finding on the Claimants’ entitlement to statutory redundancy payments could not stand, and the appeal would be allowed in this regard.\r\nThat said, in both cases the ET had gone on to consider the question of fairness in the alternative.  In so doing, it had applied the three stage test identified by the Respondent, asking (1) whether the instruction was lawful (whether the mobility clause relied on was contractual), (2) whether the Respondent had acted reasonably in giving that instruction, and (3) whether the Claimants had acted reasonably in refusing to comply with that instruction.  It had concluded that the mobility clause was too wide and uncertain, had been unreasonably invoked by the Respondent and that the Claimants (both faced with an additional 20-30 hours’ commute each week, and given that Mr Fitton had brought a property near to his former workplace and did not have a car, and that Mr Ewer had worked near to his home town for the Respondent/its predecessor for 25 years, would soon be 64 and due to retire a year later) had reasonably refused to comply with the instruction.  As the ET had applied the tests identified by the Respondent in its alternative, “conduct” findings, had reached permissible conclusions on the material before it, and had provided adequate Reasons, there was no basis for overturning the decision on fairness, and the appeal in this regard was dismissed.\r\n\r\n \r\nHER HONOUR JUDGE EADY QC \r\n\r\n1.\tIn this Judgment I refer to the parties as the Claimants and the Respondent, as they were below, save where it is necessary to differentiate between the Claimants, in which case I shall do so by name.  This is the Full Hearing of the Respondent’s appeal against two separate Judgments of the Watford Employment Tribunal relating to each of the Claimants (Employment Judge Manley, sitting alone on 10 and 11 March 2016 in Mr Fitton’s case and on 14 March 2016 in Mr Ewer’s case; “the ET”), both being sent out on 6 April 2016.  Mr Palmer has largely acted for the Respondent throughout.  Mr Fitton appeared in person below, but Mr O’Brien has represented Mr Ewer throughout and now also appears for Mr Fitton.  By its Judgments the ET found that both Claimants had been dismissed by reason of redundancy, were entitled to statutory redundancy payments and had both been unfairly dismissed.  \r\n\r\nThe Relevant Background\r\n2.\tThe Respondent is an engineering, construction, technology and services company mainly working in the oil and gas industry.  In 2011, it took over the company that had previously employed the Claimants in what was accepted to be a relevant transfer for the purposes of the Transfer of Undertakings (Protection of Employment) Regulations 2006.  The Respondent had about 1,300 employees, and operated out of two UK sites: Leatherhead and Greenford.  Both Claimants worked at Greenford.\r\n\r\n3.\tMr Fitton had started working for the Respondent’s predecessor in September 2004 when he was 23; he was 34 when he was dismissed.  He was employed as a Principal Technical Professional/Process Engineer.  He transferred to the Respondent’s employment in 2011, as did Mr Ewer.  Mr Ewer was a Designer who had started with the Respondent’s predecessor in 1990.  He thus had continuous service of some 25 years and was almost 64 when he had dismissed.  He had always lived in St Albans.\r\n\r\n4.\tThe contracts of employment of both Claimants contained what has been described as a mobility clause, which, relevantly, provided as follows:\r\n“The location of your employment is … but the company may require you to work at a different location including any new office location of the company either in the UK or overseas either on a temporary or permanent basis.  You agree to comply with this requirement unless exceptional circumstances prevail.”\r\n\r\n5.\tThe Respondent also has a disciplinary procedure that gives examples of misconduct including, at section 4.5.1, “failure to carry out reasonable instructions” and “continued disregard for or repeated failure to comply with section 4.5.1 above”.  It also operates a redundancy policy that repeats the statutory definition of redundancy but also allows for enhanced redundancy pay provision; I have not been taken to that policy during the course of argument and should make clear that the appeal before me relates only to the ET’s findings on statutory redundancy pay and unfair dismissal.\r\n\r\n6.\tDuring the course of 2014 there were discussions within the Respondent as to workload and office capacity, which resulted in a decision to close the Greenford office and just to have one base, in Leatherhead.  After some confidential discussions with employee representatives, on 20 April 2015 there was an open meeting for all employees, attended by both Claimants, at which it was announced that the Greenford site would be closing at the end of June with employees transferring to Leatherhead on 1 July.\r\n\r\n7.\tMr Fitton then had a meeting with his line manager on 21 April in which he explained his personal circumstances and raised his objection to what for him would be a two-hour commute each way to and from Leatherhead.  As the ET recorded, Mr Fitton’s position was that he had bought a flat in Harrow in November 2005 and could either walk or get the Underground to work, which took him about 20 minutes.  He had no family living with him.  He was able to drive but had not done so for some years and did not have a car, albeit he was aware there might be a possibility of car-sharing.  \r\n\r\n8.\tSimilarly, Mr Ewer met with his line manager, on 25 April.  It was observed that he was highly stressed.  He stated his objection to transferring to Leatherhead on the basis that the travel was unacceptable.  He put his objections in writing, and by email of 1 May posed a series of questions, having taken advice from his local CAB and its employment lawyer.  He stated that the lawyer had questioned the validity of the mobility clause.  He also pointed out what he considered to be his own exceptional circumstances as follows:\r\n“On 4 June 2015 I will have completed 25 years of service for Kellogg/KBR working initially in the Wembley office and latterly about 15 years in the Greenford office.  I will be 64 in August 2015 and he [sic] felt it would be unreasonable to ask me to transfer to Leatherhead which would increase the length of travel for my daily drive from 18 miles each way to 47 miles in my final year before retirement.  At my age, I should be easing off my daily stress, not increasing it considerably by driving nearly 100 miles a day round the M25.”\r\n\r\n9.\tThe Respondent responded on 15 May stating that “A test of reasonableness will be applied in a tribunal” and continuing:\r\n“We believe this would pass the reasonable test for the following reasons:\r\nThe offices are within the range of our mobility clause.\r\nWe are consulting collectively and individually about measures being put in place to assist.\r\nThe move is a direct result of an office closure to ensure our future business in challenging times.  We are making a contribution to help offset travel costs to all affected individuals of longer journeys for a period of 6 months.\r\nWe are offering flexible working opportunities wherever we can lessen the travel burden.\r\nWe are reducing our core times to allow employees with longer journeys to finish earlier to assist with the M25 traffic.”\r\n\r\nThe Respondent also stated that it did not consider age and service qualified as exceptional circumstances.  \r\n\r\n10.\tThe ET records the further communications between the parties as follows:\r\n“17. … [Mr Ewer] said that he wanted to talk about “volunteering for redundancy on terms to be agreed” and after some further communication where, in essence, there is very little movement, the claimant stated: “I am not resigning.  I think that you should dismiss me on the grounds of redundancy because you have shut my workplace and there is no suitable alternative for me.” ”\r\n\r\n11.\tMeanwhile, Mr Fitton had also put his objections in writing in an email of 14 May, at that point stating that he would be giving in his notice in due course.  Subsequently, on 29 May he emailed the Respondent to say he had been given legal advice not to resign and understood he was in fact redundant and so entitled to a redundancy payment.  Referring to the mobility clause, he said that he had been advised that this was not enforceable as it was not a true condition of his employment; he was not routinely required to travel.  The Respondent’s response to Mr Fitton was provided on 2 June, recorded by the ET as follows:\r\n“5.25. That email was acknowledged by Ms Barbeira of Human Resources.  She wrote on 2 June as follows:\r\n“Thank you for your emails regarding the mobility clause on redundancy payments.\r\nThe contract of employment signed by all employees contains a mobility clause permitting the employer to relocate the employee to a different place of work.  This clause has been invoked on a number of occasions, most recently between Greenford and Leatherhead for individuals and groups of employees.  The mobility clause is used to relocate the employees in order to retain the workforce and ensure continuity of delivery to our clients.\r\nWhere employees have specific personal circumstances, these are taken into account and redundancy payments made.  This has long been the company practice in implementing the mobility clause.\r\nFor the avoidance of doubt roles are being transferred to Leatherhead and are not redundant therefore there is no entitlement to a redundancy payment.\r\nIf an employee refuses to comply with the employers [sic] instructions to relocate, the employer will be able to fairly dismiss him.  The employee will not be entitled to redundancy payments because a principal reason for dismissal is not redundancy but the fact that the employee has refused to comply with the terms of their contract.” ”\r\n\r\n12.\tThat was followed up by an email of 18 June 2015 in which the instruction to move to Leatherhead was again given, characterised as fair and reasonable in all the circumstances, with the warning:\r\n“Refusal to comply with the employer’s instructions to relocate and as a consequence failure to obey a lawful instruction by the company will be treated as unauthorised unpaid absence and as such would be investigated under the disciplinary process.”\r\n\r\n13.\tTo allow for the additional costs involved in travelling to Leatherhead, as the ET recorded, the Respondent offered compensation for a six-month period; the first three months being compensation in full and the second three months at half the differential rate calculated for each employee.  \r\n\r\n14.\tThe last day at the Respondent’s Greenford site for most staff, including Mr Fitton, was Friday 26 June; they were then expected to attend at Leatherhead on Monday 29 June.  For Mr Ewer there was a slight change in that schedule, such that his team were meant to move to Leatherhead at the end of the first week in July.  Desks were organised at Leatherhead for both Claimants, but neither attended.  Mr Fitton did attempt to go to work at Greenford on 29 June but was not allowed to enter by security staff, and Mr Ewer had made it clear that he had no intention of working at Leatherhead and he did not attend the first day he was due to start there, Monday 6 July.  Thereafter, there were a few employees who did remain at Greenford finishing off some small pieces of work.  There were also a number of employees who left the Respondent under the “exceptional circumstances” exception to the mobility clause, and they were paid what was expressed to be a redundancy payment; it appears that they were people with childcare or elderly parent caring responsibilities.\r\n\r\n15.\tHaving failed to attend at Leatherhead each of the Claimants were invited to disciplinary hearings to discuss their “alleged unacceptable conduct”; specifically, that conduct being (Mr Fitton’s Judgment, paragraph 5.31):\r\n“1. A failure to attend Leatherhead offices from Monday 29 July 2005 [sic] (presumably a mistake for June).\r\n2. Failure to notify your manager of the above absence by phone before 9am.\r\n3. Refusal to comply with the employer’s instructions to relocate and as a consequence failure to obey a lawful instruction of the company.”\r\n\r\n16.\tThe disciplinary hearings were each conducted separately by telephone, with each of the Claimants re-stating why they would not transfer to Leatherhead.  Specifically, Mr Ewer observed that he would have to get up at 4.00am so as to miss the traffic and said it was unreasonable to expect him to travel a three-hour journey each way.  Mr Fitton acknowledged that he should have made contact with his manager on the morning of 29 June but again complained that the travelling time to Leatherhead was excessive.  Following his disciplinary hearing Mr Ewer emailed the Respondent pointing out that he would be 64 in August and was intending to retire the following year; had he been ten years younger he would have been prepared to move to Leatherhead.  He asked for those additional observations to be minuted.\r\n\r\n17.\tThe Respondent made the decision that each Claimant should be dismissed, explaining, by letter of 17 July in Mr Fitton’s case and 24 July in Mr Ewer’s, as follows (see Mr Fitton’s ET Judgment, paragraph 5.34; the substance is the same in both cases):\r\n“From the above analysis of the three issues of concern, your reluctance to follow well established company guidelines, I believe your conduct is serious enough to merit dismissal in its own right.  This is the case even though we have taken into account the fact that you do not have an active warning on your disciplinary record.\r\nThe company values your contribution and would very much like you to continue as an employee of the company and return to work in Leatherhead office [sic] on Monday 20 July 2015.  However, you have verbally stated that under no circumstances will you return to Leatherhead office [sic] and therefore I have no other option but to consider that as stated above this is a summary dismissal offence and accordingly I have no option but to now dismiss you for failure to attend the Leatherhead office from 29 June 2015 and refuse to comply with the company’s instructions.”\r\n18.\tAs the Respondent viewed this as serious misconduct warranting summary dismissal, no notice pay was given.  Both Claimants appealed; both were unsuccessful.\r\n\r\nThe ET’s Decisions and Reasoning\r\n19.\tThe ET considered first where was the Claimants’ place of work; finding that, as a matter of fact, in each case it was Greenford.  Mr Fitton had been asked to work elsewhere during his employment but had not been required to do so.  There was no evidence that Mr Ewer had even been asked to work anywhere else.  He had very long service working at Greenford, and the ET considered it was (paragraph 37) “really twisting the facts too far to look at this from any other way”.  \r\n\r\n20.\tThe ET further considered when it was that each Claimant had been dismissed.  For the Respondent, it was said that the Claimants were not dismissed until after the disciplinary hearings.  In Mr Fitton’s case, the ET disagreed, observing that could provide a way for employers to avoid redundancy payments simply by not dismissing employees at that particular place (see paragraph 20 of the Fitton Judgment).  More specifically, the ET held Mr Fitton had been dismissed on 29 June when he attended his place of work and was turned away.  Further, that dismissal was for redundancy because as a matter of fact that was the Claimant’s place of work and the employer had ceased carrying on business in that place or intended to do so (see paragraph 21).  In Mr Ewer’s case it was common ground that he had been dismissed on 24 July, after his disciplinary hearing.  On that basis, and also on that alternative in Mr Fitton’s case, the ET still took the view that the reason for both dismissals was redundancy because the Claimants’ place of work had closed; it was not because of the Claimants’ conduct or for some other substantial reason as the Respondent was contending.  I pause at this stage to note that in the hearing before me Mr O’Brien - now acting for Mr Fitton - stated that he was content to proceed on the basis that in fact the actual date of Mr Fitton’s dismissal was 17 July, when he was told that he was summarily dismissed.\r\n\r\n21.\tAddressing the specific point of the mobility clause in Mr Ewer’s case, the ET further held as follows:\r\n“38. I also have to give consideration to how the contractual mobility clause has effect.  The difficulty it seems to me is that that clause lacks certainty.  Although it is said by the respondent that it is not for me to consider the reasonableness or otherwise of that clause, it seems to me that it may be part of my overall consideration.  The clause is very widely drafted; it suggests that any employee who has signed this contract agrees to work at any new office location either in the UK or overseas either on a temporary or permanent basis.  Considering the clause further, it goes on to mention exceptional circumstances.  The respondent in this case says it was for it to decide what the exceptional circumstances would be and it is true that the respondent, in this case, did consider some which would appear, on the face of it, to be relatively reasonable exceptional circumstances.  However, it allows for little or no individual difficulties with complying with the mobility clause.  I am not convinced that the decision of the respondent to decide for itself, from time to time, what exceptional circumstances it would accept is one which is clearly within that contractual clause.”\r\n\r\n22.\tThat provides a link to what I understand to be the ET’s further alternative findings as to the question of fairness, if in fact the Respondent was correct and the reason for the dismissals related to the Claimants’ conduct or was for some other substantial reason.  In Mr Fitton’s case, the ET expressly made those findings in the alternative (see paragraph 25 and then the reasoning at paragraphs 26 to 28).  In Mr Ewer’s case, I have, for the reasons I shall explain further below, inferred that this is what it was doing at paragraphs 38 to 40.  In neither case did the ET accept that the instruction given was reasonable: for both Claimants, the greatly increased travelling time (not disputed and adding anything between 20 and 30 extra hours a week) made the instruction to attend at Leatherhead an unreasonable one.  Accepting that the Respondent had taken some limited steps to alleviate some of the disadvantages that a longer commute might have meant for some of its employees, those were of no significance in the Claimants’ cases.  Specifically, in Mr Ewer’s case the ET expressly found his refusal to travel to Leatherhead was not unreasonable, given the proximity of his expected retirement, the substantial increase in travelling time and his lifelong connection to where he was living.\r\n23.\tFurther, the ET opined that because the Respondent followed a disciplinary process that was predicated on its understanding that there was some misconduct on the part of the Claimants, it followed a flawed procedure so far as fairness for any redundancy dismissal was concerned.  It did not consult or warn affected employees or search for alternatives.  It did not consider offers of suitable employment or trial periods.  In Mr Ewer’s case, the dismissal was of a loyal employee with 25 years’ service, it was outside the range of reasonable responses.  Both dismissals were unfair.\r\n\r\nThe Relevant Legal Principles\r\n24.\tSo far as relevant to the issues raised by this appeal, the Claimants were pursuing complaints of unfair dismissal and claims for statutory redundancy payments.  For the purposes of the unfair dismissal claims the starting point for the ET was section 98 of the Employment Rights Act 1996 (“ERA”), which, relevantly, provides as follows:\r\n“(1) In determining for the purposes of this Part whether the dismissal of an employee is fair or unfair, it is for the employer to show -\r\n(a) the reason (or, if more than one, the principal reason) for the dismissal, and\r\n(b) that it is either a reason falling within subsection (2) or some other substantial reason of a kind such as to justify the dismissal of an employee holding the position which the employee held.\r\n(2) A reason falls within this subsection if it -\r\n(a) relates to the capability or qualifications of the employee for performing work of the kind which he was employed by the employer to do,\r\n(b) relates to the conduct of the employee,\r\n(c) is that the employee was redundant, or\r\n(d) is that the employee could not continue to work in the position which he held without contravention (either on his part or on that of his employer) of a duty or restriction imposed by or under an enactment.\r\n…\r\n(4) Where the employer has fulfilled the requirements of subsection (1), the determination of the question whether the dismissal is fair or unfair (having regard to the reason shown by the employer) -\r\n(a) depends on whether in the circumstances (including the size and administrative resources of the employer’s undertaking) the employer acted reasonably or unreasonably in treating it as a sufficient reason for dismissing the employee, and\r\n(b) shall be determined in accordance with equity and the substantial merits of the case.”\r\n\r\n25.\tThe Respondent put its case on the basis that the Claimants’ dismissals had been by reason of their conduct or, alternatively, for some other substantial reason of a kind such as to justify the dismissal of employees holding the positions they held.  Pursuant to section 98(1), it was for the Respondent to discharge the burden of proving the reason for the Claimants’ dismissals and that it was a reason that was capable of being fair for the purposes of section 98(1) and (2).  It is common ground before me that it was for the ET to determine the real reason for the dismissals; that is, the set of facts known to the employer or beliefs held by it that caused it to dismiss the employees (see per Cairns LJ in Abernethy v Mott, Hay and Anderson [1974] ICR 323 CA).  The Claimants thus bore no burden as to the reason for their dismissals for these purposes, albeit that they were contending that they had in fact been dismissed by reason of redundancy.\r\n\r\n26.\tMore than that, however, the Claimants were also pursuing claims for redundancy payments under section 135 ERA, which, relevantly, provides as follows:\r\n“135. The right\r\n(1) An employer shall pay a redundancy payment to any employee of his if the employee -\r\n(a) is dismissed by the employer by reason of redundancy, …”\r\n\r\n27.\tFor these purposes dismissal is defined by section 136 ERA, adopting the same language as section 95 does for unfair dismissal purposes; redundancy is then defined by section 139, which, relevantly, provides as follows:\r\n“139. Redundancy\r\n(1) For the purposes of this Act an employee who is dismissed shall be taken to be dismissed by reason of redundancy if the dismissal is wholly or mainly attributable to -\r\n(a) the fact that his employer has ceased or intends to cease -\r\n(i) to carry on the business for the purposes of which the employee was employed by him, or\r\n(ii) to carry on that business in the place where the employee was so employed, …”\r\n\r\n28.\tWhere a claim is made for a redundancy payment, section 163(2) ERA further provides:\r\n“For the purposes of any such reference, an employee who has been dismissed by his employer shall, unless the contrary is proved, be presumed to have been so dismissed by reason of redundancy.”\r\n\r\n29.\tWhen considering the question as to the place where the employee was employed for the purposes of section 139(1)(a)(i), the ET is engaged upon a factual enquiry rather than a contractual determination, see High Table Ltd v Horst [1997] IRLR 513 CA, where Peter Gibson LJ explained:\r\n“22. … The question it poses - where was the employee employed by the employer for the purposes of the business? - is one to be answered primarily by a consideration of the factual circumstances which obtained until the dismissal.  If an employee has worked in only one location under his contract of employment for the purposes of the employer’s business, it defies common sense to widen the extent of the place where he was so employed, merely because of the existence of a mobility clause.  Of course, the refusal by the employee to obey a lawful requirement under the contract of employment for the employee to move may constitute a valid reason for dismissal, but the issues of dismissal, redundancy and reasonableness in the actions of an employer should be kept distinct.  It would be unfortunate if the law were to encourage the inclusion of mobility clauses in contracts of employment to defeat genuine redundancy claims.  Parliament has recognised the importance of the employee’s right to a redundancy payment.  If the work of the employee for his employer has involved a change of location, as would be the case where the nature of the work required the employee to go from place to place, then the contract of employment may be helpful to determine the extent of the place where the employee was employed.  But it cannot be right to let the contract be the sole determinant, regardless of where the employee actually worked for the employer.  The question what was the place of employment is one that can safely be left to the good sense of the industrial tribunal.”\r\n\r\n30.\tReturning to the question of unfair dismissal, if the employer is able to demonstrate a potentially fair reason for the dismissal, the ET will consider the question of fairness under section 98(4) ERA, at which stage the burden is neutral as between the parties.  In the case of a conduct dismissal - this being the primary reason asserted by the Respondent in the present case - the ET will be guided by the leading case of British Home Stores Ltd v Burchell [1980] ICR 303 EAT, which will require it to consider whether the Respondent had reasonable grounds for its belief in the employee’s (mis)conduct, founded upon a reasonable investigation.  The test that the ET is to apply at all stages of its determination of the question of fairness for the purposes of section 98(4) is whether the Respondent’s decision fell within the band of reasonable responses of the reasonable employer (see Iceland Frozen Foods Ltd v Jones [1982] IRLR 439 EAT and Sainsbury’s Supermarkets Ltd v Hitt [2003] IRLR 23 CA).\r\n\r\n31.\tIn the present case the Respondent was relying on the Claimants’ refusal to relocate, to obey what the Respondent considered to be a lawful and reasonable instruction given the contractual mobility clause: it was the Claimants’ refusal to obey that instruction that the Respondent relied on as the misconduct or the other substantial reason.  For the Claimants, however, the fact that there was a redundancy situation was considered to be the real reason for the dismissals: the cessation of the Respondent’s business at their workplace was the determining issue, and the existence of the mobility clause did not change that.\r\n\r\n32.\tThe potential issues arising in relation to an employer’s reliance on a contractual mobility clause against a background of a redundancy situation have been discussed, notably by a different division of this court, Knox J presiding, in the case of Curling and Ors v Securicor Ltd [1992] IRLR 549 EAT, where it was observed as follows:\r\n“14. There are two quite different attitudes which an employer can take in a situation such as arose at the Beehive at Gatwick, of the closing down of a part of his business.  The employer can invoke the mobility clause in the contract and require the employee to go to a new location or job, if the clause entitles him to do so, whereupon no question of redundancy will arise.  Alternatively, the employer can decide not to invoke the mobility clause and rely instead on alternative suitable offers of employment as a defence to claims to a redundancy payment.  In the former example, the original employment continues, in the latter it ceases but is replaced in circumstances which, unless the employee unreasonably refuses the offer of suitable alternative employment, provide the employee with continuity of employment but relieve the employer of liability to make a redundancy payment.  What the employers cannot do is dodge between the two attitudes and hope to be able to adopt the most profitable at the end of the day.”\r\n\r\n33.\tThat approach was subsequently approved by the Court of Appeal in the case of Home Office v Evans and Anor [2008] ICR 302, per Mummery LJ:\r\n“50. Secondly, the tribunal was wrong to treat Curling … as authority for the proposition that the employer is not legally entitled to invoke a mobility clause when a redundancy situation might arise or has arisen on the closure of part of a business.  In my judgment, Curling is a case in which the employer was not entitled to rely on the mobility obligations at the hearing in the tribunal, as it had already implemented the redundancy procedure in which the employees had participated, and had not sought to rely on the contractual mobility obligations until the hearing, by which time the tribunal considered that it was too late to raise a new point.\r\n51. In this case there is no question of the Home Office dodging from one contractual procedure to another, having left it too late to invoke the mobility obligations, or having waived its right to invoke them.  From the time of its staff announcement of the decision to close WIT the Home Office made it clear to the claimants that it was invoking the mobility obligations and would be following that procedure, not the redundancy procedure, which it consistently did.\r\n52. In short there was nothing in the Curling decision or in the “no dodging” principle to stop the Home Office from invoking its contractual right to enforce the mobility obligation in the circumstances of this case.”\r\n\r\n34.\tShould an employer seek to rely on a contractual mobility clause, that is not the end of the issue so far as any claim of unfair dismissal is concerned.  Mr Palmer submits that the questions that then arise for the purposes of section 98(4) can be summarised as follows:\r\n“(a) Whether or not the instruction given is legitimate - in terms that it was one capable of being given under the contract of employment;\r\n(b) Was the order reasonable - in terms was the nature of the order unreasonable?\r\n(c) Whether or not the employee’s refusal to comply was itself reasonable - in the circumstances of a dismissal, the employee’s refusal to comply with an instruction may be reasonable (see UCATT v Brain [1981] ICR 542 CA).”\r\n\r\n35.\tThere is no automatically implied right that permits an employer to transfer an employee - at least, not beyond a reasonable travelling distance for the employee - but this is a case involving an express mobility.  In such circumstances, however, the Respondent accepts that the clause must still be read subject to the necessary implication that there is a requirement to give reasonable notice and also to exercise such discretion as the employer has reserved to itself in such a way as not to make performance of the employee’s duties impossible (see paragraph 46 United Bank Ltd v Akhtar [1989] IRLR 507 EAT, Knox J presiding).  It is further accepted that there is also some overlap between an express contractual obligation such as a mobility clause and the implied duty to maintain trust and confidence (see as allowed by the EAT in White v Reflecting Roadstuds Ltd [1991] ICR 733 at 742F-G).\r\n\r\n36.\tOf course, in the present case the ET was concerned not simply with the contractual position - although that had some relevance on the Respondent’s case as it went to the lawfulness of the instruction - but also with the question of fairness for section 98(4) purposes, and it is trite law that a dismissal might be unfair even though the employer is contractually entitled to dismiss the employee (see Farrant v The Woodroffe School [1998] ICR 184 EAT, HHJ Peter Clark presiding).\r\n\r\nThe Appeal\r\n37.\tThe grounds of appeal in the two cases are substantively in the same terms and can be considered under the following heads: (1) the ET erred in law in determining that there was a redundancy dismissal in circumstances in which an express mobility clause had been invoked, alternatively, if the ET adopted the correct approach, it failed to provide adequate Reasons; (2) the ET adopted an erroneous approach to section 139 ERA, irrespective of the mobility clause issue, using section 139 as a tool to identify a dismissal rather than the reason for the dismissal, alternatively, it gave insufficient Reasons in this regard; (3) the ET adopted an erroneous approach to concurrent claims of unfair dismissal and for a redundancy payment where the dismissals were for misconduct, alternatively, again, the ET provided inadequate Reasons; and (4) in the further alternative, the ET’s finding that the dismissal was by reason of redundancy but assessing fairness in regard to the reason of conduct was perverse.  \r\n\r\n38.\tThe Claimants resist the appeal, essentially relying on the reasoning of the ET.\r\nSubmissions\r\nThe Respondent’s Case\r\n39.\tOn behalf of the Respondent it is contended that the ET erred in failing to approach these cases as ones in which an express mobility clause had been invoked; that is, adopting the approach to the employer’s reason for the dismissals as allowed in Curling and Evans; it wrongly allowed its finding of a redundancy situation, meeting the definition provided by section 139 ERA, to inform its conclusion as to the reason for the dismissal.  In Mr Fitton’s case, it had gone further and erroneously found the date of the dismissal to be 29 June 2015 rather than at the end of the disciplinary process.  Had the ET defined the reason for dismissals properly, it would have needed to ask in each case whether the dismissals were fair.  The tests that it would have needed to apply being those set out at paragraph 37 of the Respondent’s skeleton argument (see above).\r\n\r\n40.\tAs for the ET’s alternative findings in Mr Fitton’s case, those were insufficient.  The ET had elided the reasonableness of the Respondent’s invocation of the mobility clause with the reasonableness of Mr Fitton’s refusal to obey the instruction to relocate.  It had failed to include in its conclusions the measures that the Respondent had put in place to mitigate the difficulties of relocation, and although those were referenced at an earlier stage of the Decision that was not adequately reasoned as part of the ET’s alternative conclusions.  The Respondent could not be satisfied that the ET had properly had regard to those matters, although (at least in Mr Fitton’s case) the Respondent was not saying that the ET had fallen into the error of substitution.  \r\n\r\n41.\tAs for Mr Ewer’s case, the Respondent did not accept that paragraphs 38 to 40 of the reasoning amounted to alternative reasoning if the dismissal was by reason of conduct.  Accepting that it might be possible to read paragraphs 38 to 40 as addressing the questions the Respondent had said needed to be asked if the ET had approached this as a conduct unfair dismissal case, there was no express indication by the ET that this was what it had done.  Even if it was, paragraph 38 did not demonstrate that the ET was properly asking whether the mobility clause was reasonable in an Akhtar sense.  Moreover, the ET was putting itself into the shoes of the employer.  Although substitution was not expressly raised in the grounds of appeal, the Respondent relied on its general contention of wrong approach to reason, inadequacy of Reasons and/or perversity in this regard.  Whilst to say the ET’s conclusion was perverse might be strained, the ET had needed to take into account any measures that the Respondent was offering by way of mitigation, and, as in Mr Fitton’s case, the ET’s conclusions did not expressly refer to those measures.\r\n\r\nThe Claimants’ Case\r\n42.\tOn behalf of the Claimants it was submitted that the ET’s finding of fact was that the dismissals were by reason of redundancy; that was not susceptible to challenge on appeal.  There had been a presumption that the dismissals were by reason of redundancy because there were claims for statutory redundancy payments before the ET.  The ET was entitled to reach that conclusion given the evidence and material before it, which demonstrated that there was a redundancy as a matter of fact for the purposes of section 139 ERA.  The ET had in any event considered the mobility clause but found as a fact that it was not reasonable.  That was, again, a matter for the ET, and no error of law was disclosed.  Akhtar showed that the mere existence of a mobility clause did not mean that it was lawful and reasonable for the Respondent to invoke it.  The ET had expressly looked at the lawfulness and reasonableness of the mobility clause in Mr Ewer’s case and the same reasoning would have to apply to Mr Fitton’s case.  It was the same clause in both instances.  The ET had been entitled to reach the conclusion it did regarding the mobility clause.  There was no error of law in his regard.\r\n\r\n43.\tAs for insufficient Reasons, the ET had complied with Rule 62 of the Employment Tribunals (Constitution and Rules of Procedure) Regulations 2013.  Its Reasons were compliant with Meek v City of Birmingham District Council [1987] IRLR 250 CA; the parties could understand why they had won or lost.  More specifically, on ground 2, the ET had not used section 139 to identify whether there was a dismissal as the Respondent had contended.  Accepting for Mr Fitton that the later date - the end of the disciplinary process - was the date of dismissal, the ET had made findings in the alternative in any event; thus, on ground 3, the ET had been entitled to find that the extra travelling time was sufficient to make the commute unreasonable.  There was no error of law in this factual finding.  Similarly, the ET’s conclusion that these redundancy dismissals were unfair (ground 4) were findings of fact, and it had also made factual findings in the alternative on the misconduct dismissal.  Properly approached, there could be no challenge to the ET’s conclusions.\r\n\r\nDiscussion and Conclusions\r\n44.\tThe ET was concerned in these cases with two claims: of unfair dismissal and for a statutory redundancy payment (at least, those are the two claims with which this appeal is concerned).  It was admitted that both Claimants had been dismissed.  The first question was: what was the reason for those dismissals?\r\n\r\n45.\tThe dismissals undoubtedly took place against what might commonly be described as a redundancy situation: the Respondent was either ceasing to carry on business in the place where the Claimants were employed or certainly had a diminishing requirement for employees to carry out the work that the Claimants were employed to do in that place (section 139 ERA), but was that the reason for the dismissals?  If not, the Claimants would not have been dismissed by reason of redundancy for either statutory purpose (even allowing for the presumption of redundancy as the reason for dismissal under section 163(2) ERA).\r\n\r\n46.\tIn Mr Fitton’s case, the ET also had to resolve a dispute as to the date of the dismissal.  That has fallen away before me, as Mr O’Brien has volunteered that the later date - 17 July, at the end of the disciplinary hearing - was the correct date.  \r\n\r\n47.\tReturning then to the reason for the dismissals, as Mr O’Brien says, determination of this issue was a matter for the ET; it involves a finding of fact as to what were the set of facts, or beliefs, operating on the mind of the relevant decision maker at the relevant time.  I should not lightly interfere with an ET’s finding of fact in that respect.  In the present cases, however, I consider the ET’s reasoning discloses an error of approach.  It has started from its finding that there was a redundancy situation for the purposes of section 139 and allowed that to inform its finding as to the reason for the dismissal.  That, however, was not the correct direction of travel.  The ET first had to ask what it was that the Respondent genuinely had in mind.  It had in fact answered that question.  In Mr Fitton’s case, it held that:\r\n“26. … those acting on behalf of the respondent believed, perhaps genuinely and honestly, that it was a reasonable instruction to require the claimant to attend at Leatherhead. …”\r\n\r\nIn Mr Ewer’s case, the finding is put all the more strongly.  First, in dismissing a claim of automatic unfair dismissal that does not otherwise concern me, the ET concluded:\r\n“36. … He was dismissed because the respondent believed that it could rely on the mobility clause when closing his workplace and asking him to attend elsewhere, not because he asked for a redundancy payment.”\r\n\r\nThen:\r\n“37. I therefore turn to the question of whether the respondent has satisfied me that the reason that it dismissed the claimant was, as it argues, the misconduct or some other substantial reason.  I am not so satisfied.  I am satisfied that the respondent believed that it was so entitled but I do not accept that the respondent was entitled to dismiss the claimant for this reason. …”\r\n\r\n48.\tThe ET’s explanation of its conclusion thus reveals its error: it failed to keep its focus on what the Respondent genuinely thought as a matter of subjective fact and instead imported its view as to the reasonableness of relying on that reason, not properly the question for the ET at that stage.  \r\n\r\n49.\tAlthough there may have been a redundancy situation, on the findings made by the ET the Respondent’s belief was that it had a right to instruct the Claimants to relocate under the mobility clause, and it was, as the ET plainly found, their refusal to obey that instruction that caused the Respondent to determine that they should be dismissed.  That meant no statutory redundancy payment was due (I make no observations as to any entitlement to a contractual redundancy payment, because that is not a matter that has been properly raised on these appeals).\r\n\r\n50.\tThat said, the ET’s finding on reason would not complete its task in terms of the unfair dismissal claims, although Mr Palmer says it is the end of the story so far as these appeals are concerned: having approached these cases as redundancy dismissals, the ET simply did not consider the issue of fairness looking at it through the right lens; it failed to ask the right question for a conduct unfair dismissal case and its reasoning was tainted by its view that these were redundancy cases; to the extent that it made alternative findings, those were insufficient as they failed to properly consider the question of lawfulness and reasonableness from the Respondent’s perspective and were inadequately reasoned; in Mr Ewer’s case it was not even apparent that the ET had undertaken the task of making alternative findings.\r\n\r\n51.\tIn oral argument I pressed Mr Palmer to identify for me how he said the ET’s alternative findings failed to address the three stage test he had identified in his skeleton argument (see above).  Apart from observing that the ET had failed to expressly incorporate reference to the Respondent’s mitigating steps in its alternative conclusions, I was not persuaded that he was able to do so.  \r\n\r\n52.\tTo descend to the detail rather more in each case, in respect of Mr Ewer, I allow that the ET did not expressly say that paragraphs 38 to 40 represented alternative findings (should it be wrong in its conclusion that the reason for dismissal was redundancy) and it could be said - although in fact Mr Palmer did not take this point - that paragraph 41 might seem to be a limitation to the ET’s alternative finding.  All that said, I remind myself this is a Judgment of an ET, which one cannot expect to drafted to the highest standards of legal draftsmanship; such a Judgment may well contain infelicities, awkwardnesses of expression and apparent inconsistencies that derive from the pressures under which ETs operate.  Moreover, it is trite that a Judgment must be taken overall and viewed as a whole.  In this case, I consider that the substance of the ET’s findings is clear: paragraphs 38 to 40 represent its consideration and determination of the issues that would arise if approaching this - contrary to the ET’s primary view - as a dismissal by reason of conduct (the Respondent’s case).  The ET then followed the structure of the questions that the Respondent had said would arise on that basis (see the Respondent’s written submissions before the ET, at page 163 of the EAT’s bundle).  It considered whether the instruction had been legitimate - in the sense that it was a valid contractual requirement - and concluded it was not (see Reasons, paragraph 38 of the Judgment in Mr Ewer’s case).  It then turned to the question whether the instruction was reasonable; again concluding it was not (see paragraph 39).  It finally asked whether Mr Ewer’s refusal was reasonable, concluding that it was (paragraph 40).  Although the ET did not expressly repeat its earlier recitation of the mitigating steps that the Respondent had put in place, I do not think that I can infer that it lost sight of those matters.  \r\n\r\n53.\tDuring oral argument, I posed the question whether it was being said that the ET had fallen into the error of substitution, but that was not in fact a point taken on the Notice of Appeal and, in any event, I do not think that that would be a fair reading of the ET’s reasoning.  As for perversity, I do not think that it could properly be said that the ET’s conclusion on fairness was perverse given the facts of the case.  And, as for adequacy of Reasons: judging the Reasons against the questions that the Respondent said had to be answered, I consider they are plainly adequate.  Each question is answered.\r\n\r\n54.\tFor completeness, it seems to me that at paragraph 41 of the Judgment in Mr Ewer’s case the ET returned to the question of fairness if redundancy should be the real reason for dismissal.  That did not undermine the fact that it had already made alternative findings on a conduct dismissal at paragraphs 38 to 40.\r\n\r\n55.\tTurning to Mr Fitton’s case, the ET’s position is made clear at paragraph 25 in terms of making alterative findings.  Although I can see that there might be some objection to the ET’s failure to expressly engage with the first stage identified by the Respondent - the lawfulness of the instruction in terms of the contractual position - I think that Mr O’Brien is right that this can go nowhere: given the ET’s express finding on that question in Mr Ewer’s case; the answer is obvious and the finding on fairness is not undermined by its apparent failure to include the identical paragraph in Mr Fitton’s case.  As for the remaining two questions, they are again addressed head on at paragraphs 26 and 27 of the Judgment in Mr Fitton’s case.  Again, I consider the reasoning to be adequate to the task, allowing that the ET had earlier expressly referenced the mitigating measures put in place by the Respondent, and, on the particular facts of this case (see above), am unable to say that the Respondent has discharged the heavy burden of showing that the conclusion reached was perverse.\r\n\r\nDisposal\r\n56.\tFor those reasons, I allow the appeal on the statutory redundancy payment claims but dismiss it on the unfair dismissal claims for the reasons I have explained in my Judgment.\r\n\r\n57.\tFor the Respondent, Mr Palmer now seeks permission to appeal to the Court of Appeal in respect of my findings adverse to his clients on the question of fairness for the purposes of the unfair dismissal claim, submitting that my Judgment falls into the same error of law as the ET.  Given that I have expressly approached the question of fairness through the gateway of a conduct dismissal rather than the redundancy reason (the primary finding of the ET), that is not a characterisation I follow, but in any event, for the reasons I have already provided, I do not see that a point of law arises.  Ultimately, the Respondent lost on the unfair dismissal claim because of permissible findings on the part of the first instance Tribunal.\r\n","tribunal_decision_categories":["redundancy","unfair-dismissal"],"tribunal_decision_decision_date":"2016-11-21","tribunal_decision_landmark":"not-landmark","tribunal_decision_sub_categories":["redundancy-definition","redundancy-fairness","unfair-dismissal-reason-for-dismissal-including-substantial-other-reason","unfair-dismissal-reasonableness-of-dismissal"]},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58e389dd40f0b606e70000b1/Kellogg_Brown_and_Root__UK__Ltd_v_Mr_P_Ewer_UKEAT_0206_16_BA.pdf","title":"Kellogg Brown and Root (UK) Ltd v Mr P Ewer: UKEAT/0206/16/BA","content_type":"application/pdf","updated_at":"2017-04-04T11:56:13+00:00","created_at":"2017-04-04T11:56:13+00:00","content_id":"4f9a8a06-7e4b-4e30-a7fc-c96c75945cdb"}]},"routes":[{"path":"/employment-appeal-tribunal-decisions/kellogg-brown-and-root-uk-ltd-v-mr-p-ewer-ukeat-0206-16-ba","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_appeal_tribunal_decision","schema_name":"specialist_document","first_published_at":null,"base_path":"/employment-appeal-tribunal-decisions/kellogg-brown-and-root-uk-ltd-v-mr-p-ewer-ukeat-0206-16-ba","description":"Employment Appeal Tribunal judgment of Judge Eady on 21 November 2016.","content_id":"3f1720c4-a4c6-430b-90db-448bc203e5fe","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1134","api_path":"/api/content/courts-tribunals/employment-appeal-tribunal","base_path":"/courts-tribunals/employment-appeal-tribunal","content_id":"caeb418c-d11c-4352-92e9-47b21289f696","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-22T13:28:06Z","schema_name":"placeholder","title":"Employment Appeal Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Appeal Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-appeal-tribunal-decisions","base_path":"/employment-appeal-tribunal-decisions","content_id":"975cf540-6e64-40e3-b62a-df655a8c99ef","description":"Find decisions on appeals against employment tribunals heard by the Employment Appeal Tribunal.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment appeal tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_appeal_tribunal_decision"},"format_name":"Employment appeal tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against employment tribunals heard by the Employment Appeal Tribunal.</p><p>Includes decisions after December 2015. Find details of <a rel=\"external\" href=\"http://www.employmentappeals.gov.uk/Public/Search.aspx\">older cases.</a></p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity Rights and Parental Leave","value":"maternity-rights-and-parental-leave"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Practice and Procedure","value":"practice-and-procedure"},{"label":"Procedural Issues","value":"procedural-issues"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"}]},{"key":"tribunal_decision_categories_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Contract of Employment - Apprenticeship","value":"contract-of-employment-apprenticeship"},{"label":"Contract of Employment - Breach of Contract","value":"contract-of-employment-breach-of-contract"},{"label":"Contract of Employment - Damages for breach of contract","value":"contract-of-employment-damages-for-breach-of-contract"},{"label":"Contract of Employment - Definition of employee","value":"contract-of-employment-definition-of-employee"},{"label":"Contract of Employment - Disciplinary and grievance procedure","value":"contract-of-employment-disciplinary-and-grievance-procedure"},{"label":"Contract of Employment - Frustration","value":"contract-of-employment-frustration"},{"label":"Contract of Employment - Implied Term/Variation/Construction of Term","value":"contract-of-employment-implied-term-variation-construction-of-term"},{"label":"Contract of Employment - Incorporation into Contract","value":"contract-of-employment-incorporation-into-contract"},{"label":"Contract of Employment - Itemised pay statement","value":"contract-of-employment-itemised-pay-statement"},{"label":"Contract of Employment - Mitigation","value":"contract-of-employment-mitigation"},{"label":"Contract of Employment - Mutual trust and confidence","value":"contract-of-employment-mutual-trust-and-confidence"},{"label":"Contract of Employment - Notice and pay in lieu","value":"contract-of-employment-notice-and-pay-in-lieu"},{"label":"Contract of Employment - Sick pay and holiday pay","value":"contract-of-employment-sick-pay-and-holiday-pay"},{"label":"Contract of Employment - Whether established","value":"contract-of-employment-whether-established"},{"label":"Contract of Employment - Written particulars","value":"contract-of-employment-written-particulars"},{"label":"Contract of Employment - Wrongful dismissal","value":"contract-of-employment-wrongful-dismissal"},{"label":"Equal Pay Act - Article 141/European law","value":"equal-pay-act-article-141-european-law"},{"label":"Equal Pay Act - Case management","value":"equal-pay-act-case-management"},{"label":"Equal Pay Act - Damages/Compensation","value":"equal-pay-act-damages-compensation"},{"label":"Equal Pay Act - Equal value","value":"equal-pay-act-equal-value"},{"label":"Equal Pay Act - European law","value":"equal-pay-act-european-law"},{"label":"Equal Pay Act - Indirect discrimination","value":"equal-pay-act-indirect-discrimination"},{"label":"Equal Pay Act - Like work","value":"equal-pay-act-like-work"},{"label":"Equal Pay Act - Material factor defence and justification","value":"equal-pay-act-material-factor-defence-and-justification"},{"label":"Equal Pay Act - Other establishments","value":"equal-pay-act-other-establishments"},{"label":"Equal Pay Act - Out of time","value":"equal-pay-act-out-of-time"},{"label":"Equal Pay Act - Part-time Pensions","value":"equal-pay-act-part-time-pensions"},{"label":"Equal Pay Act - Work rated equivalent","value":"equal-pay-act-work-rated-equivalent"},{"label":"Harassment - Compensation","value":"harassment-compensation"},{"label":"Harassment - Conduct","value":"harassment-conduct"},{"label":"Harassment - Purpose","value":"harassment-purpose"},{"label":"Health & Safety - Detriment","value":"health-safety-detriment"},{"label":"Jurisdictional Points - 2002 Act and pre-action requirements","value":"jurisdictional-points-2002-act-and-pre-action-requirements"},{"label":"Jurisdictional Points - Agency relationships","value":"jurisdictional-points-agency-relationships"},{"label":"Jurisdictional Points - Claim in time and effective date of termination","value":"jurisdictional-points-claim-in-time-and-effective-date-of-termination"},{"label":"Jurisdictional Points - Continuity of employment","value":"jurisdictional-points-continuity-of-employment"},{"label":"Jurisdictional Points - Excluded employments","value":"jurisdictional-points-excluded-employments"},{"label":"Jurisdictional Points - Extension of time: just and equitable","value":"jurisdictional-points-extension-of-time-just-and-equitable"},{"label":"Jurisdictional Points - Extension of time: reasonably practicable","value":"jurisdictional-points-extension-of-time-reasonably-practicable"},{"label":"Jurisdictional Points - Fraud and illegality","value":"jurisdictional-points-fraud-and-illegality"},{"label":"Jurisdictional Points - State immunity","value":"jurisdictional-points-state-immunity"},{"label":"Jurisdictional Points - Worker employee or neither","value":"jurisdictional-points-worker-employee-or-neither"},{"label":"Jurisdictional Points - Working outside the jurisdiction","value":"jurisdictional-points-working-outside-the-jurisdiction"},{"label":"Maternity Rights and Parental Leave - Detriment","value":"maternity-rights-and-parental-leave-detriment"},{"label":"Maternity Rights and Parental Leave - Pregnancy","value":"maternity-rights-and-parental-leave-pregnancy"},{"label":"Maternity Rights and Parental Leave - Return to work","value":"maternity-rights-and-parental-leave-return-to-work"},{"label":"Maternity Rights and Parental Leave - Sex discrimination","value":"maternity-rights-and-parental-leave-sex-discrimination"},{"label":"Maternity Rights and Parental Leave - Unfair dismissal","value":"maternity-rights-and-parental-leave-unfair-dismissal"},{"label":"Practice and Procedure - 2002 Act and pre-action requirements","value":"practice-and-procedure-2002-act-and-pre-action-requirements"},{"label":"Practice and Procedure - Absence of Party","value":"practice-and-procedure-absence-of-party"},{"label":"Practice and Procedure - Admissibility of evidence","value":"practice-and-procedure-admissibility-of-evidence"},{"label":"Practice and Procedure - Amendment","value":"practice-and-procedure-amendment"},{"label":"Practice and Procedure - Appearance/Response","value":"practice-and-procedure-appearance-response"},{"label":"Practice and Procedure - Appellate jurisdiction/Reasons/Burns-Barke","value":"practice-and-procedure-appellate-jurisdiction-reasons-burns-barke"},{"label":"Practice and Procedure - Application/Claim","value":"practice-and-procedure-application-claim"},{"label":"Practice and Procedure - Absence of Party","value":"practice-and-procedure-absence-of-party"},{"label":"Practice and Procedure - Admissibility of evidence","value":"practice-and-procedure-admissibility-of-evidence"},{"label":"Practice and Procedure - Amendment","value":"practice-and-procedure-amendment"},{"label":"Practice and Procedure - Appearance/Response","value":"practice-and-procedure-appearance-response"},{"label":"Practice and Procedure - Appellate jurisdiction/Reasons/Burns-Barke","value":"practice-and-procedure-appellate-jurisdiction-reasons-burns-barke"},{"label":"Practice and Procedure - Bias misconduct and procedural irregularity","value":"practice-and-procedure-bias-misconduct-and-procedural-irregularity"},{"label":"Practice and Procedure - Case Management","value":"practice-and-procedure-case-management"},{"label":"Practice and Procedure - Chairman alone","value":"practice-and-procedure-chairman-alone"},{"label":"Practice and Procedure - Chairmans notes of evidence","value":"practice-and-procedure-chairmans-notes-of-evidence"},{"label":"Practice and Procedure - Compromise","value":"practice-and-procedure-compromise"},{"label":"Practice and Procedure - Contribution","value":"practice-and-procedure-contribution"},{"label":"Practice and Procedure - Costs","value":"practice-and-procedure-costs"},{"label":"Practice and Procedure - Delay in ET judgment","value":"practice-and-procedure-delay-in-et-judgment"},{"label":"Practice and Procedure - Disclosure","value":"practice-and-procedure-disclosure"},{"label":"Practice and Procedure - Disposal of appeal including remission","value":"practice-and-procedure-disposal-of-appeal-including-remission"},{"label":"Practice and Procedure - Estoppel or Abuse of Process","value":"practice-and-procedure-estoppel-or-abuse-of-process"},{"label":"Practice and Procedure - Imposition of Deposit","value":"practice-and-procedure-imposition-of-deposit"},{"label":"Practice and Procedure - Insolvency","value":"practice-and-procedure-insolvency"},{"label":"Practice and Procedure - New evidence on appeal","value":"practice-and-procedure-new-evidence-on-appeal"},{"label":"Practice and Procedure - No case to answer","value":"practice-and-procedure-no-case-to-answer"},{"label":"Practice and Procedure - Parties","value":"practice-and-procedure-parties"},{"label":"Practice and Procedure - Permission to appeal further","value":"practice-and-procedure-permission-to-appeal-further"},{"label":"Practice and Procedure - Perversity","value":"practice-and-procedure-perversity"},{"label":"Practice and Procedure - Postponement or stay","value":"practice-and-procedure-postponement-or-stay"},{"label":"Practice and Procedure - Preliminary issues","value":"practice-and-procedure-preliminary-issues"},{"label":"Practice and Procedure - Questionnaires","value":"practice-and-procedure-questionnaires"},{"label":"Practice and Procedure - Restricted Reporting Order","value":"practice-and-procedure-restricted-reporting-order"},{"label":"Practice and Procedure - Restriction of proceedings order","value":"practice-and-procedure-restriction-of-proceedings-order"},{"label":"Practice and Procedure - Review","value":"practice-and-procedure-review"},{"label":"Practice and Procedure - Right to be heard","value":"practice-and-procedure-right-to-be-heard"},{"label":"Practice and Procedure - Service","value":"practice-and-procedure-service"},{"label":"Practice and Procedure - Split hearings","value":"practice-and-procedure-split-hearings"},{"label":"Practice and Procedure - Striking-out/dismissal","value":"practice-and-procedure-striking-out-dismissal"},{"label":"Practice and Procedure - Time for appealing","value":"practice-and-procedure-time-for-appealing"},{"label":"Practice and Procedure - Transfer/Hearing together","value":"practice-and-procedure-transfer-hearing-together"},{"label":"Practice and Procedure - Withdrawal","value":"practice-and-procedure-withdrawal"},{"label":"Race Discrimination - Aiding and abetting","value":"race-discrimination-aiding-and-abetting"},{"label":"Race Discrimination - Burden of proof","value":"race-discrimination-burden-of-proof"},{"label":"Race Discrimination - Comparison","value":"race-discrimination-comparison"},{"label":"Race Discrimination - Continuing act","value":"race-discrimination-continuing-act"},{"label":"Race Discrimination - Contract workers","value":"race-discrimination-contract-workers"},{"label":"Race Discrimination - Detriment","value":"race-discrimination-detriment"},{"label":"Race Discrimination - Direct","value":"race-discrimination-direct"},{"label":"Race Discrimination - Discrimination by other bodies","value":"race-discrimination-discrimination-by-other-bodies"},{"label":"Race Discrimination - Illegality/Fraud","value":"race-discrimination-illegality-fraud"},{"label":"Race Discrimination - Indirect","value":"race-discrimination-indirect"},{"label":"Race Discrimination - Inferring discrimination","value":"race-discrimination-inferring-discrimination"},{"label":"Race Discrimination - Injury to feelings","value":"race-discrimination-injury-to-feelings"},{"label":"Race Discrimination - Jurisdiction","value":"race-discrimination-jurisdiction"},{"label":"Race Discrimination - Other losses","value":"race-discrimination-other-losses"},{"label":"Race Discrimination - Out of Time","value":"race-discrimination-out-of-time"},{"label":"Race Discrimination - Post Employment","value":"race-discrimination-post-employment"},{"label":"Race Discrimination - Prospective employees","value":"race-discrimination-prospective-employees"},{"label":"Race Discrimination - Protected by s41","value":"race-discrimination-protected-by-s41"},{"label":"Race Discrimination - Recommendations","value":"race-discrimination-recommendations"},{"label":"Race Discrimination - Vicarious liability","value":"race-discrimination-vicarious-liability"},{"label":"Race Discrimination - Victimisation","value":"race-discrimination-victimisation"},{"label":"Redundancy - Collective consultation and information","value":"redundancy-collective-consultation-and-information"},{"label":"Redundancy - Contractual scheme","value":"redundancy-contractual-scheme"},{"label":"Redundancy - Definition","value":"redundancy-definition"},{"label":"Redundancy - Exclusion","value":"redundancy-exclusion"},{"label":"Redundancy - Fairness","value":"redundancy-fairness"},{"label":"Redundancy - Protective award","value":"redundancy-protective-award"},{"label":"Redundancy - Suitable alternative employment","value":"redundancy-suitable-alternative-employment"},{"label":"Redundancy - Trial period","value":"redundancy-trial-period"},{"label":"Sex Discrimination - Aiding and abetting","value":"sex-discrimination-aiding-and-abetting"},{"label":"Sex Discrimination - Burden of proof","value":"sex-discrimination-burden-of-proof"},{"label":"Sex Discrimination - Comparison","value":"sex-discrimination-comparison"},{"label":"Sex Discrimination - Continuing act","value":"sex-discrimination-continuing-act"},{"label":"Sex Discrimination - Contract workers","value":"sex-discrimination-contract-workers"},{"label":"Sex Discrimination - Detriment","value":"sex-discrimination-detriment"},{"label":"Sex Discrimination - Direct","value":"sex-discrimination-direct"},{"label":"Sex Discrimination - Discrimination by other bodies","value":"sex-discrimination-discrimination-by-other-bodies"},{"label":"Sex Discrimination - Equal treatment directive","value":"sex-discrimination-equal-treatment-directive"},{"label":"Sex Discrimination - Illegality/Fraud","value":"sex-discrimination-illegality-fraud"},{"label":"Sex Discrimination - Indirect","value":"sex-discrimination-indirect"},{"label":"Sex Discrimination - Inferring discrimination","value":"sex-discrimination-inferring-discrimination"},{"label":"Sex Discrimination - Injury to feelings","value":"sex-discrimination-injury-to-feelings"},{"label":"Sex Discrimination - Jurisdiction","value":"sex-discrimination-jurisdiction"},{"label":"Sex Discrimination - Justification","value":"sex-discrimination-justification"},{"label":"Sex Discrimination - Marital status","value":"sex-discrimination-marital-status"},{"label":"Sex Discrimination - Other losses","value":"sex-discrimination-other-losses"},{"label":"Sex Discrimination - Post Employment","value":"sex-discrimination-post-employment"},{"label":"Sex Discrimination - Pregnancy and discrimination","value":"sex-discrimination-pregnancy-and-discrimination"},{"label":"Sex Discrimination - S4(2) Defence","value":"sex-discrimination-s4-2-defence"},{"label":"Sex Discrimination - Sexual harassment","value":"sex-discrimination-sexual-harassment"},{"label":"Sex Discrimination - Sexual orientation","value":"sex-discrimination-sexual-orientation"},{"label":"Sex Discrimination - Transsexualism","value":"sex-discrimination-transsexualism"},{"label":"Sex Discrimination - Vicarious liability","value":"sex-discrimination-vicarious-liability"},{"label":"Sex Discrimination - Victimisation","value":"sex-discrimination-victimisation"},{"label":"Statutory Discipline and Grievance Procedures - Impact on compensation","value":"statutory-discipline-and-grievance-procedures-impact-on-compensation"},{"label":"Statutory Discipline and Grievance Procedures - Whether applicable","value":"statutory-discipline-and-grievance-procedures-whether-applicable"},{"label":"Statutory Discipline and Grievance Procedures - Whether infringed","value":"statutory-discipline-and-grievance-procedures-whether-infringed"},{"label":"Time Off - Parental leave","value":"time-off-parental-leave"},{"label":"Time Off - Public duties","value":"time-off-public-duties"},{"label":"Time Off - Trade union activities","value":"time-off-trade-union-activities"},{"label":"Trade Union Rights - Action short of dismissal","value":"trade-union-rights-action-short-of-dismissal"},{"label":"Trade Union Rights - Dismissal","value":"trade-union-rights-dismissal"},{"label":"Trade Union Rights - Interim relief","value":"trade-union-rights-interim-relief"},{"label":"Transfer of Undertakings - Acquired rights directive","value":"transfer-of-undertakings-acquired-rights-directive"},{"label":"Transfer of Undertakings - Consultation and other information","value":"transfer-of-undertakings-consultation-and-other-information"},{"label":"Transfer of Undertakings - Continuity of employment","value":"transfer-of-undertakings-continuity-of-employment"},{"label":"Transfer of Undertakings - Dismissal/automatically unfair dismissal","value":"transfer-of-undertakings-dismissal-automatically-unfair-dismissal"},{"label":"Transfer of Undertakings - Economic technical or organisational reason","value":"transfer-of-undertakings-economic-technical-or-organisational-reason"},{"label":"Transfer of Undertakings - Entity","value":"transfer-of-undertakings-entity"},{"label":"Transfer of Undertakings - Insolvency","value":"transfer-of-undertakings-insolvency"},{"label":"Transfer of Undertakings - Insolvent Employer","value":"transfer-of-undertakings-insolvent-employer"},{"label":"Transfer of Undertakings - Objection to transfer","value":"transfer-of-undertakings-objection-to-transfer"},{"label":"Transfer of Undertakings - Pensions and other terms","value":"transfer-of-undertakings-pensions-and-other-terms"},{"label":"Transfer of Undertakings - Service Provision Change","value":"transfer-of-undertakings-service-provision-change"},{"label":"Transfer of Undertakings - Transfer","value":"transfer-of-undertakings-transfer"},{"label":"Transfer of Undertakings - Varying terms of employment","value":"transfer-of-undertakings-varying-terms-of-employment"},{"label":"Unfair Dismissal - Automatically unfair reasons","value":"unfair-dismissal-automatically-unfair-reasons"},{"label":"Unfair Dismissal - Compensation","value":"unfair-dismissal-compensation"},{"label":"Unfair Dismissal - Constructive dismissal","value":"unfair-dismissal-constructive-dismissal"},{"label":"Unfair Dismissal - Contributory fault","value":"unfair-dismissal-contributory-fault"},{"label":"Unfair Dismissal - Dismissal/ambiguous resignation","value":"unfair-dismissal-dismissal-ambiguous-resignation"},{"label":"Unfair Dismissal - Exclusions including worker/jurisdiction","value":"unfair-dismissal-exclusions-including-worker-jurisdiction"},{"label":"Unfair Dismissal - Illegality/Fraud","value":"unfair-dismissal-illegality-fraud"},{"label":"Unfair Dismissal - Mitigation of loss","value":"unfair-dismissal-mitigation-of-loss"},{"label":"Unfair Dismissal - National Security","value":"unfair-dismissal-national-security"},{"label":"Unfair Dismissal - Polkey deduction","value":"unfair-dismissal-polkey-deduction"},{"label":"Unfair Dismissal - Procedural fairness/automatically unfair dismissal","value":"unfair-dismissal-procedural-fairness-automatically-unfair-dismissal"},{"label":"Unfair Dismissal - Reason for dismissal including substantial other reason","value":"unfair-dismissal-reason-for-dismissal-including-substantial-other-reason"},{"label":"Unfair Dismissal - Reasonableness of dismissal","value":"unfair-dismissal-reasonableness-of-dismissal"},{"label":"Unfair Dismissal - Reinstatement/re-engagement","value":"unfair-dismissal-reinstatement-re-engagement"},{"label":"Unfair Dismissal - Retirement","value":"unfair-dismissal-retirement"},{"label":"Unfair Dismissal - S.98A(2) ERA","value":"unfair-dismissal-s-98a-2-era"},{"label":"Unlawful Deduction from Wages - Exclusions","value":"unlawful-deduction-from-wages-exclusions"},{"label":"Unlawful Deduction from Wages - Out of Time","value":"unlawful-deduction-from-wages-out-of-time"},{"label":"Unlawful Deduction from Wages - Ready, Willing and Able to Work","value":"unlawful-deduction-from-wages-ready-willing-and-able-to-work"},{"label":"Victimisation Discrimination - Detriment","value":"victimisation-discrimination-detriment"},{"label":"Victimisation Discrimination - Dismissal","value":"victimisation-discrimination-dismissal"},{"label":"Victimisation Discrimination - Health and safety","value":"victimisation-discrimination-health-and-safety"},{"label":"Victimisation Discrimination - Interim relief","value":"victimisation-discrimination-interim-relief"},{"label":"Victimisation Discrimination - Other forms of victimisation","value":"victimisation-discrimination-other-forms-of-victimisation"},{"label":"Victimisation Discrimination - Protected disclosure","value":"victimisation-discrimination-protected-disclosure"},{"label":"Victimisation Discrimination - Whistleblowing","value":"victimisation-discrimination-whistleblowing"},{"label":"Working Time Regulations - Holiday pay","value":"working-time-regulations-holiday-pay"},{"label":"Working Time Regulations - S.43A detriment","value":"working-time-regulations-s-43a-detriment"},{"label":"Working Time Regulations - Worker","value":"working-time-regulations-worker"}]},{"key":"tribunal_decision_sub_categories_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":false,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Kellogg Brown and Root (UK) Ltd v Mr P Ewer: UKEAT/0206/16/BA","public_updated_at":null,"analytics_identifier":null,"document_type":"employment_appeal_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-appeal-tribunal-decisions/kellogg-brown-and-root-uk-ltd-v-mr-p-ewer-ukeat-0206-16-ba","description":"Employment Appeal Tribunal judgment of Judge Eady on 21 November 2016.","api_path":"/api/content/employment-appeal-tribunal-decisions/kellogg-brown-and-root-uk-ltd-v-mr-p-ewer-ukeat-0206-16-ba","withdrawn":false,"content_id":"3f1720c4-a4c6-430b-90db-448bc203e5fe","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}