{"title":"Low Carbon Heat and Renewable Heat","public_updated_at":"2015-06-22T17:05:41Z","details":{"body":"<div class=\"govspeak\"><p>I am pleased to announce today the publication of DECC’s heat policy document The Future of Heating: Meeting the Challenge. I am also announcing the next steps for supporting renewable heating through the renewable heat incentive (RHI).</p>\n\n<p>Heating is an integral and critical part of our lives and our economy, worth billions of pounds to industry and an essential element of all of our lives. The vast majority of heating is currently supplied by fossil fuels, comprising around a third of the UK’s total greenhouse gas emissions, and more than half of the UK’s natural gas usage.</p>\n\n<p>We need a strategic plan if we are to change the way we heat our homes, businesses and industry in the decades ahead to meet our carbon emissions targets. That is why in March last year I published a vision for low carbon heat. I made a commitment to produce a follow-up paper setting out policies and actions to help make the vision a reality.</p>\n\n<p>Today I am delivering on that commitment.</p>\n\n<p>Today’s publication deals systematically with all the different heating requirements in the UK; and commits us to clear steps forward. To meet our long-term climate change target, we are going to have to change the way we generate, distribute and use heat in buildings and industry. This needs to be delivered in a way that is fair and affordable, and maximises benefits to the economy in terms of jobs, growth and investment. My Department has been engaging with a range of organisations in the public and private sectors, from business to consumer organisations, from local authorities to research establishments to develop these new proposals. \nLast year’s document contained questions to which we received over 150 responses covering the domestic, commercial and industrial sectors. I would like to thank all those who submitted a formal response.</p>\n\n<h3 id=\"heat-for-industry\">Heat for industry</h3>\n\n<p>I believe that there is a great opportunity for UK industry to become more efficient, save carbon and prosper in a low carbon future, provided it looks ahead and prepares now. Different industry sectors face very different challenges. The key to greater efficiency and lower emissions lies in the nature of the particular industrial processes employed in each sector.</p>\n\n<p>So with the Department for Business, Innovation and Skills, my Department will work with industry over the next two years to develop a low carbon “roadmap” for each industrial sector for the long term, focusing on the sectors that use the greatest amount of heat and represent the greatest carbon emissions. Through closer working with the companies themselves, we aim to understand more about how energy is used in each of these sectors and how it can be decarbonised.</p>\n\n<h3 id=\"heat-networks\">Heat networks</h3>\n\n<p>Heat networks will be an important part of our low carbon future – with the potential to provide heat to dense urban areas at a lower cost and with lower emissions. I am today announcing support to promote their deployment. To overcome the initial hurdle of heat network development, DECC will provide £6 million over the next two years. This will help authorities to carry out heat network planning and development, bringing forward projects to the stage where they are suitable for investment by the Green Investment Bank and commercial lenders.</p>\n\n<p>I will also establish a Heat Networks Delivery Unit to support local authorities in developing heat networks. This added capacity and expertise will supplement project teams in individual authorities - by sharing best practice, and identifying and tackling barriers to development to deliver a step change in heat network deployment.</p>\n\n<h3 id=\"renewable-heat-incentive\">Renewable Heat Incentive</h3>\n\n<p>The Government continues to make progress towards finalising all the details of the domestic RHI scheme and the expansion of the non-domestic RHI – the first scheme of its kind in the world. We intend to announce the final details of the domestic and expansions to the non-domestic RHI in summer 2013 and open the schemes for payment from spring 2014. To provide continued support to the domestic renewable heat market in the interim period we will extend the Renewable Heat Premium Payment scheme for a further year to March 2014 with the same level of support as in 2012/13.  This will not affect current application deadlines, but will allow for new applications to come forwards.</p>\n\n<p>The non- domestic RHI has been available for just over one year. In response to uptake of the policy and stakeholder feedback, my department has looked at the evidence on the cost data and heat usage assumptions used to set the level of tariffs when the scheme was launched, alongside the level of uptake so far under the scheme.  I concluded that some new input assumptions should now be adopted and my department is working to identify what impacts this will have on tariffs. Later this spring, I propose to launch a short consultation on some tariff changes and to confirm our decisions in the autumn.  We are progressing this work as quickly as possible. Subject to the necessary approvals and acceptable modelling outputs, I expect the outcome of this review to come into force by spring 2014. Where tariffs increase as a result of this review, it is DECC’s intention that installations accredited from 21 January 2013 – when the early tariff review was first announced - would also benefit from that increase.</p>\n\n<p>Where there is compelling evidence, I expect to consult on increased tariffs for some technologies and to leave other tariffs unchanged via this review process. The degression mechanism the Government announced in February will be used to reduce tariffs if required, according to our policy for budget management. Where we consulted on introducing new technologies into the scheme in September, we will provide an update on modelled tariffs as part of the consultation. However, decisions on their inclusion in the scheme and the final tariff level will be announced in the summer in the Government’s response to the September 2012 consultation.</p>\n\n<p>The tariffs and technologies affected are <a href=\"https://www.gov.uk/government/policies/increasing-the-use-of-low-carbon-technologies/supporting-pages/renewable-heat-incentive-rhi\">summarised on the DECC website</a>.</p>\n</div>","political":true,"delivered_on":"2013-03-26T00:00:00+00:00","change_history":[],"image":{"alt_text":"The Rt Hon Edward Davey","url":"/government/uploads/system/uploads/person/image/32/Edward_Davey_960x640.jpg"},"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"first_public_at":"2013-03-26T09:33:17.000+00:00"},"routes":[{"path":"/government/speeches/low-carbon-heat-and-renewable-heat","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"written_statement","schema_name":"speech","first_published_at":"2013-03-26T09:33:17Z","base_path":"/government/speeches/low-carbon-heat-and-renewable-heat","description":"Written Ministerial Statement by Secretary of State Edward Davey on the publication of the Heat Policy document and next steps for the RHI","content_id":"5dc9f66a-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"available_translations":[{"title":"Low Carbon Heat and Renewable Heat","public_updated_at":"2015-06-22T17:05:41Z","analytics_identifier":null,"document_type":"written_statement","schema_name":"speech","base_path":"/government/speeches/low-carbon-heat-and-renewable-heat","description":"Written Ministerial Statement by Secretary of State Edward Davey on the publication of the Heat Policy document and next steps for the RHI","api_path":"/api/content/government/speeches/low-carbon-heat-and-renewable-heat","withdrawn":false,"content_id":"5dc9f66a-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}