{"title":"Information for Bereaved families St Lucia; Murder, manslaughter or suspicious deaths","public_updated_at":"2017-04-06T19:19:38Z","details":{"body":"<div class=\"govspeak\"><p>This information is to help you understand what you need to do if a British national has been a victim of murder or manslaughter or has died in suspicious circumstances in St Lucia and you are the next of kin.</p>\n\n<p>You should also read the guidance available on what you need to do if you are bereaved through murder or manslaughter abroad, and what support the Foreign and Commonwealth Office (FCO) can <a href=\"https://www.gov.uk/government/publications/helping-british-people-abroad-murder-and-manslaughter\">provide</a></p>\n\n<h5 id=\"post-mortems-autopsies\">Post-mortems (autopsies)</h5>\n\n<p>Post mortems are conducted for all murder/manslaughter cases and are usually carried out within 5 days from the deceased being placed in the mortuary.  The deceased is usually released for burial, cremation or repatriation once a post mortem has been completed.</p>\n\n<p>The investigating officer will conduct formal identification if you are unable to (for example, you are not in St Lucia, or you do not want to).  There have been occasions where a photo is sent to the family for identification.  There could be a delay in a post mortem if a forensic pathologist is not available locally and has to be brought from one of the other islands/countries.</p>\n\n<p>A copy of the post-mortem report is not usually provided to you. However, if you would like a copy of the report and the deceased is being repatriated to the UK it is usually possible to obtain one by making a request in writing to the local Coroner via the High Commission.  Even then you will only receive a brief report and the request may not be granted if the investigation or trial is ongoing. If analysis of samples (for example swabs, blood or urine) is required, they are sent to Bermuda for testing, which can take time.  We are not aware of organ retention practices in St Lucia.</p>\n\n<h2 id=\"burial-or-cremation-and-repatriation\">Burial or Cremation and Repatriation</h2>\n\n<p>Local burial or cremation can be arranged through a local funeral director.  There are facilities in St Lucia catering for Christian, Muslim, Hindu and Jewish burial. If a local burial or cremation takes place, it will not be possible for a Coroner’s inquest into the death to take place in England or Wales.</p>\n\n<p>For repatriation a death certificate needs to be issued by the Registrar’s Office and a transit permit is required from the Ministry of Health. The Department of Health will then examine the body and the deceased will be embalmed. Your funeral director will make the necessary arrangements and ensure these procedures are followed correctly. Sometimes local embalming methods mean that the full range of tests cannot be done if a subsequent post mortem is requested.  Embalming procedures can be necessary before repatriation and may have an impact on the efficacy of any subsequent post mortems (for example, if a second post mortem is ordered by a Coroner in England or Wales).</p>\n\n<h2 id=\"police-investigations\">Police Investigations</h2>\n\n<p>Timeframes for police investigations vary but can take up to 10 years, especially if police cannot quickly identify the perpetrator. Police can communicate directly with you and the British High Commission about the investigation, although updates are infrequent and persistent requests from HM Government to the local authorities may be required. If the case is closed and no one is found guilty but you consider the circumstances around the death to be suspicious you should seek independent legal advice about how best to raise your concerns. Cases may remain open but not actively investigated or closed. If the case goes to trial both the prosecution and defence are invited to give evidence. St Lucian coroner’s inquests take a long time to conclude and the production of a report can take years, especially for cases linked to a criminal trial.</p>\n\n<h2 id=\"local-judicial-process\">Local Judicial Process</h2>\n\n<p>Timeframes for inquests/court hearings or trials vary but can take up to 10 years for cases to conclude. If the perpetrator pleads guilty then trials may be concluded quicker.  It is usual for a preliminary inquiry to be held in the Magistrate court before the case is committed to trial in a High Court.  However, St Lucia is currently faced with infrastructure problems, which has resulted in numerous adjournments of cases and a backlog of cases being heard.</p>\n\n<p>You do not need to become a party to the case in order for prosecution to take place, as prosecution is undertaken by the state. In St Lucia, the death penalty is still part of the judicial system.  Guilty pleas are therefore not often entered for murder.The UK government opposes the death penalty in all circumstances as a matter of principle. We believe its use undermines human dignity, there is no proof of its deterrent effect, and errors made in its use are irreversible. Where there is a risk of the death penalty being imposed and carried out for the crime under investigation, the UK will seek assurances that anyone found guilty would not face the death penalty. Provision of UK assistance and related information may not be provided to the overseas authority if inadequate or no assurances are received.</p>\n\n<h2 id=\"other-useful-information\">Other useful information</h2>\n\n<ul>\n  <li>\n    <p>You should be aware that in St Lucia it is common for full details of a murder or manslaughter are published, including graphic images.  You can consult British High Commission if you experience media intrusion from the local press, although please be aware that we have limited ability to influence the media.</p>\n  </li>\n  <li>\n    <p>Free legal assistance does not exist in St Lucia. Defendants may make a case to the Court for legal assistance but approval is rare and usually limited to cases of murder involving family members;</p>\n  </li>\n  <li>\n    <p>As far as we are aware, there is no Government criminal compensation scheme in existence in St Lucia.  In St Lucia there are victim support officers linked to the local police but support is very basic.</p>\n  </li>\n</ul>\n\n<p>Neither the British High Commission nor HM Government accept legal liability with regards to the content of this information sheet.</p>\n\n</div>","change_history":[{"public_timestamp":"2017-04-06T20:19:38.000+01:00","note":"First published."}],"emphasised_organisations":["9adfc4ed-9f6c-4976-a6d8-18d34356367c"],"related_mainstream_content":[],"political":false,"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"tags":{"browse_pages":[],"policies":["british-nationals-overseas"],"topics":[]},"first_public_at":"2017-04-06T20:19:38.000+01:00"},"routes":[{"path":"/guidance/information-for-bereaved-families-st-lucia-murder-manslaughter-or-suspicious-deaths","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","first_published_at":"2017-04-06T19:19:38Z","base_path":"/guidance/information-for-bereaved-families-st-lucia-murder-manslaughter-or-suspicious-deaths","description":"Information and advice if a friend or family member has been a victim of murder, manslaughter or has died in suspicious circumstances in St Lucia.","content_id":"a693d541-e7a9-4804-80bd-f3ce9ce6ee07","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D13","api_path":"/api/content/government/organisations/foreign-commonwealth-office","base_path":"/government/organisations/foreign-commonwealth-office","content_id":"9adfc4ed-9f6c-4976-a6d8-18d34356367c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-03-22T14:43:46Z","schema_name":"placeholder","title":"Foreign & Commonwealth Office","withdrawn":false,"details":{"brand":"foreign-commonwealth-office","logo":{"formatted_title":"Foreign &amp;<br/>Commonwealth <br/>Office","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/british-nationals-overseas","base_path":"/government/policies/british-nationals-overseas","content_id":"5c7653b1-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2016-05-11T16:12:06Z","schema_name":"policy","title":"British nationals overseas","withdrawn":false,"links":{}}],"available_translations":[{"title":"Information for Bereaved families St Lucia; Murder, manslaughter or suspicious deaths","public_updated_at":"2017-04-06T19:19:38Z","analytics_identifier":null,"document_type":"detailed_guide","schema_name":"detailed_guide","base_path":"/guidance/information-for-bereaved-families-st-lucia-murder-manslaughter-or-suspicious-deaths","description":"Information and advice if a friend or family member has been a victim of murder, manslaughter or has died in suspicious circumstances in St Lucia.","api_path":"/api/content/guidance/information-for-bereaved-families-st-lucia-murder-manslaughter-or-suspicious-deaths","withdrawn":false,"content_id":"a693d541-e7a9-4804-80bd-f3ce9ce6ee07","locale":"en"}]},"format":"detailed_guide","navigation_document_supertype":"guidance","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}