{"title":"The Commissioners for HM Revenue and Customs v Apollo Fuels Limited and Others  Brian Edwards and Others:  [2014] UKUT 0095 (TCC)a","public_updated_at":"2016-12-01T16:19:33Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:815053cc-2735-4f98-86b0-89651aa95854].\r\n\r\nIncome tax – car leased to employee – mileage allowance payments – whether lease\r\narrangement falling within section 114 Income Tax (Earnings and Pensions) Act\r\n2003 – application of sections 114(3) and 62 ITEPA - whether National Insurance\r\nContributions payable on car – whether car is a ‘company vehicle’ for the purpose of\r\nsection 236(2) ITEPA."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/57652735ed915d622c00003f/HMRC_v_Apollo_Fuels_Ltd_and_others.pdf\">The Commissioners for HM Revenue and Customs v Apollo Fuels, Brian Edwards and Others</a></span>.</p>\n\n<p>Income tax – car leased to employee – mileage allowance payments – whether lease\narrangement falling within section 114 Income Tax (Earnings and Pensions) Act\n2003 – application of sections 114(3) and 62 ITEPA - whether National Insurance\nContributions payable on car – whether car is a ‘company vehicle’ for the purpose of\nsection 236(2) ITEPA.</p>\n"}],"metadata":{"hidden_indexable_content":"1\r\n[2014] UKUT 0095 (TCC)\r\nFTC/42/2013\r\nUPPER TRIBUNAL\r\n(TAX AND CHANCERY CHAMBER)\r\nBETWEEN:\r\nTHE COMMISSIONERS FOR HER MAJESTY’ S\r\nREVENUE AND CUSTOMS\r\nAppellants\r\n- and –\r\n(1) APOLLO FUELS LIMITED and others\r\n(2) BRIAN EDWARDS and others\r\nRespondents\r\nIncome tax – car leased to employee – mileage allowance payments – whether lease\r\narrangement falling within section 114 Income Tax (Earnings and Pensions) Act\r\n2003 – application of sections 114(3) and 62 ITEPA - whether National Insurance\r\nContributions payable on car – whether car is a ‘company vehicle’ for the purpose of\r\nsection 236(2) ITEPA\r\nTRIBUNAL: The Hon Mrs Justice Rose\r\nSitting in public in London on 4 and 5 February 2014\r\nDavid Yates instructed by the General Counsel and Solicitor to HM Revenue and\r\nCustoms for the Appellants\r\nRory Mullan and Oliver Marre instructed by GBAC Ltd for the Respondents\r\n© CROWN COPYRIGHT 2014\r\n2\r\nDECISION\r\nThe appeal of the Commissioners for Her Majesty’s Revenue and Customs IS\r\nDISMISSED\r\nREASONS\r\nIntroduction\r\n1. This is an appeal from the decision of the First-tier Tribunal (Tax Chamber)\r\ndated 12 December 2012 (Judge David Demack and Ann Christian). In that\r\ndecision the Tribunal determined that the arrangements entered into by a\r\ngroup of companies to provide cars to their employees and to pay them\r\nmileage allowances did not give rise to any liability to tax. The Tribunal also\r\noverturned HMRC’s assessment that National Insurance Contributions\r\n(‘NICs’) were payable in respect of the use of the cars provided and on the\r\npayments made in respect of mileage allowances.\r\n2. The corporate Respondents to this appeal are six companies in the Newell &\r\nWright group. That group carries on a variety of trades and businesses\r\nincluding the distribution of fuel oils, transport contracting, tanker\r\nmanufacturing fabrication and sales, freight forwarding and haulage, and\r\nvehicle hire and sales. I shall refer to the corporate Respondents as ‘the\r\nGroup’.\r\n3. The Group historically provided cars to salesmen and managers employed by\r\nits subsidiaries both as a perquisite of their employment and to enable them to\r\ncarry out their duties. The cars were mainly second-hand and purchased at\r\nauction. The duties of the employees concerned included visiting new and\r\nexisting customers and suppliers, delivering freight to customers, travelling\r\nbetween various company sites and visiting the companies’ banks,\r\naccountants, etc. The annual business mileage of each of the employees\r\nconcerned varied between 5,000 and 25,000 miles.\r\n4. From 6 April 2002 there was a change in the law relating to the taxation of the\r\nprovision of company cars to employees. Before that date, employees were\r\ncharged to income tax as if a sum equal to 35 per cent of the value of the car\r\nwhen new was added to their income, but the charge was reduced to 25 per\r\ncent for employees who travelled more than 2,000 business miles in the year,\r\nand to 15 per cent for those who travelled more than 18,000 business miles.\r\nFurther, if the car were four or more years old, the tax charge was reduced by\r\none quarter.\r\n5. Following the change, there was no longer any reduction in the charge to tax\r\nbased on the extent of an employee’s business travel or for the age of the car.\r\nInstead employees were charged to tax in the sum of 15 per cent (since\r\n3\r\nreduced to 10 per cent) of the list price of the car if its CO2 emissions were\r\nbelow a specified figure, with an addition of 1 per cent of the value charged\r\nfor each 5g/km above that figure.\r\n6. Following those changes, the Group decided it would move to an arrangement\r\nwhereby it would lease the cars to the workforce for an arm’s length hire\r\nrental. The original car provision scheme was ended in or about April 2003,\r\nand the new car leasing scheme implemented on its termination. All 26\r\nemployees who had previously been provided with a car agreed to the new\r\narrangements and entered into car leases. Under the new arrangements,\r\nemployees were told that they would be paid for business mileage at the same\r\nrate as other Group employees who used their own cars for business purposes.\r\nSums due to the Employees as mileage allowance payments would be set off\r\nagainst the rentals they owed to the Group under the car leases. 20 of the\r\nGroup’s employees are also Respondents to this appeal (‘the Employees’).\r\n7. Each lease entered into by the Employees was a one-page document setting\r\nout the make and registration number of the car, the monthly rental and the\r\nVAT charged. The lease provides that amounts due in respect of mileage\r\npayments can be set off against the rental and that:\r\n“Should you give notice to leave the company you will have to\r\nA) Complete a standing order mandate for future rentals should you wish\r\nto continue hiring the vehicle, or\r\nB) Return the vehicle and any money owing will be settled on your last\r\nday.”\r\n8. The lease also provided that the Employee could cancel the agreement at any\r\ntime, subject to 7 days notice or mutual agreement. The lease did not confer\r\non the Group the right to cancel and did not restrict in any way the use that\r\ncould be made of the car by the Employee.\r\n9. It is accepted by HMRC that the rental paid by the Employees under the\r\nindividual leases is an arm’s length commercial rental as would be paid for the\r\nparticular car if the Employee had hired it from a third party car hire company.\r\nThe Tribunal heard evidence from the Group about how the rental charges had\r\nbeen calculated and made this finding of fact. It is not challenged by HMRC\r\nin this appeal. HMRC argue, however, that the car is still a benefit that falls to\r\nbe taxed under Chapter 6 of Part 3 of the Income Tax (Earnings and Pensions)\r\nAct 2003 (‘ITEPA’) because the arrangements falls within section 114 of that\r\nAct. The Respondents say that Chapter 6 has no application in the\r\ncircumstances of this case.\r\n10. Because the Respondents had formed the view that the provision of the cars\r\nwas not a taxable benefit, they did not deduct the tax now alleged to be due\r\nfrom the Employees’ pay under the PAYE scheme or notify HMRC that cars\r\nwere being provided to the Employees under the leases. HMRC, having\r\n4\r\nconcluded that the cars are subject to tax, served notices of assessment for that\r\ntax on the Employees rather than on the Group, under section 29 of the Taxes\r\nManagement Act 1970. It was the Employees therefore who brought the\r\nappeal before the Tribunal in respect of the liability to tax on the car benefit.\r\nThe Group’s appeal related to HMRC’s assertion that the Group was liable to\r\npay NICs in respect of the use of the cars and in respect of the taxation and\r\nNIC liability for the mileage allowance payments.\r\n11. The Tribunal found that no tax and no NICs were due to be paid in respect\r\neither of the cars or of the mileage allowance. HMRC do not challenge the\r\nfinding that NIC contributions are not payable on the mileage allowance\r\npayments. Their appeal asserts that the Tribunal erred in finding that the\r\nEmployees were not liable to pay tax on the cars and that the Group was not\r\nliable (i) to account for PAYE on the mileage allowance payments made to the\r\nEmployees and (ii) to pay NICs on the cars under section 10 of the Social\r\nSecurity Contributions and Benefits Act 1992.\r\n12. The issues raised by this appeal can be summarised as follows:\r\na. Do the arrangements for leasing the cars to the Employees fall within\r\nChapter 6 of Part 3 of the ITEPA? If so, then it is common ground\r\nboth that tax and NIC contributions are payable in respect of the cars.\r\nb. Are the payments for mileage allowance exempt from income tax\r\nbecause they fall within the exemption provided by section 229\r\nITEPA?\r\nc. If tax is due on the provision of the cars, were HMRC entitled to assess\r\nthe Employees for the tax on the cars under the Taxes Management\r\nAct 1970?\r\n13. As regards HMRC’s challenge to the Tribunal’s decision in respect of NICs,\r\nthere is an initial point on the adequacy of the Notice of Appeal. Permission\r\nto appeal was granted by Judge Demack on 20 February 2013 referring to the\r\nreasons set out in HMRC’s grounds for applying for permission. No limit was\r\nplaced on the scope of the appeal. The Respondents say that the Notice of\r\nAppeal then served did not challenge every aspect of the Tribunal’s\r\ninterpretation of the relevant statutory provisions and hence that certain\r\naspects of the Tribunal’s decision are not properly the subject of the appeal.\r\nRule 23(3) and rule 21(4)(e) of the Tribunal Procedure (Upper Tribunal) Rules\r\n2008 (S.I. 2008/2698) provide that the Notice of Appeal must set out the\r\ngrounds on which the appellant relies.\r\n14. I disagree with the Respondents’ analysis of the Notice of Appeal. The point\r\nthey are now making was convincingly rebutted by HMRC’s Reply to the\r\nRespondents’ Response. It was clear from the Notice of Appeal that HMRC\r\nalleged that the Tribunal had erred in law in its interpretation of the various\r\nstatutory provisions and the Notice of Appeal and Reply set out clearly which\r\n5\r\nfindings HMRC accepted and which were challenged. I find that there is no\r\ninadequacy in the Notice of Appeal.\r\nThe application of section 114 of ITEPA\r\n15. Section 63 ITEPA defines the ‘benefits code’ as Chapter 2 to 11 of Part 3 of\r\nthe ITEPA. Each of Chapters 3 to 11 deals with a different kind of benefit -\r\nliving accommodation (Chapter 5); loans (Chapter 7) and cars, vans and\r\nrelated benefits (Chapter 6). Chapter 6 comprises sections 114 to 172 setting\r\nout a comprehensive and detailed description of how cars, vans and related\r\nbenefits (such as car accessories) are to be taxed.\r\n16. If there is a benefit conferred on an employee which is not of a kind\r\nspecifically dealt with in one of the Chapters in Part 3, then it is covered by\r\nthe residual charge provisions in Chapter 10. Section 203 in Chapter 10\r\nprovides that the cash equivalent of an ‘employment-related benefit’ is to be\r\ntreated as earnings and that the cash equivalent of that benefit is the cost of the\r\nbenefit less any part of that cost made good by the employee to the employer.\r\nThe term ‘employment-related benefit’ is defined as excluding any benefits\r\ncovered by Chapters 3 to 9 of Part 3: see section 201(2) and section 202(1)(a).\r\nSections 204 onwards then set out how to calculate the ‘cost’ of a benefit for\r\nthe purposes of section 203.\r\n17. Section 114 (as amended) at the start of Chapter 6 of the benefits code\r\nprovides as follows:\r\n“114 Cars, vans and related benefits\r\n(1) This Chapter applies to a car or a van in relation to a particular tax year\r\nif in that year the car or van—\r\n(a) is made available (without any transfer of the property in it) to\r\nan employee or a member of the employee’s family or household,\r\n(b) is so made available by reason of the employment (see section\r\n117), and\r\n(c) is available for the employee’s or member’s private use (see\r\nsection 118).\r\n(2) Where this Chapter applies to a car or van—\r\n(a) sections 120 to 148 provide for the cash equivalent of the\r\nbenefit of the car to be treated as earnings,\r\n(b) sections 149 to 153 provide for the cash equivalent of the\r\nbenefit of any fuel provided for the car to be treated as earnings,\r\n(c) sections 154 to 159 provide for the cash equivalent of the\r\nbenefit of the van to be treated as earnings, and\r\n6\r\n(d) sections 160 to 164 provide for the cash equivalent of the\r\nbenefit of any fuel provided for the van to be treated as earnings in\r\ncertain circumstances.\r\n(3) This Chapter does not apply if an amount constitutes earnings from the\r\nemployment in respect of the benefit of the car or van by virtue of any\r\nother provision (see section 119).\r\n…”\r\n18. Section 120 ITEPA provides for the charge to be applied to a car benefit.\r\n“120 Benefit of car treated as earnings\r\n(1) If this Chapter applies to a car in relation to a particular tax year, the\r\ncash equivalent of the benefit of the car is to be treated as earnings from\r\nthe employment for that year.\r\n(2) In such a case the employee is referred to in this Chapter as being\r\nchargeable to tax in respect of the car in that year.”\r\n19. Thus, if the arrangements for the provision of a car to an employee fall within\r\nsection 114(1) then according to section 120 the employee is taxed on the\r\n‘cash equivalent’ of the benefit of the car because that cash equivalent is\r\ntreated as earnings. The subsequent sections 121 onwards explain how to\r\ncalculate that cash equivalent.\r\n20. This appeal raises a number of issues as to the proper construction of section\r\n114. They can be summarised as follows:\r\na. Does the lease between the Group and its Employees involve a transfer\r\nof property in the car? If so, then the requirement in parentheses in\r\nsubsection (1)(a) that the making available of the car has to be without\r\nany transfer of the property in it is not satisfied and the arrangements\r\nwill fall outside Chapter 6. This raises two sub-issues:\r\ni. Do the leases transfer any property in the car to the Employees?\r\nii. If so, is the transfer of a partial interest in the car enough to\r\npreclude the application of the subsection (1)(a) and hence take\r\nthe arrangements outside the scope of Chapter 6?\r\nb. Is there another section of the ITEPA which treats an amount in respect\r\nof the cars here as earnings from the employment so that section\r\n114(3) applies to take the arrangements outside Chapter 6? In\r\nparticular, does section 62 apply even though it is accepted by the\r\nRespondents that the amount treated as earnings by section 62 would\r\nin the case of at least some of these Employees be nil?\r\n7\r\nc. Does the fact that, as HMRC accepts, the Employees paid the full\r\nmarket value for the cars mean that there is no ‘benefit of the car’\r\nwithin the meaning of section 120 and hence nothing which can be\r\nliable to tax in this case?\r\n21. Issues (a) and (b) depend on the proper construction of the wording of section\r\n114. Issue (c) depends on whether one should imply into Chapter 6 (and in\r\nfact into the whole benefits code) a requirement that there be some benefit\r\nacquired by the Employees in the sense of some advantage over and above\r\nwhat they have paid for. The Respondents contend that such a requirement\r\nshould be read into the Chapter because the Chapter, and the whole benefits\r\ncode, is about taxing income and not about taxing things which the Employee\r\nhas paid a market value for. HMRC deny that there is any such requirement\r\nread into the legislation.\r\n(a) Is there a transfer of property in the car provided to the Employees?\r\n22. The Tribunal concluded that there was a transfer of property in the car by the\r\nlease. In paragraph 75 of their decision, they held that the law of personalty\r\nhad moved on and that lessees of goods have rights against third parties. They\r\nheld that the car leases did create proprietary rights and there was a transfer of\r\nproperty in the cars the effect of which was that an employee had an exclusive\r\nright to the use of a car. The condition in parentheses in section 114(1)(a) was\r\nnot satisfied and the car benefit charge could not apply to these leases.\r\n23. The Respondents relied on a recent statement of the law in Bristol Airport plc\r\nv Powdrill [1990] Ch 744. Bristol Airport concerned an insolvent charter\r\nairline, Paramount Airways Ltd. Two of the airline’s aircraft were parked at\r\nthe Airport’s premises and the Airport applied for permission to detain them\r\nunder section 88 of the Civil Aviation Act 1982. The question arose whether\r\nthe aircraft were the ‘property’ of the airline because section 11(3) of the\r\nInsolvency Act 1986 prevents steps being taken to enforce any security over\r\nthe company’s property otherwise than with the leave of the court. The Court\r\nheld that by exercising their rights under the Civil Aviation Act, the Airport\r\nwas taking steps to enforce its security so the leave of the court would be\r\nrequired if the aircraft were the airline’s ‘property’.\r\n24. Sir Nicolas Browne-Wilkinson MR (with whom Woolf and Staughton LJJ\r\nagreed) posed the question: were the aircraft, notwithstanding the fact that\r\nthey were only leased to the airline, ‘property’ of the airline for the purposes\r\nof section 11(3) of the 1986 Act? The Court held that ‘property’ was given a\r\nbroad definition by section 436 of the 1986 Act – indeed it was hard to think\r\nof a wider definition. The Master of the Rolls held that the interest of the\r\nairline under a lease of the aircraft was plainly property within that definition:\r\nsee page 759E of the Report. He said:\r\n8\r\n‘In my judgment, the interest of Paramount under a lease of the aircraft is\r\nplainly property within that definition. It is true that, to date, concepts of\r\nconcurrent interests in personal property have not been developed in the\r\nsame way as they have over the centuries in relation to real property. But\r\nmodern commercial methods have introduced chattel leasing. The 1986\r\nAct refers expressly to such leases: see s.10(4). Although a chattel lease is\r\na contract, it does not follow that no property interest is created in the\r\nchattel. The basic equitable principle is that if, under a contract, A has\r\ncertain rights over property as against the legal owner, which rights are\r\nspecifically enforceable in equity, A has an equitable interest in such\r\nproperty. I have no doubt that a court would order specific performance of\r\na contract to lease an aircraft, since each aircraft has unique features\r\npeculiar to itself. Accordingly in my judgment the ‘lessee’ has at least an\r\nequitable right of some kind in that aircraft which falls within the statutory\r\ndefinition as being some “description of interest… arising out of, or\r\nincidental to” that aircraft.’\r\n25. So far as the special nature of aircraft is concerned, the other members of the\r\nCourt did not approach the matter on the basis that aircraft are in some special\r\ncategory for this purpose. Thus Woolf LJ noted that ‘Different people can\r\nhave an interest in an aircraft or other goods’. Staughton LJ referred in his\r\njudgment to the dilemma of a road haulage company in administration seeking\r\nto recover a lorry that has just been repaired by a garage which asserts a lien\r\nfor payment of the bill. He considers the problems arising if it were not the\r\nroad haulage company, but rather the finance company from which the lorry\r\nhad been leased, that had gone into administration.\r\n26. I agree with the Tribunal’s conclusion that the Bristol Airport decision is not\r\nspecial to aircraft. I do not, however, accept that the case is authority for the\r\nproposition that a lease of a car or van transfers ‘property’ in that car or van\r\nwithin the meaning of section 114(1)(a) ITEPA just because it creates\r\n‘property’ within the very broad meaning of that term defined in section 436\r\nof the Insolvency Act 1986.\r\n27. Mr Yates appearing for HMRC referred to authorities which consider whether\r\nthe court has jurisdiction to grant relief from forfeiture. In On Demand\r\nInformation plc and another v Michael Gerson (Finance) plc and another\r\n[2000] 1 WLR 155 the claimant had entered into finance leases with the\r\ndefendant for video and editing equipment. The leases set a substantial rent\r\nfor the first 3 years and then set a modest rent annually thereafter. The\r\nclaimant went into receivership, triggering a termination clause in the leases.\r\nRobert Walker LJ described the non-statutory jurisdiction of the court to grant\r\nrelief from forfeiture, in particular citing the House of Lords’ decision in The\r\nScaptrade [1983] 2 AC 694. In that case, Lord Wilberforce noted that the\r\ncourt’s jurisdiction was to grant relief against the forfeiture of property and\r\nthat it:\r\n9\r\n“was never meant to apply generally to contracts not involving any\r\ntransfer of proprietary or possessory rights, but providing for a right to\r\ndetermine the contract in default of punctual payment of a sum of money\r\npayable under it.”\r\n28. Robert Walker LJ also cited the judgment of Dillon LJ in BICC plc v Burndy\r\nCorpn [1985] Ch 232 where Dillon LJ said (at pp 251-252 of Burndy):\r\n“There is no clear authority, but for my part I find it difficult to see why\r\nthe jurisdiction of equity to grant relief against forfeiture should only be\r\navailable where what is liable to forfeiture is an interest in land and not an\r\ninterest in personal property. Relief is only available where what is in\r\nquestion is forfeiture of proprietary or possessory rights, but I see no\r\nreason in principle for drawing a distinction as to the type of property in\r\nwhich the rights subsist. The fact that the right to forfeiture arises under a\r\ncommercial agreement is highly relevant to the question whether relief\r\nagainst forfeiture should be granted, but I do not see that it can preclude\r\nthe existence of the jurisdiction to grant relief, if forfeiture of proprietary\r\nor possessory rights, as opposed to merely contractual rights, is in\r\nquestion. I hold, therefore, that the court has jurisdiction to grant Burndy\r\nrelief.”\r\n29. Applying that case law to the leasing agreement in question in On Demand,\r\nRobert Walker LJ held that:\r\n“Contractual rights which entitle the hirer to indefinite possession of\r\nchattels so long as the hire payments are duly made, and which qualify and\r\nlimit the owner's general property in the chattels, cannot aptly be described\r\nas purely contractual rights.\r\nFor these reasons I consider that … a finance lease is in principle capable\r\nof attracting relief from forfeiture provided that the provision occasioning\r\nforfeiture satisfies one or other of the two relevant conditions stated by\r\nLord Wilberforce in Shiloh Spinners (security for payment of money, or\r\nsecurity for attaining a specific and attainable result). The fact that a\r\nfinance lease is a commercial contract of a very familiar sort, and the fact\r\nthat its subject-matter is chattels (not land) may be very material to the\r\nquestion whether relief should be granted. … Moreover the impermanence\r\nof chattels such as video equipment and motor vehicles (as compared with\r\nland and buildings) does not to my mind go all one way.”\r\n30. I do not consider that Robert Walker LJ held in On Demand that the lease of\r\nthe video equipment created a proprietary rather than a possessory right on the\r\nhirer. I accept HMRC’s submission that the issue in that case was whether the\r\nrights were ‘purely contractual’ on the one hand or ‘proprietary or possessory’\r\non the other. Indeed, I note that Sir Murray Stuart-Smith in On Demand\r\ndescribed the principal arguments put forward by the defendants as:\r\n“(i) that the Court has no jurisdiction to grant relief from forfeiture in\r\nordinary commercial contracts, unconnected with interests in land.\r\n10\r\n(ii) that if the Court does have jurisdiction in relation to contracts other\r\nthan those involving interests in land, it is confined to cases where there is\r\na grant of a proprietary interest; a possessory interest is not sufficient.”\r\n31. It was that second proposition that the Court of Appeal rejected. The court\r\nclearly did not determine that the leases created proprietary interests in the\r\nchattels. The decision of the Court of Appeal was overturned by the House of\r\nLords on a different point: see On Demand Information plc (in Administrative\r\nReceivership) v Michael Gerson (Finance) plc [2003] 1 AC 368.\r\n32. The more recent case of Celestial Aviation Trading 71 Ltd v Paramount\r\nAirways Pte Ltd [2010] EWHC 185 (Comm) concerned the court’s jurisdiction\r\nto grant relief against forfeiture in respect of three aircraft lease agreements.\r\nHamblen J started his analysis with the finding that the leases in that case did\r\nnot involve the transfer of any proprietary rights but they did involve the\r\ntransfer of possessory rights during their term: see paragraph 49. He\r\ndistinguished On Demand as a case involving a right to ‘indefinite’ possession\r\nof the chattels. The aircraft leases in issue in Celestial Aviation were not\r\nindefinite but only for a proportion of the economic life of the aircraft.\r\nHamblen J held that although possessory rights were transferred under the\r\naircraft leases, it would ‘represent a major extension of existing authority’ to\r\nhold that the jurisdiction to grant relief applied to contracts transferring bare\r\npossessory rights for only a proportion of the economic life of the chattel: see\r\nparagraph 57. Hamblen J did not regard On Demand as authority for the\r\nproposition that a lease involved the creation of a proprietary right in the\r\nhands of the lessee, even though the leases in On Demand entitled the lessee to\r\nindefinite possession for a nominal annual rent.\r\n33. In concluding that the Employees here did acquire a proprietary interest under\r\nthe car hire arrangements, the First-tier Tribunal also relied on a passage in the\r\nProprietary Rights and Insolvency by Richard Calnan (2009). The learned\r\nauthor said (at paragraph 2.34 of the book):\r\n“Although there is still controversy about the position, it is suggested that a\r\nlease of goods does, in fact, create a proprietary interest. The cases do\r\nestablish that a lessee of goods has rights against third parties. If a lessee has\r\na contractual right to continue in possession, the cases show that:\r\n The lessor cannot sue third parties for converting the goods\r\n(because although their owner, he does not have an immediate right\r\nto possess them) Gordon v Harper (1976) 7 TR 9;\r\n The lessee can sue third parties in conversion (which indicates that\r\nthe lessee does have an immediate right to possess based on a\r\nproprietary interest) Burton v Hughes (1884) 2 Bing 173;\r\n The lessor cannot recover the goods from the lessee (because he\r\nhas contracted to allow them to remain in the possession of the\r\n11\r\nlessee) North General Wagon & Finance Co v Graham [1950] 2\r\nKB 7, 11;\r\n If the lessor wrongfully recovers the goods from the lessee, the\r\nlessee can sue him in conversion, Roberts v Wyatt (1810) 2 Taunt\r\n268; Brierly v Kendall (1852) 17 QB 397; City Motors (1933) v\r\nSouthern Aerial Super Service (1961) 106 CLR 477.”\r\n34. HMRC argue that this passage goes further than is justified by the case law.\r\nMr Yates said that he has examined the case law referred to by Mr Calnan and\r\nfound that the earlier cases concern the right to bring an action in trover – a\r\nright that does not depend on the claimant having a proprietary right in the\r\ngoods. Mr Mullan did not demur from that analysis.\r\n35. I agree with Mr Yates that the case law on forfeiture refers to three kinds of\r\nrights that can be created by a contract relating to a chattel: proprietary rights,\r\npossessory rights and purely contractual rights. Mr Calnan’s book elides the\r\nfirst two and treats all contracts which appear to confer on the transferee of the\r\nchattel some rights to defend the chattel against third parties as proprietary\r\nrights. That conclusion is not supported by the case law.\r\n36. In my judgment there is no authority for the proposition that the lease of a\r\nchattel confers a proprietary right on the lessee. The forfeiture cases appear to\r\nproceed on the basis that the leases did not create such rights so that the court\r\nhas to grapple with whether the possessory rights conferred by a particular\r\ncontract are sufficient to trigger the court’s jurisdiction to grant relief.\r\n37. Finally, Mr Mullan pointed to section 5 of the Income Tax and Pre-owned\r\nAssets Guidance issued by HMRC on the application of the ‘pre-owned asset’\r\ntax provisions in the context of inheritance tax. This guidance explains the\r\neffect of section 102A Finance Act 1986 and in particular that it applies only\r\nto land (my emphasis):\r\n“If the subject matter of the scheme referred to above is chattels rather\r\nthan land, therefore, the provisions of this section do not bite. The\r\nproperty will not be subject to a reservation for inheritance tax regardless\r\nof when the scheme was actually effected”.\r\n38. The use of the word ‘property’ there does not, in my judgment, indicate that\r\nHMRC is accepting that leases of chattels create a proprietary interest for all\r\npurposes. In any event, guidance, however useful and carefully drafted cannot\r\ncreate an interest which the law does not otherwise recognise.\r\n39. I hold therefore that the Tribunal was wrong to conclude that the car leases\r\ncreated proprietary rights which were transferred to the Employees for the\r\npurposes of section 114(1)(a) ITEPA. I reject the submission therefore that\r\nthe words in parentheses in section 114(1)(a) exclude from Chapter 6 a\r\nsituation where the car is leased to the employee.\r\n12\r\n(b) Is the transfer of partial proprietary rights enough to take the arrangements\r\noutside section 114(1)(a)?\r\n40. In case I am wrong on that point, I will consider the alternative argument\r\nraised by HMRC. They submit that the words in parentheses apply only\r\nwhere the entire ownership of the car is transferred to the Employee not where\r\nsome partial right is transferred. They rely on the judgment of Pumfrey J in\r\nChristensen (Inspector of Taxes) v Vasili [2004] EWHC 476 (Ch). In that case\r\nthe court considered the application of the car benefit charge in circumstances\r\nwhere the employee had acquired a 5 per cent interest in the car. Pumfrey J\r\nheld that this was not enough to prevent the car being made available to him\r\nby his employer. He said:\r\n“12. …I consider that the words “made available (without any transfer of\r\nthe property in it)” are not to be construed in a manner which has the result\r\nthat the conferring of any interest upon the employee sufficient to give the\r\nemployee an independent right to possess and use the asset is sufficient to\r\nprevent the car from being ‘made available’. My reasons are these.\r\n13. First, the words ‘without any transfer of the property in it’ are not apt\r\nto cover the conferring of a part interest only on the employee. There is\r\nsome force in the submission that to construe them in any other sense\r\ninvolves the introduction of the words ‘any of’ before the words ‘the\r\nproperty’. But that is not my principal reason. In their ordinary sense, the\r\nquestion ‘who made the car available to Mr Vasili?’ must be answered in\r\nthe sense that his employer did so, and has not been paid for it. To the\r\nextent to which the purchase price is paid by Mr Vasili to the employer,\r\nthis construction will only be acceptable if a proper allowance can be\r\nmade so as to reduce the ‘cash equivalent’ under s.157.”\r\n41. The Respondents argue that Pumfrey J was not saying that transfers of\r\nproperty were excluded only if the whole of the property in the car was\r\ntransferred rather than only some partial interest. The learned judge was\r\nconsidering whether the car was ‘made available’ by the employer to the\r\nemployee even though the employee had a 5 per cent share in the car. He held\r\nthat there was still a ‘making available’ of the car by the 95 per cent owner to\r\nthe 5 per cent owner because in fact the car was used exclusively by the\r\nemployee for 100 per cent of the time not just for 5 per cent of the time.\r\n42. On this point I agree with Mr Mullan’s interpretation of the judgment in\r\nVasili. Pumfrey J was not addressing whether the transfer of any or only the\r\nwhole of the property in the car was sufficient to oust the application of\r\nsection 114(1). He did not need to address that issue. He decided that where\r\nthe employee owns 5 per cent of the car but still has 100 per cent use of it, the\r\ncar is still made available to him by the employer. The case is not authority\r\nfor the proposition that nothing short of total ownership is sufficient to take\r\nthe arrangement outside section 114(1)(a).\r\n13\r\n43. The Respondents assert that the situation is different here from the position in\r\nVasili. In the present case the Employees are entitled, as an incident of the\r\nrights they acquire under the car lease to 100 per cent of the use of the car to\r\nthe exclusion of the lessor. In this case, the Respondents argue there is no\r\n‘making available’ of the car by the Group once the car has been leased by the\r\nGroup to the Employee at least where, as here, the contract does not entitle the\r\nGroup to terminate the lease at any time.\r\n44. My conclusion on this point is therefore that if I am wrong and these leases do\r\ntransfer a proprietary interest in the car for the purposes of section 114(1)(a),\r\nthen the incidents of the interest transferred in this case is an exclusive right to\r\nthe use of the car. That then means that the car is not being made available by\r\nthe Group to the Employees. The making available of the car refers to an ongoing\r\nactivity and that on-going activity must be by reason of the\r\nemployment. Here, the on-going availability of the car to the Employee\r\nderives not from the employment relationship but from the incidents of the\r\nlease – the car can still be used by the Employee after he leaves the Group’s\r\nemployment provided that he signs a standing order for the rental payments.\r\n45. I therefore hold that if the lease does transfer a proprietary interest in the car to\r\nthe Employee under the lease, then the scope of that interest is sufficient to\r\nmean that the condition in parentheses in section 114(1)(a) is not satisfied and\r\nthe car will not fall within section 114.\r\n46. HMRC also points to an earlier version of the legislation, section 156 of the\r\nIncome and Corporation Taxes Act 1988. That provided as follows (emphasis\r\nadded):\r\n“156 Cash equivalents of benefits charged under section 154\r\n(1) The cash equivalent of any benefit chargeable to tax under section 154\r\nis an amount equal to the cost of the benefit, less so much (if any) of it as\r\nis made good by the employee to those providing the benefit.\r\n(2) …\r\n(3) Where the benefit consists in the transfer of an asset by any person,\r\nand since that person acquired or produced the asset it has been used or has\r\ndepreciated, the cost of the benefit is deemed to be the market value of the\r\nasset at the time of transfer.\r\n(4) …\r\n(5) Where the benefit consists in an asset being placed at the employee’s\r\ndisposal, or at the disposal of others being members of his family or\r\nhousehold, for his or their use (without any transfer of the property in\r\nthe asset), or of its being used wholly or partly for his or their purposes,\r\nthen the cost of the benefit in any year is deemed to be—\r\n14\r\n(a) the annual value of the use of the asset ascertained under\r\nsubsection (6) below; plus\r\n(b) the total of any expense incurred in or in connection with the\r\nprovision of the benefit excluding—\r\n(i) the expense of acquiring or producing it incurred by the\r\nperson to whom the asset belongs; and\r\n(ii) any rent or hire charge payable for the asset by those\r\nproviding the benefit.\r\n(6) Subject to subsection (7) below, the annual value of the use of the\r\nasset, for the purposes of subsection (5) above—\r\n(a) …\r\n(b) in any other case is 20 per cent. of its market value at the time\r\nwhen it was first applied (by those providing the benefit in\r\nquestion) in the provision of any benefit for a person, or for\r\nmembers of his family or household, by reason of his\r\nemployment.”\r\n47. HMRC argue that this provision seems to posit only two situations. The first,\r\ncovered by subsections (1), (2) and (3) is where there has been a transfer of the\r\nproperty in which event subsections (1) and (2) deal with the valuation of the\r\ncash equivalent and subsection (3) provides for how to adjust the value if the\r\nasset has been used before being transferred over to the employee. The other\r\nsituation is that covered by subsection (5) where there is no transfer of\r\nproperty in the asset and the value then is, broadly, 20 per cent of its market\r\nvalue plus some other expenses. The section does not, HMRC say,\r\ncontemplate a third situation where the property in the asset is split between\r\nthe employer and the employee.\r\n48. The Respondents say that the wording of this provision supports their position\r\nbecause subsection (3) refers to ‘the transfer of an asset’ whereas subsection\r\n(5) refers to ‘without any transfer of the property in the asset’ – a difference in\r\nwording which must indicate a difference in meaning.\r\n49. Having considered the rival submissions on this earlier legislation I have\r\nconcluded that the earlier provisions do not in fact assist me in construing the\r\ncurrent provisions.\r\n(c) Does section 114(3) apply?\r\n50. The interaction of the benefits code and the other provisions regarding the\r\ntaxation of earnings is complex. For some kinds of benefits, the position is\r\ngoverned by section 64 which provides, broadly, that if the same benefit gives\r\nrise to an amount of earnings and also an amount to be treated as earnings\r\n15\r\nunder the benefits code then the amount of earnings is taxed as earnings and\r\nthe additional benefit is taxed as a benefit under the code. The parties to this\r\nappeal accept, however, that a prior question to whether section 64 applies is\r\nwhether section 114 is disapplied by virtue of section 114(3). I set out section\r\n114(3) again here:\r\n“114(3) This Chapter does not apply if an amount constitutes earnings\r\nfrom the employment in respect of the benefit of the car or van by virtue of\r\nany other provision (see section 119).”\r\n51. They also agree that (i) the reference to section 119 is not relevant here and\r\nthat (ii) the prime candidate for being the ‘any other provision’ by virtue of\r\nwhich an amount constitutes earnings from the employment in respect of the\r\nbenefit of the car is section 62 ITEPA.\r\n52. Section 62 ITEPA provides:\r\n“62 Earnings\r\n(1) This section explains what is meant by “earnings” in the employment\r\nincome Parts.\r\n(2) In those Parts “earnings”, in relation to an employment, means—\r\n(a) any salary, wages or fee,\r\n(b) any gratuity or other profit or incidental benefit of any kind\r\nobtained by the employee if it is money or money’s worth, or\r\n(c) anything else that constitutes an emolument of the employment.\r\n(3) For the purposes of subsection (2) “money’s worth” means something\r\nthat is—\r\n(a) of direct monetary value to the employee, or\r\n(b) capable of being converted into money or something of direct\r\nmonetary value to the employee.”\r\n53. It is accepted by HMRC that the car here is ‘money’s worth’ in the hands of\r\nthese Employees because the rights that they have to the car under the leases\r\nentitle them, if they so choose, to lease the car out themselves to someone else\r\nand hence in effect convert the car into money for the purposes of section\r\n62(3)(b). This follows from the decision of the House of Lords in Heaton v\r\nBell [1970] AC 728 where a majority of their Lordships held that a car could\r\nbe converted by the employee into money because if he surrendered the car he\r\ndid not have to forego part of his wages. The car therefore counted as a\r\n‘perquisite’ and hence fell within the definition of emoluments for the purpose\r\n16\r\nof the taxing statute. This conclusion takes the situation here out of the\r\nnormal run since an employee using a company fleet vehicle is not usually\r\npermitted to hire the car out and keep the money for himself.\r\n54. Here, HMRC say, because the Employees have paid market value for the car,\r\nthere are no ‘earnings’ arising to be taxed from the provision of the car under\r\nsection 62. There is therefore no ‘amount which constitutes earnings’ by\r\nvirtue of section 114(3) because the earnings falling to be assessed under\r\nsection 62 are nil because the Employees have paid full value for them.\r\nSection 114(3) therefore has no application.\r\n55. The Respondents say that even though the amount falling to be taxed under\r\nsection 62 is nil, that is still an ‘amount’ which constitutes earnings by virtue\r\nof section 62. There is nothing incongruous about treating nil as an ‘amount’\r\nfor this purpose they submit. Indeed, they say that in relation to another issue\r\nin the case, namely whether for the purposes of applying section 236 to the\r\nmileage allowance payments there is a cash equivalent to be treated as\r\nearnings under section 120, HMRC takes the same view. HMRC argues that,\r\nwhen applying the definition of ‘company vehicle’ in section 236(2), I should\r\nhold that there is a ‘cash equivalent of the benefit of the car to be treated as\r\nearnings’ for the purposes of section 236(2)(b) even though in some of the\r\nEmployees’ cases here, that cash equivalent is in fact nil (because of the\r\ncontributions they have paid under the lease). The Respondents say that if a\r\ncash equivalent can be treated as ‘earnings’ for the purposes of section\r\n236(2)(b) even if that cash equivalent is nil, then there is no reason why there\r\ncannot be ‘earnings’ within the meaning of section 62 even if the amount of\r\nthe earnings is nil.\r\n56. Further the Respondents argue that HMRC’s construction leads to an absurdity\r\nin the relationship between section 62 and section 114. If the Employees had\r\npaid less than full market value for the lease of the cars then HMRC accept\r\nthat there would be something that falls to be taxed as earnings under section\r\n62 and section 114(3) would apply to take the car provision outside Chapter 6\r\n– a situation which is greatly preferable from the Respondents’ point of view.\r\nIt is only because HMRC acknowledges that the Employees have paid full\r\nmarket value for the car rental that the earnings are nil and the question of the\r\napplication of Chapter 6 arises.\r\n57. On this point I prefer the submissions of the Respondents. I hold that on the\r\nproper construction of section 114(3), if the arrangement falls to be considered\r\nunder section 62 ITEPA because the car is money or money’s worth then it\r\nfalls outside section 114. That is the case even if, because of the payments\r\nmade by the employee in return for receiving the asset that constitutes\r\n‘money’s worth’, the amount of the earnings that falls to be taxed under\r\nsection 62 is in fact nil in a particular case. Section 114(3) is intended to settle\r\nthe interrelation between Chapter 6 and section 62 and that does not depend on\r\n17\r\nthe happenstance of whether in a particular case there is a small excess of the\r\nmoney’s worth.\r\n58. I therefore hold that the cars leased to the Employees do not fall within section\r\n114 because an amount constitutes earnings from the employment in respect\r\nof the benefit of the car because the car is under these leases ‘money’s worth’\r\nfor the purposes of section 62 and hence falls to be taxed under section 62,\r\neven if that amount is in fact nil.\r\n(d) Does there have to be a ‘benefit’ in the sense of an advantage over what has\r\nbeen paid for in order for section 114 to apply?\r\n59. The Respondents submit that it is important to step back from these provisions\r\nand the detailed argument about their construction and consider what the\r\npurpose of this legislation is and how HMRC is trying to use it.\r\n60. First, the Respondents point to the number of times the word ‘benefit’ is used\r\nin these provisions. The draftsman must be intended to use the word in its\r\nordinary meaning. Mr Mullan referred to the passage in the judgment of\r\nLewison LJ in Pollen Estate Trustee Co Ltd v Revenue & Customs\r\nCommissioners [2013] EWCA Civ 753 on the approach to the construction of\r\ntaxing statutes:\r\n“In seeking the purpose of a statutory provision, the interpreter is not\r\nconfined to a literal interpretation of the words, but must have regard to the\r\ncontext and scheme of the relevant Act as a whole: WT Ramsay Ltd v\r\nCommissioners of Inland Revenue [1982] AC 300, 323; Barclays\r\nMercantile Business Finance Ltd v Mawson (§ 29). The essence of this\r\napproach is to give the statutory provision a purposive construction in\r\norder to determine the nature of the transaction to which it was intended to\r\napply and then to decide whether the actual transaction (which might\r\ninvolve considering the overall effect of a number of elements intended to\r\noperate together) answered to the statutory description. Of course this does\r\nnot mean that the courts have to put their reasoning into the straitjacket of\r\nfirst construing the statute in the abstract and then looking at the facts. It\r\nmight be more convenient to analyse the facts and then ask whether they\r\nsatisfy the requirements of the statute. But however one approaches the\r\nmatter, the question is always whether the relevant provision of statute,\r\nupon its true construction, applies to the facts as found: (Barclays\r\nMercantile Business Finance Ltd v Mawson (§ 32).”\r\n61. Mr Mullan argues that the intention of the statute here is to tax benefits\r\nconferred on the employee by the employer because they do not otherwise\r\ncount as income brought into charge. It is not the intention to tax something\r\nwhich has been acquired by the employee in return for payment by him of its\r\nvalue. These leases are not the kind of transaction which should be subject to\r\ntax. He also referred to MacDonald (Inspector of Taxes) v Dextra Accessories\r\nLtd and others [2005] UKHL 47 where the issue before the court was the\r\n18\r\nmeaning of the term ‘potential emoluments’. Lord Hoffmann, with whom the\r\nrest of their Lordships agreed, stated that that term was a defined expression in\r\nthe Act and that that could give the term a meaning other than the ordinary\r\nmeaning:\r\n“But that does not mean that the choice of words adopted by Parliament\r\nmust be wholly ignored. If the terms of the definition are ambiguous, the\r\nchoice of the terms to be defined may throw some light on what they\r\nmean.”\r\n62. Mr Mullan argues that even if the term ‘benefit’ here is in some respects a\r\nterm of art, the fact that Parliament repeatedly referred to a ‘benefit’ has\r\nsignificance when considering what kinds of transactions fall to be taxed\r\nunder these provisions.\r\n63. HMRC say that that is not the correct approach. The benefits code attaches to\r\nthe provision of the kinds of benefits there – cars, vans, loans, living\r\naccommodation. If one of those is provided in circumstances covered by the\r\nrelevant Chapter of Part 3 then a benefit is provided. How much is paid for it\r\nby the employee is relevant to the computation of the cash equivalent but it is\r\nnot relevant to the basic question of whether a benefit has been made\r\navailable. Any other construction would lead to an untenable situation where\r\nHMRC would, before being able to apply the already complicated provisions\r\nto calculate the cash benefit, have to undertake an assessment as to whether\r\nthe contribution that the employee has paid for the car entirely removed any\r\n‘benefit’ to him. HMRC point to the fact that the tax charge imposed by\r\nChapter 6 is calculated in a way which does not reflect the actual economic\r\nbenefit that the employee receives since it is based on the list price of the new\r\ncar and the level of CO2 emissions.\r\n64. I agree with the Respondents that the use of the word ‘benefit’ in the benefits\r\ncode is an indicator that what is intended to be caught is something which\r\nbenefits the employee and that there is no such ‘benefit’ if the employee has\r\npaid the market rate for the asset which is provided. It is true that the way that\r\nthe benefit is calculated under the current provisions (taking into account the\r\nlist price and the level of CO2 emissions) reflects other policy considerations.\r\nBut that cannot, in my judgment, affect the more fundamental point of whether\r\nthere is a benefit to which those current provisions should be applied.\r\n65. That textual indicator is strongly supported by two appellate decisions on\r\nwhich the Respondents also rely. In Mairs (Inspector of Taxes) v Haughey\r\n[1992] STC 495, the Court of Appeal in Northern Ireland was considering a\r\npayment made to employees of Harland and Wolff on the privatisation of that\r\ncompany. The payment was made to compensate the workforce for the loss of\r\ncontingent rights under a redundancy scheme that had been available to the\r\ncompany’s employees but would no longer be available after privatisation.\r\nOne of the issues considered was whether the payment could be regarded as a\r\n19\r\n‘benefit’ within the meaning of section 154 ICTA 1988. Hutton LCJ approved\r\nthe conclusion of the Special Commissioner in that case who had held:\r\n“Section 154 brings benefits into charge. All kinds of benefits are\r\ncovered; but whatever they are, they must still be capable of being\r\ndescribed as “benefits”. The legislation is aimed at profits (in a broad\r\nsense) which escape taxation under the mainstream Sch E provisions for\r\none reason or another. It is not aimed at receipts resulting from fair\r\nbargains.”\r\n66. Hutton LCJ held that this decision was correct. He held that the taxpayer had\r\nnot received a ‘benefit’ within the meaning of section 154 where the money\r\nreceived was paid to him, by way of fair valuation, in consideration of his\r\nsurrender to a right to receive a larger sum in the event of the contingency of\r\nredundancy occurring. This was the case although section 156 referred, as\r\ndoes section 203 to a deduction from the cost of the benefit received of ‘any\r\npart of that cost made good by the employee’. In other words, Hutton LCJ did\r\nnot regard the requirement to set off sums paid by the employee against the\r\ncost of the benefit (potentially reducing the benefit to nil) as preventing him\r\nfrom arriving at the conclusion that a benefit did not include something for\r\nwhich a fair valuation has been paid.\r\n67. The decision of the Northern Irish Court of Appeal in Haughey was\r\nconsidered and approved by the Court of Appeal of England and Wales in\r\nWilson v Clayton [2005] STC 157. That concerned compensation payments\r\nmade to employees following the compromise of their claims for unfair\r\ndismissal. Peter Gibson LJ considered whether that payment was a benefit for\r\nthe purposes of section 154 of ICTA (which is broadly equivalent to section\r\n203 of ITEPA). He referred to the dispute over whether section 154 applied as\r\ndepending on the exception which the Crown accepted was implicit in the\r\nwording of section 154 namely an exception for ‘receipts for fair bargains’.\r\nHe cited the judgment of Lord Hutton LCJ in Mairs v Haughey, including his\r\napproval of the passage in the decision of the Special Commissioners in the\r\nNorthern Irish case. Peter Gibson LJ (with whom Arden and Clarke LJJ\r\nagreed) held that the judgment of the Northern Irish Court of Appeal made\r\ngood sense since:\r\n“[t]he justice of excluding from the scope of s 154 a payment made by an\r\nemployer to an employee pursuant to a fair bargain seems to me selfevident”.\r\n68. Mr Yates contrasted the judgment of Peter Gibson LJ in the Wilson case with\r\nhis earlier judgment at first instance in Williams (Inspector of Taxes) v Todd\r\n[1988] STC 676. In that case Peter Gibson J (as he then was) considered an\r\ninterest-free loan made to the taxpayer as an advance on salary in order to\r\ndetermine whether it was a benefit within the meaning of section 66 of the\r\nFinance Act 1976 or whether it was, as the General Commissioner had found\r\n‘a douceur to soften the disadvantages’ of the compulsory removal of the\r\n20\r\ntaxpayer from Wigan to the more expensive south of the country. He held that\r\nit was a benefit and that it was not necessary for there to be a benefit in terms\r\nof ‘something advantageous to the employee’ for section 66 to apply; the\r\nsection would apply to all loans, even if a loan was for a full commercial rate\r\nof interest.\r\n69. HMRC submit that this establishes that the requirement for a ‘benefit’ (in the\r\nsense of something over and above what is paid for) is limited to the\r\napplication of section 203 ITEPA and does not apply to the specific Chapters\r\nof the benefits code. They submit that although for the application of the\r\ngeneral provision in section 203 there needs to be a benefit in the sense\r\ndescribed by the Court of Appeal in Wilson v Clayton, there does not need to\r\nbe such a benefit for the other Chapters of the benefits code. For those\r\nChapters, the legislation itself describes the benefit as being the making\r\navailable of the car, or van or living accommodation or voucher without the\r\nneed to consider whether it has been fully paid for.\r\n70. I do not see that the decision in Williams v Todd can bear the weight that\r\nHMRC seek to place on it. That case was decided before Mairs v Haughey\r\nand Wilson v Clayton. Peter Gibson J’s remarks about whether a loan at a\r\ncommercial rate of interest would be a benefit were clearly obiter since the\r\nagreed facts show that the loan made to the tax payer was interest free and so\r\nnot at a commercial rate. Further, I agree with Mr Mullan that the word\r\n‘benefit’ cannot mean something different in section 114 from its meaning in\r\nsection 203. On the contrary, section 63 ITEPA indicates that they are to be\r\nregarded as part of the same scheme and not to bear a different meaning.\r\n71. I therefore consider that Mairs v Haughey and Wilson v Clayton are authorities\r\nestablishing that fair bargains are excluded from the regime for taxing benefits\r\nconferred on employees because there is no benefit which is properly subject\r\nto tax. Since HMRC accept that the leases between the Group and the\r\nEmployees were at arm’s length, there is no benefit here which is subject to\r\ntax under Chapter 6.\r\n(e) Overall conclusion on the application of section 114 and the PAYE point\r\n72. I therefore find that on its true construction section 114 does not apply to the\r\nlease arrangements in this case for two reasons:\r\na. First because its application is excluded by section 114(3) and section\r\n62 ITEPA and\r\nb. Secondly because there is no ‘benefit’ here within the meaning of\r\nsection 113.\r\n73. This conclusion means that the cars did not fall to be taxed under section 114\r\nand that National Insurance Contributions are not due in respect of the cars.\r\n21\r\n74. In the light of that finding I do not need to consider the application of the\r\nPAYE regulations and whether HMRC were entitled to assess the Employees\r\nrather than the Group to tax on the cars under the Taxes Management Act\r\n1970.\r\nThe mileage allowance payments\r\n75. People who use their own private car for business journeys can usually claim a\r\nmileage allowance from their employer to reimburse them for the fuel they use\r\nand a contribution to the other costs of running the car. Provided that the\r\nmileage allowance does not exceed an amount specified in the ITEPA, the\r\nemployee does not have to pay tax on those payments. Section 229 of the\r\nITEPA falls within the Part of the Act dealing with exemptions from income\r\ntax for a variety of things including education and training, office parties and\r\ntravel and subsistence during public transport strikes.\r\n76. Section 229 ITEPA provides as follows:\r\n“229 Mileage allowance payments\r\n(1) No liability to income tax arises in respect of approved mileage allowance\r\npayments for a vehicle to which this Chapter applies (see section 235).\r\n(2) Mileage allowance payments are amounts, other than passenger payments\r\n(see section 233), paid to an employee for expenses related to the employee’s\r\nuse of such a vehicle for business travel (see section 236(1)).\r\n(3) Mileage allowance payments are approved if, or to the extent that, for a tax\r\nyear, the total amount of all such payments made to the employee for the kind\r\nof vehicle in question does not exceed the approved amount for such payments\r\napplicable to that kind of vehicle (see section 230).\r\n(4) Subsection (1) does not apply if—\r\n(a) the employee is a passenger in the vehicle, or\r\n(b) the vehicle is a company vehicle (see section 236(2)).”\r\n77. It is accepted by HMRC that if the cars leased to the Employees by the Group\r\nare not company vehicles within the meaning of section 236(2) then the\r\nmileage allowance payments made by the Group to the Employees would be\r\nexempt from income tax pursuant to this provision. But HMRC submit that\r\nthese are company vehicles so that the exemption in section 229 does not\r\napply. The mileage allowance payments therefore fall to be taxed as earnings\r\nif they exceed the amount that could be paid for business fuel under what is\r\nknown as the ‘advisory fuel rate’.\r\n78. Section 236 ITEPA provides so far as relevant:\r\n22\r\n“236 Interpretation of this Chapter\r\n(1) In this Chapter—\r\n“business travel” means travelling the expenses of which, if incurred\r\nand paid by the employee in question, would (if this Chapter did not\r\napply) be deductible under sections 337 to 342;\r\n“mileage allowance payments” has the meaning given by section\r\n229(2);\r\n“passenger payments” has the meaning given by section 233(3).\r\n(2) For the purposes of this Chapter a vehicle is a “company vehicle” in a\r\ntax year if in that year—\r\n(a) the vehicle is made available to the employee by reason of the\r\nemployment and is not available for the employee’s private use, or\r\n(b) the cash equivalent of the benefit of the vehicle is to be treated as the\r\nemployee’s earnings for the tax year by virtue of—\r\n(i) section 120 (benefit of car treated as earnings),\r\n(ii) … or\r\n(iii) section 203 (residual liability to charge: benefit treated as\r\nearnings), …”\r\n79. I have held that section 114 does not apply to these arrangements because of\r\nsection 114(3). As a result of that finding, section 120 also does not apply to\r\ntreat the cash equivalent of the benefit of the car as earnings. So section\r\n236(2)(b)(i) also cannot apply to make these cars ‘company vehicles’ and they\r\nare not, therefore, outside the exemption granted for mileage allowance\r\npayments in section 229.\r\n80. Further, because I have held that the term ‘benefit’ used in the benefit code\r\nrequires the conferral of some advantage over and above what has been paid\r\nfor by the Employees, section 203 also does not apply to these arrangements.\r\nSo section 236(2)(b)(iii) also cannot apply to make these cars ‘company\r\nvehicles’ and they are not, therefore, outside the exemption granted for\r\nmileage allowance payments in section 229\r\n81. But in case I am wrong about either or both of those points, I need to consider\r\nan additional point raised about the proper construction of section 236(2)(b).\r\nIf in fact the cash benefit of the cars leased to the Employees is to be treated as\r\nearnings under either section 120 or under section 203, does it matter for the\r\npurpose of applying section 236(2)(b) that that cash equivalent of the earnings\r\nis nil in some or all of the cases covered by this appeal?\r\n23\r\n82. In respect of some (at least) of the Employees, the cash equivalent of the\r\nbenefit to be treated as earnings under section 120 will be nil. This is because\r\nthat cash equivalent must be calculated in accordance with the steps set out in\r\nsection 121 and step 8 requires a deduction from the provisional sum thus far\r\narrived at in respect of any payments by the employee for the private use of\r\nthe car. This deduction is made pursuant to section 144 which provides:\r\n“144 Deduction for payments for private use\r\n(1) A deduction is to be made from the provisional sum calculated under\r\nstep 7 of section 121(1) if, as a condition of the car being available for the\r\nemployee’s private use, the employee—\r\n(a) is required in the tax year in question to pay (whether by way of\r\ndeduction from earnings or otherwise) an amount of money for that\r\nuse, and\r\n(b) makes such payment.\r\n(2) If the amount paid by the employee in respect of that year is equal to or\r\nexceeds the provisional sum, the provisional sum is reduced so that the\r\ncash equivalent of the benefit of the car for that year is nil.\r\n(3) In any other case the amount paid by the employee in respect of the\r\nyear is deducted from the provisional sum in order to give the cash\r\nequivalent of the benefit of the car for that year.”\r\n83. This section does, therefore contemplate that a cash equivalent can be nil, or to\r\nput it the other way round, a nil amount can still be a ‘cash equivalent’ within\r\nthe meaning of section 120 so that it is the amount of nil that is treated as\r\nearnings from the employment for that year. HMRC have accepted that the\r\nrental paid by the Employees in respect of the cars falls to be deducted from\r\nthe provisional sum calculated in accordance with the steps specified in\r\nsection 121. Before the Tribunal, Counsel for HMRC described this as a\r\n‘concession’ on HMRC’s part because the leases did not provide for these\r\npayments to be made in respect of the private use of the car but for all use.\r\n84. On this point I hold that the cash equivalent is still to be treated as earnings\r\nunder section 120 for the purposes of section 236(2)(b) even if it is nil in a\r\nparticular case. I agree with HMRC that the subsection is concerned with\r\nidentifying vehicles which fall within the scope either of Chapter 6 or of\r\nChapter 10 as opposed to whether an actual tax liability arises for the\r\nemployee. It is intended to have the effect that if the car or van is within\r\nChapter 6 or within the residual charge in Chapter 10, it is treated as a\r\ncompany car and different rules apply to any payments made for mileage from\r\nthe rules which apply when an employee uses his own car. This does not\r\ndepend on whether the cash equivalent is a positive value or nil.\r\n24\r\n85. This means that, if I am wrong and section 114 does apply to these leasing\r\narrangements, then the mileage allowance payments made to the Employees\r\ndo not benefit from the exemption in section 229 and do fall to be taxed.\r\nSummary of overall conclusions\r\n86. I have therefore arrived at the same ultimate result as the First-tier Tribunal,\r\nalbeit not for all the same reasons. I hold that:\r\n The car leases do not create proprietary rights and there is no transfer of\r\nany property in the car to the Employees. The arrangements are not\r\ntherefore excluded from section 114 by the wording in parentheses in\r\nsubsection (1)(a).\r\n If I am wrong on that and the lease does transfer a proprietary interest in\r\nthe car to the Employee, then the scope of that interest is sufficient in this\r\ncase to mean that the condition in parentheses in section 114(1)(a) is not\r\nsatisfied and the car will not fall within section 114.\r\n Further, the cars leased to the Employees do not fall within section 114\r\nbecause an amount constitutes earnings from the employment in respect of\r\nthe benefit of the car because the car is under these leases ‘money’s worth’\r\nfor the purposes of section 62 and hence falls to be taxed under section 62,\r\neven if that amount is in fact nil. The application of section 114 is\r\ntherefore excluded by section 114(3).\r\n Further, the cars leased to the Employees do not fall within section 114\r\nbecause fair bargains are excluded from the regime for taxing benefits\r\nconferred on employees because there is no benefit which is properly\r\nsubject to tax. Since HMRC accept that the leases between the Group and\r\nthe Employees were at arm’s length, there is no benefit here which is\r\nsubject to tax under Chapter 6.\r\n If I am wrong and section 114 does apply to these leasing arrangements,\r\nthen these cars are ‘company cars’ within the meaning of section 236(2)\r\nITEPA and so the mileage allowance payments made to the Employees do\r\nnot benefit from the exemption in section 229 and do fall to be taxed\r\n87. I therefore dismiss the appeal.\r\nSigned\r\nMrs Justice Rose\r\nRELEASE DATE: 26 February 2014","tribunal_decision_category":"tax","tribunal_decision_decision_date":"2014-02-26","bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/57652735ed915d622c00003f/HMRC_v_Apollo_Fuels_Ltd_and_others.pdf","title":"The Commissioners for HM Revenue and Customs v Apollo Fuels, Brian Edwards and Others","content_type":"application/pdf","updated_at":"2016-06-18T10:49:25Z","created_at":"2016-06-18T10:49:25Z","content_id":"815053cc-2735-4f98-86b0-89651aa95854"}],"change_history":[{"note":"First published.","public_timestamp":"2016-12-01T16:19:32.645Z"}]},"routes":[{"path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-1-apollo-fuels-limited-and-others-2-brian-edwards-and-others-2014-ukut-0095-tcc-a","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","first_published_at":"2016-12-01T16:19:33Z","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-1-apollo-fuels-limited-and-others-2-brian-edwards-and-others-2014-ukut-0095-tcc-a","description":"Upper Tribunal Tax and Chancery decision of Mrs Justice Rose on 26 February 2014.","content_id":"25842863-82a8-47a4-9832-31c60f4a91af","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"PB1140","api_path":"/api/content/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","base_path":"/courts-tribunals/upper-tribunal-tax-and-chancery-chamber","content_id":"1a68b2cc-eb52-4528-8989-429f710da00f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-07-06T13:21:23Z","schema_name":"placeholder","title":"Upper Tribunal (Tax and Chancery Chamber)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Upper Tribunal (Tax and Chancery Chamber)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/tax-and-chancery-tribunal-decisions","base_path":"/tax-and-chancery-tribunal-decisions","content_id":"632290ae-aad8-4895-b135-1e0a72a6bdeb","description":"Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Tax and Chancery tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"tax_tribunal_decision"},"format_name":"Tax and Chancery tribunal decision","show_summaries":true,"summary":"<p>Find decisions on tax, financial services, pensions, charity and land registration appeals to the Upper Tribunal (Tax and Chancery Chamber).</p>","facets":[{"key":"tribunal_decision_category","name":"Category","short_name":"category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Banking","value":"banking"},{"label":"Charity","value":"charity"},{"label":"Financial Services","value":"financial-services"},{"label":"Land Registration","value":"land-registration"},{"label":"Pensions","value":"pensions"},{"label":"Tax","value":"tax"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Release date","short_name":"Released","type":"date","display_as_result_metadata":true,"filterable":true}],"default_order":"-tribunal_decision_decision_date","default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"The Commissioners for HM Revenue and Customs v Apollo Fuels Limited and Others  Brian Edwards and Others:  [2014] UKUT 0095 (TCC)a","public_updated_at":"2016-12-01T16:19:33Z","analytics_identifier":null,"document_type":"tax_tribunal_decision","schema_name":"specialist_document","base_path":"/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-1-apollo-fuels-limited-and-others-2-brian-edwards-and-others-2014-ukut-0095-tcc-a","description":"Upper Tribunal Tax and Chancery decision of Mrs Justice Rose on 26 February 2014.","api_path":"/api/content/tax-and-chancery-tribunal-decisions/the-commissioners-for-hm-revenue-and-customs-v-1-apollo-fuels-limited-and-others-2-brian-edwards-and-others-2014-ukut-0095-tcc-a","withdrawn":false,"content_id":"25842863-82a8-47a4-9832-31c60f4a91af","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}