{"title":"Written Ministerial Statement: Management of overseas owned plutonium in the uk","public_updated_at":"2012-07-13T00:00:00Z","details":{"body":"<div class=\"govspeak\"><h2 id=\"charles-hendry-mp-minister-of-state-for-energy\">Charles Hendry MP Minister Of State For Energy</h2>\n<p> </p>\n\n<h2 id=\"july-2012\">13 July 2012</h2>\n\n<p>In December 2011 the Department of Energy and Climate Change (DECC) published its consultation response document on Plutonium Management.</p>\n\n<p>The consultation response document set out Government’s preferred policy on plutonium management as reuse of plutonium as mixed oxide fuel (MOX) noting that while Government believes it has sufficient information to set out a direction, it is not yet sufficient to make a specific decision to proceed with procuring a new MOX plant, and that if we cannot establish a satisfactory means of implementation then the way forward may need to be revised.</p>\n\n<p>In addition the Government said that overseas owners of plutonium stored in the UK could, subject to commercial terms that are acceptable to the UK Government, have that plutonium managed in line with UK plutonium and in addition, subject to compliance with inter-governmental agreements and acceptable commercial arrangements the UK is prepared to take ownership of overseas plutonium stored in the UK after which it would be treated in line with UK owned plutonium. The Government considers that there are advantages to having national control over more of the civil plutonium that is in the UK allowing us greater influence over how we ultimately manage it.</p>\n\n<p>The Department of Energy and Climate Change has agreed to the Nuclear Decommissioning Authority (NDA) participating in a series of swaps of plutonium material which will result in the NDA taking ownership of around 4 tonnes of plutonium stored in the UK previously owned by certain German utilities. Some of this plutonium was subject to contract for manufacturing MOX fuel in the now closed Sellafield MOX Plant.</p>\n\n<p>This transaction, which has been endorsed by the Euratom Supply Agency, will not result in any new plutonium being brought into the UK and will not therefore increase the overall amount of plutonium in the UK, but will enable a net reduction in the total amount of separated plutonium stored in Europe.</p>\n\n<p>The commercial agreements between the NDA, German utilities and Areva will (i) make available plutonium in France to which the German utilities will take title and (ii) transfer title to NDA of the plutonium currently ascribed to the German Utilities at Sellafield. This will result in German utilities’ plutonium being available in France for manufacture into MOX fuel by Areva without undertaking a physical shipment.</p>\n\n<p>We agreed to this transaction since, in this case, taking ownership offers a commercially advantageous arrangement which enables the German utilities to receive MOX fuel and removes the need to transport this separated plutonium to France. Transporting separated plutonium is a complex operation that carries significant associated security obligations that require careful management. Whilst the UK has significant expertise in transporting this category of material, avoiding such shipments and the associated security measures is desirable if there is an acceptable alternative solution to shipping. The financial benefits to the UK of taking ownership are considered to be sufficient to offset the estimated long term cost of managing that plutonium in the UK. It will also enable MOX fuel to be provided to German utilities ahead of the German national reactor shut down programme. This places end dates on German reactor operations and therefore their capacity to use MOX fuel.</p>\n\n<p>The UK has committed to publish annual figures for national holdings of civil plutonium at the end of each calendar year to improve transparency and public confidence. The most recent data can be found on <a rel=\"external\" href=\"http://www.hse.gov.uk/nuclear/safeguards/civilplut11.htm.\">the HSE website.</a></p>\n\n<p>This data will be updated in due course to reflect the change brought about by the UK taking ownership of the German plutonium.</p>\n</div>","emphasised_organisations":["d65d4203-01f5-4920-a3b1-f614bfd8e83e"],"image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/default_news_organisation_image_data/file/151/s300_department-of-energy-climate-change.jpg","caption":null,"alt_text":"placeholder"},"first_public_at":"2012-07-13T01:00:00.000+01:00","political":true,"government":{"title":"2010 to 2015 Conservative and Liberal Democrat coalition government","slug":"2010-to-2015-conservative-and-liberal-democrat-coalition-government","current":false},"tags":{"browse_pages":[],"policies":["radioactive-and-nuclear-substances-and-waste","weapons-proliferation"],"topics":[]}},"routes":[{"path":"/government/news/written-ministerial-statement-management-of-overseas-owned-plutonium-in-the-uk","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"announcement","schema_name":"news_article","first_published_at":null,"base_path":"/government/news/written-ministerial-statement-management-of-overseas-owned-plutonium-in-the-uk","description":"Charles Hendry MP Minister Of State For Energy\n \n\n13 July 2012\n\nIn December 2011 the Department of Energy and Climate Change (DECC) published…","content_id":"5d2b55e1-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{},"format":"news_article","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"news-stories","payload_version":0}