{"title":"Mr B Panikulam Paulose v Synergy Health UK Ltd: 2401298/2016","public_updated_at":"2017-03-14T13:34:48Z","details":{"body":[{"content_type":"text/govspeak","content":"Read the full decision in [embed:attachments:inline:e3c93574-0eee-4e9e-8b87-bcfc3f026789]."},{"content_type":"text/html","content":"<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/58c1386ee5274a2a5f000136/Mr_B_Panikulam_Paulose_v_Synergy_Health_UK_Ltd_24012982016_Final.pdf\">Mr B Panikulam Paulose v Synergy Health UK Ltd: 2401298/2016 Final</a></span>.</p>\n"}],"metadata":{"hidden_indexable_content":"Case No. 2401298/2016\r\n1\r\nEMPLOYMENT TRIBUNALS\r\nClaimant: Mr B Panikulam Paulose\r\nRespondent:\r\nSynergy Health UK Limited\r\nHELD AT:\r\nManchester ON: 9, 10 and 16 February 2017\r\nBEFORE: Employment Judge Franey\r\nDr PC Langman\r\nMr BJ McCaughey\r\nREPRESENTATION:\r\nClaimant:\r\nRespondent:\r\nIn person\r\nMrs L Keever, Regional HR Manager; and\r\nMiss N Hunt, HR Adviser (16 February 2017 only)\r\nJUDGMENT\r\nThe unanimous judgment of the Tribunal is as follows:\r\n1. The complaint of victimisation contrary to section 27 Equality Act 2010 fails\r\nand is dismissed.\r\n2. The complaint of direct race discrimination contrary to section 13 Equality Act\r\n2010 fails and is dismissed.\r\n3. The complaint of unfair dismissal contrary to Part X Employment Rights Act\r\n1996 fails and is dismissed.\r\nEmployment Judge Franey\r\n1 March 2017\r\nJUDGMENT AND REASONS SENT TO THE PARTIES ON\r\n06 March 2017\r\nFOR THE TRIBUNAL OFFICE\r\nCase No. 2401298/2016\r\n2\r\nREASONS\r\nIntroduction\r\n1. By a claim form presented on 14 April 2016 the claimant brought a number of\r\ncomplaints arising out of the termination of his employment as a Sterile Services\r\nTechnician with the respondent between 2003 and 18 December 2015. The claimant\r\nhad been dismissed for having used scissors to cut his fingernail whilst working in a\r\nsterile environment assembling trays of medical instruments. He maintained that his\r\ndismissal was not only unfair but also direct race discrimination. He also brought a\r\ncomplaint which he described as “whistle-blowing”.\r\n2. By its response form of 8 June 2016 the respondent defended the claims on\r\nthe basis the claimant had been guilty of gross misconduct and there had been no\r\ndiscriminatory treatment.\r\n3. The position was clarified at a preliminary hearing before Employment Judge\r\nHorne on 24 June 2016. The whistle-blowing complaint was withdrawn and\r\ndismissed. The issues under the unfair dismissal and direct race discrimination\r\ncomplaint were clarified. The hearing was listed for 10 and 11 October 2016 to deal\r\nwith liability only.\r\n4. That hearing came before a Tribunal chaired by Employment Judge Holmes.\r\nIn the course of the Tribunal’s reading it became apparent that the claimant was also\r\ncomplaining that he had been victimised by the respondent following an earlier\r\ngrievance which he maintained was a protected act. The respondent confirmed that\r\nit understood the claimant to be pursuing that case, but the manager against whom\r\nthe allegations of victimisation were levelled had left the company and had not been\r\ncalled to give evidence. By consent that hearing was adjourned and re-listed.\r\n5. The intention had been that the same Tribunal would hear the case if at all\r\npossible, even though it had not commenced hearing any evidence. However,\r\nalthough the non legal members remained available Employment Judge Holmes was\r\nunavailable for medical reasons and therefore the hearing was chaired by\r\nEmployment Judge Franey.\r\n6. In accordance with Case Management Orders made by the Holmes Tribunal,\r\nthe claimant served a further witness statement dealing with victimisation and the\r\nrespondent served a witness statement from Tracie McDonald.\r\nIssues\r\n7. The Case Management Order issued by the Holmes Tribunal confirmed that\r\nthe allegation of victimisation related to the actions of Mrs McDonald in suspending\r\nthe claimant and initiating a disciplinary investigation into his conduct.\r\n8. The issues to be determined as to liability were therefore as follows:\r\nCase No. 2401298/2016\r\n3\r\nVictimisation – Section 27 Equality Act 2010\r\n1. Has the claimant shown that in his written grievance of 18 September 2015 or in\r\nthe grievance meeting of 24 September 2015 he did a protected act under\r\nsection 27?\r\n2. If so, has the claimant proven facts from which the Tribunal could conclude\r\nthat because of that protected act Tracie McDonald subjected him to a\r\ndetriment in\r\n(a) suspending him on 13 November 2015, and/or\r\n(b) instigating a disciplinary investigation into whether he had committed\r\nmisconduct that day?\r\n3. If so, can the respondent nevertheless show that it did not contravene section\r\n27?\r\nDirect Race Discrimination Section 13 Equality Act 2010\r\n4. Has the claimant proven facts from which the Tribunal could conclude that in\r\ndismissing him the respondent because of race treated the claimant less\r\nfavourably than it treated or would have treated a person of a different race?\r\nThe claimant compares himself with Michael Gasiorowski or in the alternative a\r\nhypothetical comparator.\r\n5. If so, can the respondent nevertheless show that it did not contravene section\r\n13?\r\nUnfair Dismissal Part X Employment Rights Act 1996\r\n6. Can the respondent show that the reason or principal reason for dismissal was\r\na potentially fair reason relating to the claimant’s conduct?\r\n7. If so, was the dismissal fair or unfair?\r\nDocumentary Evidence\r\n9. The Tribunal had an agreed bundle of documents which ran to approximately\r\n470 pages. Any reference to page numbers in these reasons is a reference to that\r\nbundle unless otherwise indicated.\r\n10. There was an additional bundle of documents provided after the hearing in\r\nOctober 2016. Any reference to pages in that bundle will be preceded by the letter A.\r\nWitness Evidence\r\n11. The respondent called three witnesses. Tracie McDonald was the Production\r\nManager who dealt with the claimant's grievance in September 2015, and who\r\nsuspended him and carried out the disciplinary investigation in November 2015.\r\nAlison Balcombe was the Operations Manager from a different site who took the\r\ndecision to dismiss the claimant, and Janet Doyle was the Regional General\r\nManager who rejected his appeal against dismissal.\r\n12. The claimant gave evidence himself and called two other witnesses. They\r\nwere his former colleagues, Binoy Thomas and Aju Kujnappan. He also provided a\r\nsigned witness statement from his former colleague, Peter Gacca, but Mr Gacca was\r\nCase No. 2401298/2016\r\n4\r\nunable to attend the hearing for health reasons. The Tribunal accepted his witness\r\nstatement as a written document but attached less weight to it than if he had\r\nattended to give evidence.\r\nRelevant Legal Principles\r\nDirect Race Discrimination\r\n13. Discrimination against an employee by dismissing him is prohibited by section\r\n39(2) Equality Act 2010.\r\n14. The protected characteristic of race is defined by section 9(1) as including\r\ncolour, nationality or ethnic origins. The definition of direct discrimination appears in\r\nsection 13 and so far as material reads as follows:\r\n“(1) A person (A) discriminates against another (B) if, because of a protected\r\ncharacteristic, A treats B less favourably than A treats or would treat others”.\r\n15. The concept of treating someone “less favourably” inherently requires some\r\nform of comparison, and section 23(1) provides that:\r\n“On a comparison of cases for the purposes of section 13 … there must be no material\r\ndifferences between the circumstances relating to each case”.\r\n16. It is well established that where the treatment of which the claimant complains\r\nis not overtly because of race, the key question is the “reason why” the decision or\r\naction of the respondent was taken. This involves consideration of the mental\r\nprocesses of the individual responsible: see the decision of the Employment Appeal\r\nTribunal in Amnesty International v Ahmed [2009] IRLR 884 at paragraphs 31-37\r\nand the authorities there discussed.\r\n17. The burden of proof provision appears in section 136 and provides as follows:\r\n“(2) If there are facts from which the Court could decide, in the absence of any\r\nother explanation, that a person (A) contravened the provision concerned, the\r\nCourt must hold that the contravention occurred.\r\n(3) But sub-section (2) does not apply if A shows that A did not contravene the\r\nprovision”.\r\n18. In Hewage v Grampian Health Board [2012] ICR 1054 the Supreme Court\r\napproved guidance given by the Court of Appeal in Igen Limited v Wong [2005]\r\nICR 931, as refined in Madarassy v Nomura International PLC [2007] ICR 867\r\nwhere Mummery LJ held that “could conclude”, in the context of the burden of proof\r\nprovisions, meant that a reasonable Tribunal could properly conclude from all the\r\nevidence before it, including the evidence adduced by the complainant in support of\r\nthe allegations, such as evidence of a difference in status, a difference in treatment\r\nand the reason for the differential treatment. Importantly, at paragraph 56, Mummery\r\nLJ held that the bare facts of a difference in status and a difference in treatment are\r\nnot generally without more sufficient to amount to a prima facie case of unlawful\r\ndiscrimination.\r\n19. Further, unfair or unreasonable treatment by an employer does not of itself\r\nestablish discriminatory treatment: Zafar v Glasgow City Council [1998] IRLR 36. It\r\nCase No. 2401298/2016\r\n5\r\ncannot be inferred from the fact that one employee has been treated unreasonably\r\nthat an employee of a different race would have been treated reasonably, although\r\nTribunals must scrutinise particularly carefully situations in which only the claimant is\r\naffected by such treatment: Kowalewska-Zietek v Lancashire Teaching Hospitals\r\nNHS Foundation Trust EAT 0269/15 (see paragraph 48).\r\n20. Whether the burden of proof has shifted is in general terms to be assessed\r\nonce all the evidence from both parties has been considered and evaluated. In\r\nsome cases, however, the Tribunal may be able to make a positive finding about the\r\nreason why a particular action is taken which enables the Tribunal to dispense with\r\nformally considering the two stages.\r\nVictimisation\r\n21. Victimisation of an employee by subjecting him to a detriment is prohibited by\r\nsection 39(4). In this context “victimisation” has a specific legal meaning defined by\r\nsection 27:\r\n(1) A person (A) victimises another person (B) if A subjects B to a detriment\r\nbecause--\r\n(a) B does a protected act, or\r\n(b) A believes that B has done, or may do, a protected act.\r\n(2) Each of the following is a protected act--\r\n(a) bringing proceedings under this Act;\r\n(b) giving evidence or information in connection with proceedings under\r\nthis Act;\r\n(c) doing any other thing for the purposes of or in connection with this Act;\r\n(d) making an allegation (whether or not express) that A or another person\r\nhas contravened this Act.\r\n(3) Giving false evidence or information, or making a false allegation, is not a\r\nprotected act if the evidence or information is given, or the allegation is made,\r\nin bad faith.\r\n22. This provision does not require any form of comparison. If it is shown that a\r\nprotected act has taken place and the claimant has been subjected to a detriment, it\r\nis essentially a question of the “reason why” the detriment was imposed. If the\r\nprotected act has had any material influence on the decision, section 27 will have\r\nbeen contravened.\r\n23. Something amounts to a detriment if the treatment is of such a kind that a\r\nreasonable worker would or might take the view that in all the circumstances it was\r\nto his detriment – see paragraphs 31-37 of the speech of Lord Hope in Shamoon v\r\nChief Constable of the RUC [2013] ICR 337 (House of Lords).\r\nCase No. 2401298/2016\r\n6\r\nUnfair Dismissal\r\n24. The unfair dismissal claim was brought under Part X of the Employment\r\nRights Act 1996.\r\n25. The primary provision is section 98 which, so far as relevant, provides as\r\nfollows:\r\n“(1) In determining for the purposes of this Part whether the dismissal of an employee is\r\nfair or unfair, it is for the employer to show –\r\n(a) the reason (or, if more than one, the principal reason) for the dismissal, and\r\n(b) that it is either a reason falling within sub-section (2) or some other substantial\r\nreason of a kind such as to justify the dismissal of an employee holding the\r\nposition which the employee held.\r\n(2) A reason falls within this sub-section if it … relates to the conduct of the employee …\r\n(3) …\r\n(4) Where the employer has fulfilled the requirements of sub-section (1), the determination\r\nof the question whether the dismissal is fair or unfair (having regard to the reason\r\nshown by the employer) –\r\n(a) depends on whether in the circumstances (including the size and\r\nadministrative resources of the employer’s undertaking) the employer acted\r\nreasonably or unreasonably in treating it as a sufficient reason for dismissing\r\nthe employee, and\r\n(b) shall be determined in accordance with equity and the substantial merits of the\r\ncase”.\r\n26. If the employer fails to show a potentially fair reason for dismissal (in this\r\ncase, conduct), dismissal is unfair. If a potentially fair reason is shown, the general\r\ntest of fairness in section 98(4) must be applied.\r\n27. In a misconduct case the correct approach under section 98(4) was helpfully\r\nsummarised by Elias LJ in Turner v East Midlands Trains Limited [2013] ICR 525\r\nin paragraphs 16-22. The most important point is that the test to be applied is of the\r\nrange or band of reasonable responses, a test which originated in British Home\r\nStores v Burchell [1980] ICR 303, a decision of the Employment Appeal Tribunal\r\nwhich was subsequently approved in a number of decisions of the Court of Appeal.\r\nSince Burchell was decided the burden on the employer of showing fairness has\r\nbeen removed.\r\n28. The “Burchell test” involves a consideration of three aspects of the\r\nemployer’s conduct. Firstly, did the employer carry out an investigation into the\r\nmatter that was reasonable in the circumstances of the case? Secondly, did the\r\nemployer believe that the employee was guilty of the misconduct complained of?\r\nThirdly, did the employer have reasonable grounds for that belief?\r\n29. If the answer to each of those questions is “yes”, the Employment Tribunal\r\nmust then go on to decide whether the decision to dismiss the employee was within\r\nthe band of reasonable responses, or whether that band falls short of encompassing\r\nCase No. 2401298/2016\r\n7\r\ntermination of employment. In a case where an employer purports to dismiss for a\r\nfirst offence because it is gross misconduct, the Tribunal must decide whether the\r\nemployer acted reasonably in characterising the misconduct as gross misconduct,\r\nand also whether it acted reasonably in going on to decide that dismissal was the\r\nappropriate punishment. An assumption that gross misconduct must always mean\r\ndismissal is not appropriate as there may be mitigating factors: Britobabapulle v\r\nEaling Hospital NHS Trust [2013] IRLR 854 (paragraph 38).\r\n30. It is important that in carrying out this exercise the Tribunal must not substitute\r\nits own decision for that of the employer. The focus must be on the fairness of the\r\ninvestigation, dismissal and appeal, and not on whether the employee has suffered\r\nan injustice.\r\n31. The band of reasonable responses test applies to all aspects of the dismissal\r\nprocess including the procedure adopted and whether the investigation was fair and\r\nappropriate: Sainsburys Supermarkets Ltd v Hitt [2003] IRLR 23.\r\n32. The appeal is to be treated as part and parcel of the dismissal process:\r\nTaylor v OCS Group Ltd [2006] IRLR 613.\r\nRelevant Findings of Fact\r\n33. This section of our reasons set out the broad chronology of events to put our\r\ndecision into context. Any disputed factual matters central to the decision will be\r\naddressed in the discussion and conclusions section.\r\nThe Respondent\r\n34. The respondent is a substantial employer with approximately 2,600\r\nemployees and a dedicated Human Resources (“HR”) function. It provides a range of\r\nservices to NHS Trusts including the supply of sterile medical equipment for use in\r\noperating theatres. One of the services it offered at its site in Wythenshawe was to\r\ntake surgical instruments which had been used, clean and sterilise them, and repack\r\nthem into instrument trays according to each Trust’s specifications. Accordingly\r\nits premises included a “wash room” where used medical instruments were cleaned\r\nand sterilised, and next to it a “clean room” where those instruments would be\r\nassembled into trays in a sterile environment. The clean room was also known as\r\nthe Inspection Assembly and Packing Area or “IAP room”. Employees were required\r\nto wear sterile scrub suits and gown in both rooms. There was a gowning room\r\navailable in which they could get changed.\r\n35. The respondent had an employee handbook. On page 57 it said that an\r\nemployee should inform his manager immediately if suffering from a medical\r\ncondition which could compromise the produce or his health. On page 65 the\r\nhandbook said:\r\n“We have a manual of operating procedures which are intended to ensure that all\r\nemployees are aware of their responsibilities in relation to working methods and the\r\nrecording of changes to data or software, and it is a contractual requirement that you\r\nfamiliarise yourself with, and comply with, the procedures at all times.”\r\nCase No. 2401298/2016\r\n8\r\nThe Claimant and his Training\r\n36. The claimant is of Indian ethnic origin. He was first employed by the University\r\nHospital of South Manchester (“the Trust”) in November 2003 but with colleagues\r\ntransferred to the employment of the respondent on 5 November 2007 under the\r\nTransfer of Undertakings (Protection of Employment) Regulations 2006.\r\n37. Later that month he and his colleagues underwent quality assurance and\r\nprocess training. The records appeared at pages 134-143. One of the questions\r\nasked the claimant where the quality manual procedures were to be found, and his\r\nanswer correctly identified that they could be found on the computer, in the clean\r\nroom, in the staffroom and “on the board”.\r\n38. The reference to the quality manual was to something known as the “QMS”.\r\nThere was an introductory booklet at pages 81-84. It made clear that cleanliness and\r\ncontrol of bacteria was an important consideration and the cleanliness of the\r\nworkplace and personal hygiene was paramount. It said:\r\n“Attention to personal hygiene is vitally important. Also, always ensure that cuts,\r\nabrasions etc are covered.”\r\n39. That handbook was issued to the claimant and other colleagues in training in\r\n2012. The claimant signed for the handbook on page 87.\r\n40. More detailed rules appeared in a series of QMS documents. The document\r\ngoverning IAP room behaviour appeared at pages 101-104. It was marked “display\r\ndocument”. It said:\r\n“Medical condition[s] such as cuts, sores, dermatitis, eczema, itches, flu, chronic\r\ncough or cold like symptoms must be reported to a supervisor or manager prior to\r\nentering the IAP room.”\r\n41. It went on to require staff to wear a hair cover and to cover any beard with a\r\nface mask, and said that staff should not open the IAP room door and the door to the\r\ngowning room at the same time.\r\n42. Training was periodically undertaken. A record of training undertaken up to\r\nOctober 2009 appeared at pages 160-161. Training was given on 1 October 2009\r\nabout the QMS procedures. The claimant underwent autoclave training in December\r\n2011 and an equality and diversity course in May 2012.\r\nSeptember 2012 team brief\r\n43. In July 2012 an incident occurred where a fingernail was found in a tray\r\nsupplied by the respondent to Trafford General Hospital. At page 168 there\r\nappeared a service report which described this as a moderate fault creating a “small\r\npatient risk” and which recorded that the technician responsible would be invited to\r\ndiscuss matters at a one-to-one meeting. The incident was investigated and the\r\nworkforce was told about it at a team briefing on 26 or 27 September 2012\r\ndepending on which shift the employee worked. The team brief documents appeared\r\nbetween pages 169-172 and A30-A31. They recorded management saying:\r\nCase No. 2401298/2016\r\n9\r\n“A defect was raised by Trafford for a fingernail found on a laparoscopic tray. This is\r\nnot acceptable. Can all staff refrain from biting their fingernails in work areas. You are\r\nhandling potentially contaminated instruments in the clean room. They are not sterile\r\nuntil after the autoclave phase.”\r\nBack problems\r\n44. The claimant suffered from a back problem which was periodically the subject\r\nof Occupational Health (“OH) advice. An OH report of 8 April 2013 at pages 211-212\r\nsaid that he would have difficulty standing in one position for longer periods but that\r\na new style chair which had been provided was also causing difficulty. The report\r\nsaid he was likely to benefit from a chair which provided him with good lumbar\r\nsupport. The author expressed the opinion that he was covered by the Equality Act\r\nas a disabled person. A further report of 21 October 2013 at pages 214-215 again\r\nrecorded that the claimant preferred to sit rather than stand when working, but the\r\nstools provided were not supportive. The report was provided by a different OH\r\npractitioner who did not think the claimant was covered by the Equality Act 2010.\r\n45. In early 2015 the claimant had some time off work with stress. An OH report\r\nof 20 March 2015 at pages 238-239 said this was due to stressors in his home life.\r\n46. The claimant went off sick again with a stress related problem at the end of\r\nAugust. Fit notes were issued on 27 August and 11 September. The latter said that it\r\nwas “stress at work” (page 328). He returned to working night shifts at the end of\r\nSeptember.\r\nGrievance\r\n47. On 18 September 2015 the claimant lodged a grievance at pages 329-330. It\r\nwas addressed to the Production Manager, Tracie McDonald. He said he had been\r\noff sick due to stress from 17 August due to being bullied at work. He said that there\r\nwere not enough stools to go round and generally because of shift changes he had\r\nto work for two hours before he got to use a stool. He recounted an incident where a\r\ncolleague, Darius, took the stool the claimant had been using whilst the claimant was\r\non a break, and refused to give it back when the claimant returned. A dispute\r\ndeveloped and the supervisor, Marek, was called. The claimant alleged that Marek\r\nsaid:\r\n“That is not your chair, that is Synergy’s chair, back to work.”\r\n48. The claimant said he felt bullied and humiliated by this comment and could\r\nnot concentrate.\r\n49. The claimant attended a grievance hearing on 24 September 2015. The notes\r\nappeared at pages 334-336. It started at the time specified in the invitation letter\r\n(page 333) although the claimant had not received the letter and had to be\r\ntelephoned and awoken in order to be called in to attend the meeting. There was\r\ndiscussion of the incident, during which the claimant's need for a chair was also\r\ndiscussed. The claimant also alleged that there had been two incidents where Marek\r\nhad damaged his car, one a couple of years earlier and another in August 2015. In\r\nthe course of the meeting the claimant said that he thought all Polish people were\r\ncrazy.\r\nCase No. 2401298/2016\r\n10\r\n50. On 27 September Mrs McDonald interviewed Darius, Marek and the\r\nsupervisor, Al Whilby. The notes appeared at pages 337-344. Marek had also done\r\na witness statement about the incident itself (which actually occurred on 21 August)\r\nat pages 331-332. Mrs McDonald also spoke to Mrs Doyle about it. Her conclusions\r\nwere set out in an outcome letter of 5 October at pages 345-347. She upheld certain\r\naspects of the grievance. Marek had confirmed using the words in question. The\r\nclaimant had said it was not the tone in which they were said but the actual words to\r\nwhich he objected. This part of the grievance was rejected. Mrs McDonald did not\r\nthink it was bullying. As to the need for a chair, she confirmed that it would not be\r\npracticable to supply the kind of chair the claimant wanted. Although her letter did\r\nnot make this clear, she explained to our hearing that the chair had a backrest and\r\narms which could impede movement around the clean room. Mrs McDonald said the\r\nincident with the car two years earlier could not be investigated and that the CCTV\r\nshowed no record of the alleged incident in August. She concluded by instructing the\r\nclaimant to attend an equality and diversity training course on 15 October given his\r\ncomment about Polish people.\r\n51. The outcome letter gave the claimant the right of appeal within five working\r\ndays. That was a mistake. The grievance procedure applicable to staff who\r\ntransferred from the Trust gave 21 days for an appeal. This was corrected in an\r\nemail of 12 October at page 349. The deadline for appeal was 29 October.\r\n52. The claimant sent an email on 9 October saying he was going to India (page\r\nA32) and back on 3 November. He did not appeal. He sent an email on 7 November\r\nasking whether his appeal was now out of time (page 354). The response of 9\r\nNovember said that he could still appeal (page A36). No further time limit was\r\nspecified, but on 13 November 2011 Mrs McDonald wrote to him to say it was now\r\ntoo late for him to pursue any appeal (pages 355-356).\r\n53. The claimant alleged that allegations he made in this grievance were\r\n“protected acts” for the purpose of his victimisation complaint and we will return to\r\nthat in our conclusions.\r\nIncident 13 November 2011 and Suspension\r\n54. During the night shift on 13 November 2011 the claimant was seen by a\r\ncolleague, Michael Gasiorowski, using scissors to cut a nail on his finger at his\r\nworkstation in the clean room shortly before 3.00am. The supervisor, Mr Whilby, was\r\ninformed and he spoke to the claimant. At 05:49 Mr Whilby sent an email (page 359)\r\nsaying that when he spoke to the claimant all the claimant would say was “who told\r\nyou?” The email said he had taken the tray on which the claimant was working and\r\nsent it back for rewash. The email said that Mr Whilby did not see any nail cutting on\r\nthe tray or table.\r\n55. At 09:30 the Operations Manager, Christine Horsley, sent an email (page 360)\r\nto say that she had looked at the CCTV which showed that something had\r\nhappened. She could see Mr Gasiorowski walk past the claimant’s workstation and\r\nstop and look at something before speaking to Mr Whilby who then spoke to the\r\nclaimant. She copied her email to Mrs Doyle and asked whether they should\r\nsuspend the claimant.\r\nCase No. 2401298/2016\r\n11\r\n56. Mrs Horsley spoke to Mr Whilby by telephone at 11.15am. The notes\r\nappeared at pages 371-374. The notes were subsequently signed by him. He said\r\nthat when he went over to the claimant he saw two pairs of scissors out of the wash\r\nbasket placed on his table as if he had already checked them. He said that when he\r\nasked the claimant if he had been cutting his nails with scissors from the tray the\r\nclaimant did not say yes or no but simply said “who told you?” He said the claimant\r\ndid not protest or deny the allegation. Mr Whilby sent the tray back for a rewash.\r\nThere were no nail fragments in it.\r\n57. At 15:26 Mrs Horsley emailed Charlotte Richards of HR identifying apparent\r\nbreaches of QMS and suggested that the claimant be suspended. That was done\r\nwhen he came into work at shortly after 8.00pm. The notes of the suspension\r\nmeeting appeared at pages 375-376. The claimant said that he had cut his nail but\r\nnot using an instrument from a set. He said he had used some single use scissors.\r\nHe said his nail had split and it was disturbing him from doing his work so he cut it.\r\nMrs McDonald said that was a breach of QMS procedures and the claimant said that\r\nhe did not know that. Mrs McDonald said:\r\n“You should know this as we have to cover hair, facial hair, etc.”\r\n58. The claimant said:\r\n“I mean I didn’t know it was gross misconduct.”\r\n59. The suspension was confirmed in a letter handed to the claimant (pages 357-\r\n358).\r\n60. Single use scissors were items which were meant to be used only once in the\r\noperating theatre but which would be sent back with other instruments for washing\r\nand re-sterilisation. Technicians in the claimant's role were meant to take them out of\r\nthe trays and dispose of them in the sharps bin.\r\nMcDonald Investigation\r\n61. That evening Mrs McDonald carried out further investigatory interviews. She\r\ninterviewed Mr Gasiorowski (pages 377-378) who said that he watched the claimant\r\nfor approximately a minute and saw him put the scissors he was using back in the\r\nbasket with the rest of the instruments. Two other employees in the clean room at\r\nthe relevant time were interviewed, Mr Watson and Mr Robinson (pages 379-380).\r\nNeither saw anything. Mr Watson said he would not have thought any technician in\r\nthe clean room would ever do such a thing.\r\n62. On Monday 16 November Mrs McDonald interviewed Mr Kujnappan. The\r\nnotes appeared at pages 381-382. He had not seen the incident either. He did not\r\nhear what Mr Whilby said to the claimant, but he said that he heard the claimant say:\r\n“What’s wrong?” and “who told you?”\r\n63. After that investigation Mrs McDonald prepared a report which appeared at\r\npages 361-367. She provided a summary of the relevant parts of the QMS and a\r\nsummary of the results of the interviews she had undertaken. She recommended\r\nthat the claimant face a disciplinary hearing for potential gross misconduct.\r\nCase No. 2401298/2016\r\n12\r\nDisciplinary Charges and Hearing\r\n64. That recommended was accepted, and by a letter of 27 November 2015 the\r\nclaimant was invited by Mrs Balcombe to attend a disciplinary hearing. The\r\nallegation was described as follows:\r\n“The allegation is that you cut your nails with scissors from the tray you were\r\ninspecting at TP whilst working in the clean room (IAP) on Friday 13 November 2015.”\r\n65. Copies of the Trust’s disciplinary procedure and the statements taken during\r\nthe investigation were attached. The CCTV footage would be available to view at the\r\nstart of the hearing. The claimant was given the right to be accompanied.\r\n66. The Trust’s disciplinary policy contained disciplinary rules which appeared at\r\npages 42-43. They gave examples of gross misconduct. One example was:\r\n“…Failing to observe operational regulations…when the consequences are likely to\r\nresult in danger to patients or staff.”\r\n67. The disciplinary hearing took place before Mrs Balcombe on 18 December\r\n2015. The notes appeared at pages 386-391. The claimant was accompanied by his\r\nunion representative, Mr Moore. Mrs Balcombe outlined the allegation then Mr\r\nMoore asked why they were here because the scissors used were single use not\r\nfrom the tray. Mrs Balcombe said the issue was not the scissors but the act that was\r\ncarried out. Mr Moore said that the CCTV showed other breaches of QMS such as\r\nnot covering facial hair, arms being on show and doors being left open. Mrs\r\nBalcombe said those matters would be investigated separately.\r\n68. The claimant then explained that he noticed his nail was split and that the\r\ninstruments he was working on were dirty. The tray was going to have to go for a\r\nrewash anyway. He used single use scissors which he kept on his desk. Mrs\r\nBalcombe asked him why he had not mentioned that the tray had been dirty at the\r\ninvestigation interview when he was suspended. Mr Moore pointed out that the\r\nclaimant should have had representation at that interview according to the Trust’s\r\ndisciplinary policy. After an adjournment to check this Mrs Balcombe offered Mr\r\nMoore and the claimant a re-investigation and to delay the disciplinary hearing. This\r\noffer was refused because of the stress and strain the claimant was under.\r\n69. The discussion about the incident resumed. Mrs Balcombe said again:\r\n“We are getting too hung up on the type of scissors used. It is the act of cutting the\r\nnail in the clean room that is the issue. You have admitted to carrying out an act which\r\nis unacceptable and I need to understand why.”\r\n70. In the course of the discussion the claimant said that he trained other staff but\r\nthere were still a lot of breaches by other people of the QMS procedures. Mr Moore\r\npointed out that the procedures did not mention nails specifically, but Mrs Balcombe\r\nsaid they did mention dead skin. During a further adjournment she spoke to Mr\r\nWhilby who confirmed the claimant had not told him that the tray was dirty. Mr Moore\r\nemphasised the claimant's eight years of service. It had been a mistake. Dismissal\r\nwould be too harsh. Training was needed.\r\nCase No. 2401298/2016\r\n13\r\n71. After a further adjournment Mrs Balcombe confirmed that the claimant would\r\nbe dismissed. She said the claimant admitted he had been integral in training staff in\r\nthe unit and knew the standards. The breaches of QMS by other people shown on\r\nthe CCTV would be investigated separately. The claimant was summarily dismissed.\r\n72. Her decision was confirmed in a letter of 21 December 2015 at pages 392-\r\n394.\r\nAppeal\r\n73. The claimant appealed that decision by a letter of 15 January 2016 at page\r\n395. He said the allegation did not amount to gross misconduct and that he used\r\ndisposable scissors not scissors from the tray. He then collected three statements\r\nfrom colleagues, Mr Thomas, Mr Kujnappan and Mr Chacko. They appeared at\r\npages 396-398. Each of them signed to say that they did not know that cutting a nail\r\nin the clean room could be considered gross misconduct and they were not getting\r\nyearly training on clean room policies.\r\n74. The appeal hearing took place before Mrs Doyle on 8 March 2016. In the run\r\nup to it the claimant provided some more information. He provided a letter about his\r\ngrounds of appeal on 2 March at pages 401-402, and a note at page 403 identifying\r\na number of breaches of QMS which he said were happening on a daily basis.\r\nThose eight breaches included use of mobile phones, a failure to change scrub suits\r\nwhen moving from the clean room to the wash room and back again, and leaving the\r\ndoor to the wash room open allowing contamination to pass to the clean room. He\r\nsuggested this showed a lack of training and that what he had done was no worse\r\nthan this. He expanded on those allegations in a note at pages 405-408.\r\n75. He also provided a note about the circumstances of the incident at page 412,\r\nand a note about his grievance to Mrs McDonald at pages 413-416. He said that the\r\nhandling of his grievance had been race discrimination and that he had been bullied.\r\n76. His union representative, Sally Grimwood, provided a statement for the\r\nappeal at pages 410-411. Her statement emphasised that the CCTV showed Mr\r\nGasiorowski committing more serious misconduct than the claimant, that there had\r\nbeen a lack of formal training about these matters, and that the claimant had\r\nreported the tray as dirty.\r\n77. The notes of the appeal meeting on 8 March appeared on pages 417-430.\r\nThere was an extensive discussion lasting over three hours. The claimant was\r\nrepresented by Ms Grimwood.\r\n78. After the interview Mrs Doyle carried out some further investigations. She\r\ninterviewed Mr Kujnappan (pages 432-437) and Mr Thomas (pages 440-445). Mr\r\nKujnappan said he had seen the QMS documents in the gowning room but not\r\nelsewhere, and that he did not know which documents were in the folder on the wall\r\nin the clean room. He said that people used their mobile telephones and supervisors\r\ndid nothing He thought that cutting a nail would be misconduct but not necessarily\r\ngross misconduct. Mr Thomas said he was aware of the QMS and that documents\r\nwere displayed in the clean room, the wash room and the storeroom (page 440). He\r\nsaid that someone had used a mobile phone in the clean room about six months\r\nearlier, and that he would know from experience and common sense not to cut his\r\nCase No. 2401298/2016\r\n14\r\nnails over a tray in the clean room. He said he would now regard it as gross\r\nmisconduct but would not have done prior to the incident with the claimant.\r\n79. Mrs Doyle’s conclusions were set out in an outcome letter of 12 April 2016 at\r\npages 446-453. She pointed out that the claimant had not identified the tray as dirty\r\nprior to being spoken to by Mr Whilby. The CCTV footage did not show the claimant\r\nmove from his chair to a clinical waste bin to dispose of the nail as he claimed. She\r\nrejected the claimant’s argument that he did not know this would be gross\r\nmisconduct, relying in part on the September 2012 team brief and previous training.\r\n80. Mrs Doyle rejected the claimant's assertion that the tray had been dirty and\r\ntherefore would have to be rewashed in any event. Although he maintained that he\r\nhad been putting the instruments back in the tray in a way which told him that was\r\nthe case, she formed the view that had any of the instruments been dirty they should\r\nhave been placed immediately in a red striped “candy bag” when put into the tray so\r\nthat when the tray was rewashed the person doing it would know to give those items\r\nparticular attention. She did not believe that the claimant had already identified the\r\ntray as needing a rewash when he cut his nail.\r\n81. As for the allegations about other practices in the clean room, she noted the\r\nclaimant had said at the appeal hearing that he had not reported them since 2011,\r\nand they had been addressed by team briefings in the intervening period. She\r\nidentified the date of each briefing in question. She concluded the claimant had\r\nreceived adequate training and was concerned that he still did not appear to\r\nunderstand that what he had done was wrong. She took into account his clean\r\ndisciplinary record, but considered that the other actions in question did not pose the\r\nsame risk to health and safety as his actions. She rejected the contention that Tracie\r\nMcDonald had been influenced by the grievance from September 2015. The appeal\r\nletter dealt one by one with each of the points raised by the claimant and by his\r\nunion representative. The appeal was rejected.\r\n82. The points the claimant raised on page 403 were addressed by way of team\r\nbriefings after the claimant’s appeal.\r\n83. After some further emails about CCTV records the claimant emailed Mrs\r\nDoyle on 31 May 2016 at page 465. He said that he had put the nail tip in a clinical\r\nwaste bin which was close to his table on the left-hand side. He did not know\r\nwhether it was visible on the CCTV or not, but that explained why he had not been\r\nseen to get up and move to a different clinical waste bin. He also raised some issues\r\nabout the scissors which he had used. Mrs Doyle’s reply the same day (page 464)\r\nasked him to direct all correspondence to Mrs Keever who was dealing with the\r\nEmployment Tribunal complaint which was then underway.\r\nSubmissions\r\n84. At the conclusion of the evidence each party made an oral submission.\r\nClaimant’s Submissions\r\n85. The claimant had helpfully prepared a nine page written submission which the\r\nTribunal read as well as listened to his oral submission. For full details of his case\r\nreference should be made to that written document.\r\nCase No. 2401298/2016\r\n15\r\n86. In brief terms, the claimant began orally by highlighting the difference between\r\nthe treatment of the nail issue in 2012 and his dismissal, and also emphasised that\r\nwhat Michael Gasiorowski had done was as bad as what he had done but he had not\r\nbeen dismissed. He emphasised the background of racially discriminatory treatment\r\nof the Indian staff by the Polish staff and said that Mrs McDonald had failed to take\r\naction. When asked by the Tribunal whether he had made an allegation of race\r\ndiscrimination in the grievance he said he had done so to Mrs Doyle at the appeal\r\nstage but had not said it during the grievance process itself. He explained a range of\r\nfactors which accounted for that, including his low mood/depression, the fact he was\r\nbrought in for the grievance meeting at short notice having been asleep at home,\r\nand the fact that he was on a stage 2 warning for absence and was worried about\r\nwhat would happen if he raised this issue. He maintained, however, that Mrs\r\nMcDonald victimised him in the way she dealt with the suspension and investigation,\r\nand that his dismissal was unfair for the reasons set out in his written submission.\r\nRespondent’s Submission\r\n87. Mrs Keever was unfortunately unavailable for the third day of the hearing. Her\r\ncolleague, Ms Hunt, who had been present during the hearing, made the\r\nrespondent’s submission, assisted by Mrs Doyle. At the conclusion of her oral\r\nsubmission she provided the Tribunal with a copy of the document on which her\r\nsubmission had been based. Reference should be made to that written closing\r\nsubmission as appropriate.\r\n88. In broad terms the respondent’s case was that the contents of the grievance\r\nhad played no part in the decision of Mrs McDonald to suspend the claimant and\r\ninvestigate the incident with the nail on 13 November 2015, that there was no\r\nevidence supporting the case that there had been any race discrimination in the\r\ndecision to dismiss the claimant, and that it had been a fair dismissal. The claimant\r\nhad admitted cutting his nail, and whether he used single use scissors or scissors\r\nfrom the tray was in reality irrelevant given that he knew or ought to have known that\r\nit was not acceptable to take that course of action in the clean room. Management\r\nhad taken appropriate action against Michael Gasiorowski and had not been aware\r\nof the other alleged breaches of QMS which the claimant raised at the appeal stage.\r\nThose matters had in any event been addressed by way of team briefings. There\r\nwas therefore no inconsistency of treatment between the claimant and any of the\r\npeople with whom he compared himself. Although he had raised a range of\r\nmitigating factors, it was within the band of reasonable responses to dismiss him\r\nbecause he did not appreciate the risk to patient safety caused by what he had done\r\nand therefore the respondent could not be confident there would be no repetition.\r\nDiscussion and Conclusions – Preliminary Matter\r\n89. Before we commenced our deliberations on the legal claims set out in the List\r\nof Issues, it was necessary for the Tribunal to deal with one matter which arose\r\nduring submissions. In submissions the claimant drew attention to page 168 which\r\nwas the report from Trafford General of the incident in July 2012 when a nail was\r\nfound in a tray of instruments supplied by the respondent. The document had not\r\nbeen put in evidence during the hearing and no questions had been asked of any of\r\nthe witnesses about it. The claimant said that the document showed that this incident\r\nhad been regarded as a “small patient risk”, and that this was evident from the fact\r\nCase No. 2401298/2016\r\n16\r\nthat the technician concerned, who the claimant asserted was English, only faced a\r\ndiscussion at a one-to-one meeting rather than disciplinary proceedings.\r\n90. The respondent engaged with this point during its submission, and Miss Hunt\r\n(assisted by Mrs Doyle) told us that the classification of the incident as creating a\r\nsmall patient risk was a classification by Trafford General not by the respondent, and\r\nthat the form in question was supplied to Trafford so indicated only that there was\r\ngoing to be a discussion with the technician because whether any disciplinary\r\nproceedings were then to be pursued was a private matter between the respondent\r\nand its employee. Mrs Doyle said in submissions that there was a zero tolerance\r\npolicy towards “dirty incidents” of this kind and that disciplinary proceedings were\r\npursued against the technician in question, but he was dismissed for an unrelated\r\nmatter (which the claimant thought was fighting with another employee) before those\r\nproceedings were concluded.\r\n91. The Tribunal was left in the difficult position of not having had any evidence\r\nabout this matter, but both sides having addressed it in submissions. We decided\r\nthat we had to ignore the matter because it had not been raised in evidence.\r\nHowever, we were in the position of knowing what the evidence would have been\r\nhad it been explored during the hearing, and we were satisfied that it would not have\r\nmade any difference to the outcome had it been raised at the proper time in the\r\nproper way.\r\nDiscussion and Conclusions – Victimisation\r\n92. The victimisation complaint was identified by Employment Judge Holmes and\r\nthe non-legal members of the Tribunal at the hearing in October 2016. It was\r\nrecorded in the Case Management Order issued following that hearing. That record\r\nindicated clearly that the allegation of victimisation was restricted to the decision by\r\nMrs McDonald to suspend the claimant and to her decision to commence a\r\ndisciplinary investigation. In his submissions the claimant suggested that there were\r\na number of other actions on the part of Mrs McDonald which amounted to\r\nvictimisation, but they had not previously been identified as part of his complaint or\r\nidentified as such during the evidence and we confined ourselves to the issues as\r\nidentified at the previous hearing.\r\nProtected Act\r\n93. The first matter for us to decide was whether the claimant had done a\r\n“protected act” in the course of his grievance in September 2015. A protected act\r\nincludes making an allegation (whether or not express) that there has been a\r\ncontravention of the Equality Act 2010. The claimant confirmed during the hearing\r\nthat his “protected act” was an allegation of race discrimination, not of disability\r\ndiscrimination.\r\n94. The main difficulty faced by the claimant on this point was that he said both in\r\nhis evidence on oath and in submissions that he had not made an allegation of race\r\ndiscrimination during the grievance. He explained why that was. He was ill, he had\r\nbeen brought into the grievance meeting at short notice having been telephoned\r\nwhilst asleep, and he was worried about his stage 2 written warning for absence. He\r\nsaid that he was concerned that if he did raise race discrimination he would be\r\npenalised for it. He sought to get round this point by suggesting that Mrs McDonald\r\nCase No. 2401298/2016\r\n17\r\nalready knew that there was racism, and therefore it would have been apparent to\r\nher that his allegation of inappropriate treatment by a Polish supervisor was in truth\r\nan allegation of race, but he had not put that point to Mrs McDonald. There was no\r\nevidence before us confirming that Mrs McDonald knew there was any problem with\r\nrace discrimination as opposed to arguments and disagreements generally between\r\ncolleagues.\r\n95. Accordingly we concluded that the claimant had not made any express or\r\nimplied allegation in his grievance of 18 September 2015 at pages 329-330, or in the\r\ngrievance meeting of 24 September at pages 334-336, of race discrimination. He\r\nhad been alleging inappropriate treatment and bullying but he did not allege that this\r\nwas contrary to the Equality Act 2010 even though that may well have been his\r\nprivate view. It followed that his case that there was a protected act failed and on\r\nthat basis alone the victimisation complaint was dismissed.\r\n96. We noted that the grievance did contain some assertions about the need for a\r\nchair because of the claimant’s back condition. The claimant did not put his case on\r\nthe basis that this was a protected act. Had he done so it would have been a difficult\r\nmatter to determine. There had been two Occupational Health reports on his back in\r\n2013, the first of which advised that he was covered by the Equality Act 2010, the\r\nsecond of which advised that he was not covered.\r\nCausation\r\n97. However, even had his grievance contained a protected act the victimisation\r\nclaim would still have failed on causation. We were satisfied that the grievance\r\nplayed no part in the subsequent suspension and investigation in relation to the nail\r\nincident on 13 November 2015. The emails from the day showed that the question\r\nand the decision to investigate was made by the Operations Manager, Christine\r\nHorsley, suspension first being raised in her email at shortly before 3.30pm at page\r\nA37. Mrs McDonald’s investigation report at page 362 recorded that Mrs McDonald\r\nhad been advised by Christine Horsley to suspend the claimant. Suspension was in\r\naccordance with the disciplinary policy at page 39, which recorded that suspension\r\nmay be necessary to provide an opportunity for further investigations or where the\r\nalleged misconduct represented a potential risk to patients or staff. Even if the\r\nclaimant had done a protected act, therefore, the Tribunal would have found that the\r\nsuspension and investigation resulted solely from the events of 13 November 2015\r\nand were not influenced in any way by the contents of his grievance.\r\nDiscussion and Conclusions – Direct Race Discrimination\r\n98. The next matter the Tribunal considered was the allegation that the dismissal\r\namounted to direct race discrimination. We took into account the legal framework\r\nsummarised above. The dismissal would amount to less favourable treatment\r\nbecause of race if the fact the claimant was Indian had had any material influence on\r\nthe decision to dismiss him. The Tribunal had to consider whether an inference that\r\nrace had been a factor could properly be drawn from the primary facts.\r\n99. The claimant identified four factors which he said taken together showed that\r\nhis race had been an influence on the decision to dismiss him. We considered each\r\nin turn.\r\nCase No. 2401298/2016\r\n18\r\n1. 2012 Nail Incident\r\n100. The first factor was the treatment of the nail defect service report from\r\nTrafford General in 2012. We heard in evidence about the team briefing recorded on\r\npage 169. As explained in paragraphs 89-91 above, it was only in submissions that\r\npage 168 was drawn to our attention and we did not hear evidence about that matter\r\nat all. Formally, therefore, the Tribunal had to disregard this matter as it was not\r\nevidenced. However, had it been put in evidence by the claimant and raised with Mrs\r\nDoyle, and had she given in evidence the explanation she gave us during\r\nsubmissions, we would have found that it provided no support to the claimant's\r\nallegation of race discrimination. Even if the claimant was right to say that the\r\ntechnician was English, Mrs Doyle explained that the respondent did take\r\ndisciplinary action against him which could not be completed because he was\r\ndismissed for another matter. That explained why that technician had not been\r\ndismissed in relation to the nail. Further, she explained that the phrase “small\r\npatient risk” was a view taken by the customer, not the view of the respondent which\r\nhad a zero tolerance policy towards “dirty items”. Accordingly we were satisfied that\r\neven if the matter had been raised in evidence it would not have taken the claimant\r\nany further in relation to his race discrimination complaint.\r\n2. History of Racist Bullying\r\n101. The second factor on which the claimant relied was a matter which he\r\nemphasised in submissions, being that his colleague, Mr Kujnappan, had reported in\r\nthe past to Mrs McDonald that a Polish supervisor had called him a “bastard”, but\r\nthat Mrs McDonald had done nothing about this. This was not a matter properly\r\naddressed in the evidence. Mr Kujnappan made no mention of it in his witness\r\nstatement. Mrs McDonald had not been questioned on it. For that reason we did not\r\nconsider it appropriate to take it into account.\r\n102. However, it was also part of a broader theme on the claimant’s part which was\r\nthat management knew that there was racist bullying going on but had done nothing\r\nabout it and that this somehow influenced the decision to dismiss him. There were a\r\nnumber of drawbacks to this broader argument. The grievance contained no\r\nallegation that the previous treatment had been racist. The decision to dismiss was\r\nnot made by Mrs McDonald; it was made by Mrs Balcombe who worked at the\r\nKnowsley branch not Wythenshawe. There was nothing raised with Mrs Balcombe\r\nabout race discrimination save for a passing comment by the claimant in the\r\ndisciplinary hearing (page 389) that:\r\n“The Polish people are getting at me.”\r\n103. That statement was made in the course of a discussion about whether the\r\nclaimant had raised issues in the past and appeared to be an explanation why he\r\nhad not raised issues with the supervisors, who were Polish. It was not pursued by\r\nthe claimant or by his union representative, Mr Moore, in the course of that meeting.\r\nAccordingly we concluded that this point did not assist the claimant because there\r\nwas no evidence from which we could find that Mrs Balcombe was aware of any\r\nhistory of racist bullying when she decided to dismiss the claimant.\r\n104. As for the appeal stage, the claimant did say in one of his appeal documents\r\nat page 414 that there had been race discrimination in the chair incident in August\r\nCase No. 2401298/2016\r\n19\r\n2015, but he fell short in either that document or in the appeal meeting of alleging\r\nthat there was race discrimination in the dismissal decision. He made no mention of\r\nthe suggestion that Mr Kujnappan had complained to Mrs McDonald and that nothing\r\nhad happened, although he did tell Mrs Doyle (page 430) that he had been called an\r\n“Indian bastard” some four years earlier but had not reported it. This information was\r\nnot supplied to Mrs Balcombe.\r\n105. Putting these matters together we were satisfied that this second factor did\r\nnot help the claimant to show that there was any direct race discrimination in the\r\ndismissal.\r\n3. Other QMS Breaches\r\n106. The third factor relied upon by the claimant in the race discrimination\r\ncomplaint was an alleged failure by management to take action to deal with what he\r\nsaid were daily breaches of QMS which he itemised at the appeal stage at page 403.\r\nThey included allegations that staff were using mobile phones in the clean room and\r\nwash room, that there was a failure to change scrub suits when moving between the\r\nwash room and the clean room, and that staff were not washing their hands properly\r\nor leaving the door between the rooms open.\r\n107. These matters had not been raised at the dismissal stage with Mrs Balcombe.\r\nShe did not know about them because she worked at a different branch. They could\r\nnot support the claimant in suggesting that her decision was tainted by race\r\ndiscrimination.\r\n108. At the appeal stage Mrs Doyle was made aware of them by the claimant. She\r\nwas the Regional Manager with responsibility for Wythenshawe as well as Knowsley.\r\nShe ascertained from the claimant that he had not reported them to anyone since\r\n2011. She also investigated the history of team briefing and saw that some of those\r\nissues had been raised with staff in team briefs. An example was the team briefing\r\nabout hand washing in September 2014 recorded at pages 234-235, and the\r\nmention of mobile phones in a team brief in July 2015 at page 320. Indeed, as\r\nconfirmed by page 234 the respondent had an internal audit system which would\r\nidentify matters of “clean room etiquette” and address any concerns at subsequent\r\nteam briefings. Accordingly we were satisfied that the evidence did not establish that\r\nthe respondent wilfully ignored these matters: they were addressed as and when\r\nthey came to the attention of managers. We rejected the contention that any failure\r\nto deal with these matters in the past by discipline of an individual employee\r\nsupported the contention that there was less favourable treatment because of race.\r\nThere was no evidence management knew the names of people responsible, but in\r\nany event they were misdemeanours of a different nature.\r\n4. Breaches by Mr Gasiorowski on CCTV\r\n109. The fourth factor related to what was apparent from the CCTV footage of the\r\nincident. It showed that Mr Gasiorowski had bare forearms and that he was not\r\nwearing a face shroud over his beard. Both were breaches of the QMS, and the\r\nclaimant maintained that the failure to deal with those matters as gross misconduct\r\nwarranting dismissal was inconsistent treatment which was influenced by race.\r\nCase No. 2401298/2016\r\n20\r\n110. When this point was put to her Mrs Doyle explained that disciplinary action\r\nhad been taken against Mr Gasiorowski, but that it had resulted in a warning rather\r\nthan dismissal. She explained that the bare forearms could be an inadvertent\r\nsituation caused either by the fact that the gowns were not always the correct size,\r\nor by the fact that there was a task in the clean room which involved rolling sleeves\r\nup and placing the forearms into an air blowing device. Sometimes a technician\r\nwould forget to roll the sleeves back down after using that device. There might also\r\nbe a good reason why Mr Gasiorowski had temporarily removed his face shroud and\r\nforgotten to put it back. Because they could occur inadvertently they were viewed by\r\nthe respondent as less serious breaches of QMS than the claimant’s deliberate act\r\nof cutting his nail in the clean room.\r\n111. Although the claimant disputed the respondent’s view of this, the Tribunal was\r\nsatisfied that this explained the difference in treatment between the claimant and Mr\r\nGasiorowski. There was a sound basis for the view that his conduct was consistent\r\nwith having been inadvertent, whereas the claimant had taken a deliberate step to\r\ncut his nail. We were satisfied that this explained the difference in treatment. Mrs\r\nDoyle also explained that at the time of the warning Mr Gasiorowski had been acting\r\nup as a team leader and it was considered unfair to remove him from that role as it\r\nwould effectively be a double punishment.\r\nConclusion\r\n112. Putting these matters together the Tribunal concluded that the claimant had\r\nfailed to shift the burden of proof, but that even if he had done so the respondent had\r\nprovided a non-discriminatory explanation for its decision to dismiss him. The\r\ncircumstances of the individuals with whom he compared himself in different\r\nrespects were not genuinely comparable. There were material differences in each\r\ncase which explained the difference in treatment. There was no evidence which\r\nsupported an inference that race had played any part in the decision to dismiss him\r\nover the nail incident. It was a decision made solely because of the misconduct of\r\nwhich he was accused on 13 November 2015. The complaint of direct race\r\ndiscrimination therefore failed and was dismissed.\r\nDiscussion and Conclusions – Unfair Dismissal\r\n113. The unfair dismissal complaint required the Tribunal to take a different\r\napproach. Section 98 required us first to identify the reason or principal reason for\r\ndismissal. Only if a potentially fair reason were established would the Tribunal then\r\nmove to consider the question of fairness under section 98(4). As the legal principles\r\nsummarised above make clear, the role of the Tribunal was not to make its own\r\ndecision on whether it would have dismissed the claimant, but instead to decide\r\nwhether the employer’s approach to the disciplinary investigation and outcome fell\r\nwithin the band of reasonable responses.\r\nReason\r\n114. Save for his allegation that race played a part in his dismissal, which we\r\nrejected for the reasons we set out above, the claimant did not dispute that the\r\ndismissal was for a reason relating to his conduct. We found that he was dismissed\r\nbecause of his conduct in relation to the nail incident. We therefore moved to\r\nconsider the question of fairness.\r\nCase No. 2401298/2016\r\n21\r\nFairness – Genuine Belief\r\n115. The first element of the Burchell test is whether the employer had a genuine\r\nbelief that the claimant was guilty of misconduct. This was not challenged by the\r\nclaimant. Sensibly, he did not suggest to either Mrs Balcombe or Mrs Doyle that\r\nthey did not really believe he had done anything wrong.\r\nFairness – Investigation and Procedure\r\n116. The second element of the Burchell test is whether the employer carried out\r\nsuch investigation into the matter as is reasonable. This can encompass\r\nconsiderations of a fair procedure.\r\n117. Other than a general suggestion that the investigation had been carried out\r\ntoo quickly, the only specific criticism made by the claimant of the investigation\r\nprocedure was that he was not given the right to be accompanied at the meeting on\r\n13 November 2015 at which he was first informed of the allegation and then\r\nsuspended. The notes appeared at pages 375-376. Although the statutory right to be\r\naccompanied found in the Employment Relations Act 1999 and the ACAS Code of\r\nPractice do not provide for an employee to be accompanied at an investigation\r\nmeeting, as opposed to a disciplinary meeting, this was an error by the respondent\r\nbecause the right to be accompanied at an investigation meeting was provided by\r\nthe Trust disciplinary policy clause 6.1.2 (page 38).\r\n118. However, although this was a criticism well made by the claimant, it was put\r\nright at the disciplinary hearing on 18 December. The note at page 387 recorded that\r\nMrs Balcombe offered the claimant a chance to adjourn and to have the investigation\r\ncarried out once again, but he and his union representative, Mr Moore, rejected that\r\nbecause they wanted the matter to be resolved rather than prolonged. Accordingly\r\nwe concluded that the failure to allow the claimant to be accompanied at the\r\ninvestigation/suspension meeting did not take the procedure outside the band of\r\nreasonable responses.\r\n119. More generally, the Tribunal was satisfied that the respondent followed\r\nreasonably fair procedures at all stages. The investigations carried out by Mrs\r\nMcDonald were thorough, and she should not be criticised for having completed her\r\ninvestigations quickly. It was a simple matter where the core allegation was not\r\ndisputed.\r\n120. The disciplinary proceedings were handled fairly by Mrs Balcombe, and at the\r\nappeal stage Mrs Doyle ensured that every point raised by the claimant was\r\nconsidered and addressed, and undertook further investigations herself before\r\nmaking her final decision. She also took significant care to set out in her outcome\r\nletter an answer to every point that had been raised and to provide the claimant with\r\na list of all the documents which had been taken into account.\r\n121. We were therefore satisfied that viewed overall the investigation and\r\ndisciplinary procedures were carried out in a way which was reasonable and within\r\nthe band of reasonable responses. There was no unfairness to the claimant in those\r\nprocedures.\r\nCase No. 2401298/2016\r\n22\r\nFairness – Reasonable Grounds\r\n122. The next question was whether the respondent had reasonable grounds for\r\nconcluding that the claimant had committed misconduct. There were plainly\r\nreasonable grounds for that conclusion. In the meeting when he was first informed of\r\nthe allegation the claimant admitted having cut his nail, and as recorded at pages\r\n375-376 he explained to Mrs McDonald that when he said he did not know that there\r\nhad been a breach of QMS procedures he meant he did not know it was gross\r\nmisconduct. Further, the QMS procedures themselves and the team briefing in\r\nrelation to nails conducted in September 2012 provided ample grounds for the\r\nrespondent reasonably to take the view that what the claimant did was misconduct.\r\nThis is despite the fact that there was no specific mention of nails in the QMS\r\nProcedures themselves.\r\n123. Accordingly the Tribunal concluded that all elements of the Burchell test were\r\nsatisfied. The respondent genuinely believed on reasonable grounds after a\r\nreasonably fair investigation and procedure that the claimant was guilty of\r\ndisciplinary misconduct.\r\nSanction\r\n124. That left the question of whether the decision to dismiss the claimant fell\r\nwithin the band of reasonable responses, or whether it was a sanction so harsh that\r\nan employer acting reasonably would not have imposed it. This issue was at the\r\nheart of the claimant's unfair dismissal complaint.\r\n125. In considering this we took into account that in cases of gross misconduct the\r\nTribunal should approach the matter in two stages. The first is to decide whether the\r\nconduct can reasonably be characterised as gross misconduct meaning that\r\ndismissal for a first offence is appropriate. The second stage is to decide whether the\r\nemployer acted reasonably in then deciding to dismiss, since it does not follow that\r\nan employee guilty of gross misconduct must always be dismissed.\r\n126. The claimant made a number of different points relating to the\r\nreasonableness of the sanction and it was convenient to approach them in relation to\r\nfour broad headings: training; the circumstances of the incident; consistency, and\r\nmitigating factors.\r\n127. In relation to training, the claimant argued that the training on the QMS had\r\nnot been kept up-to-date, and that the respondent failed to undertake regular\r\nrefresher training every two years as had been done when he worked in the NHS.\r\nHe also argued that access to the QMS was limited and that neither he nor his\r\ncolleagues knew that cutting a nail would amount to gross misconduct. He also relied\r\non the absence of any express mention of nails in any of the QMS documentation.\r\n128. As to the circumstances of the incident, the claimant emphasised that single\r\nuse scissors were available in the clean room when they should not have been, that\r\nthe nail had been disturbing his work and he had a desire to remove it in order to\r\nprotect patient safety, that the nail was safely disposed of and that the tray he was\r\nworking on was dirty in any event and would have to be re-washed so there was no\r\nrisk to patient safety.\r\nCase No. 2401298/2016\r\n23\r\n129. His arguments as to consistency were based on the comparison with the\r\ntreatment of Michael Gasiorowski for failure to cover his arms and wear a face\r\nshroud as revealed on the CCTV, and with the alleged tolerance of management for\r\ndaily breaches of the QMS outlined in his note at page 403 at the appeal stage.1\r\n130. Finally, as to mitigating factors the claimant said that the respondent should\r\nhave taken into account the stress he had been under due to the bullying treatment,\r\nthe problems he had resulting from back pain because he had not been given the\r\nchair that he needed, the fact he was suffering from jet lag at the time of the incident\r\nhaving recently returned from India, the fact he had a clean disciplinary record\r\n(despite the absence management warning) and his eight years of service.\r\n131. We were satisfied that all these points were taken into account by the\r\nrespondent. Some of them were raised with Mrs Balcombe and the majority of them\r\nwere raised with Mrs Doyle at the appeal stage.\r\n132. As to training, there was a careful consideration of the training records which\r\nrevealed that the claimant had been aware in his initial quality training following the\r\ntransfer in 2007 that Quality Manual Procedures could be found in the clean room\r\nand “on the board”, and he had been specifically trained on the QMS introductory\r\nbooklet at some point in mid 2012. The relevant QMS document was a display copy,\r\nand the claimant's own colleagues confirmed to Mrs Doyle at the appeal stage that\r\nthere were documents kept in a folder on the wall which included the QMS\r\ndocuments (page 440). Although there was no evidence the claimant had received\r\nthe employee handbook containing the contractual obligation to keep up-to-date, in\r\nan environment of this kind keeping up-to-date with procedures would be an obvious\r\nresponsibility of an employee.\r\n133. As to the circumstances of the incident, the respondent acted reasonably in\r\nconcluding that there was no evidence to support the assertion that he had used\r\nsingle use scissors because none were found and Mr Gasiorowski said that he had\r\nseen the claimant put the scissors back in the tray. Further, although the claimant\r\nclaimed to have disposed of the nail safely, the CCTV footage did not support that\r\nbecause it did not show him getting up from his chair to move to the clinical waste\r\nbin. Importantly, the claimant’s assertion that the tray was dirty was not backed up by\r\nthe evidence before the decision making managers. Mr Whilby said that the claimant\r\nhad not told him that the tray was dirty before confronted about the incident, and\r\nthere was no trace on the CCTV of the candy bag into which any dirty implements\r\nought to have been placed. It was therefore reasonable for management to reject the\r\nclaimant’s account that the tray was dirty. The risk to patients could not be so easily\r\ndiscounted.\r\n134. In any event it was also reasonable of the respondent to take the view that the\r\nissue was the deliberate decision to cut the nail in the clean room at all rather than\r\nspeak to a supervisor and take a few moments to cut it in a different room. Mrs Doyle\r\nmade clear that the use of single use scissors and whether the tray was dirty in that\r\nsense did not matter.\r\n1 He also relied upon the treatment of the technician responsible for the nail incident in July 2012\r\nrecorded at page 168, although we discounted that for the reason explained in paragraphs 89-91\r\nabove.\r\nCase No. 2401298/2016\r\n24\r\n135. As to the consistency arguments, the respondent’s witnesses explained why\r\nthe circumstances of Mr Gasiorowski were different and did so in a way which we\r\nconsidered fell within the band of reasonable responses. The list of alleged daily\r\nbreaches of QMS at page 403 was also handled appropriately by Mrs Doyle at the\r\nappeal stage. Such breaches as had been drawn to the attention of management\r\nwere addressed in team briefings. There was no evidence that such breaches had\r\nbeen condoned by management despite being aware of them.\r\n136. As to the mitigating factors, the respondent was entitled to reject the\r\ncombination of stress, jet lag and back pain on the basis that the claimant was\r\nrequired to notify his supervisor if for medical reasons he was not well enough to do\r\nhis job. The option of allocating him to less demanding work remained possible. The\r\nfact he had attended for work and not raised any concerns meant that it was\r\nreasonable for the respondent to consider that he was fit to do the job and those\r\nfactors could reasonably be discounted.\r\n137. As to his clean disciplinary record and length of service, a key concern of the\r\ndecision makers was that the claimant did not appreciate the potential severity of the\r\ncourse of action he had taken. Although he knew that it was wrong, he did not accept\r\nthat it could reasonably be viewed as gross misconduct because of the risk to patient\r\nsafety.\r\n138. Putting those matters together we reached the following conclusion as to\r\nsanction. On the face of it this was a harsh decision. The claimant lost his job after\r\neight years of service simply for cutting his nail in the clean room. The evidence did\r\nnot support a conclusion that he had cut his nail over the tray and the nail fragment\r\nwas never found. That was consistent with him having disposed of it safely. It was\r\nclear from his witness statement that the loss of his job had a severe effect on him\r\nand his family.\r\n139. However, the task for this Tribunal was not to decide for itself whether we\r\nwould have dismissed the claimant but rather to see whether the employer’s decision\r\nfell within the band of reasonable responses. This was a sterile environment where\r\ncontamination would create a risk to patient health and safety. The QMS documents\r\nreinforced in detail the importance of maintaining that sterile environment and\r\navoiding any risk of contamination. A key consideration for the respondent was the\r\npotential risk of recurrence. An employee who refuses to accept that what he has\r\ndone is a serious matter creates a dilemma for an employer who may reasonably\r\nconsider that there is a risk of the same action being taken again. Although the\r\nclaimant accepted he should not have cut his nails he remained convinced (and\r\nadvanced the case in our hearing) that it could not reasonably be regarded as gross\r\nmisconduct or a serious matter. That was despite the fact that the Trust’s disciplinary\r\npolicy at page 43 identified as an example of gross misconduct a failure to observe\r\noperational regulations where consequences were likely to result in danger to\r\npatients or staff.\r\n140. In all the circumstances the Tribunal concluded that it was within the band of\r\nreasonable responses to characterise what the claimant did as gross misconduct,\r\nand to conclude that if he did not know it was a serious matter he should have known\r\ngiven the training which he had received and the environment in which he was\r\nworking.\r\nCase No. 2401298/2016\r\n25\r\n141. Given his continued refusal to recognise how serious his misconduct had\r\nbeen, the respondent acted within the band of reasonable responses in deciding to\r\ndismiss him rather than impose a lesser disciplinary punishment, despite the\r\nmitigating circumstances.\r\n142. For those reasons the unfair dismissal complaint failed and was dismissed.\r\nEmployment Judge Franey\r\n1 March 2017","tribunal_decision_categories":["public-interest-disclosure","race-discrimination","sex-discrimination","unfair-dismissal"],"tribunal_decision_country":"england-and-wales","tribunal_decision_decision_date":"2017-03-01"},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/58c1386ee5274a2a5f000136/Mr_B_Panikulam_Paulose_v_Synergy_Health_UK_Ltd_24012982016_Final.pdf","title":"Mr B Panikulam Paulose v Synergy Health UK Ltd: 2401298/2016 Final","content_type":"application/pdf","updated_at":"2017-03-09T11:11:42+00:00","created_at":"2017-03-09T11:11:42+00:00","content_id":"e3c93574-0eee-4e9e-8b87-bcfc3f026789"}],"change_history":[{"note":"First published.","public_timestamp":"2017-03-14T13:34:48.009Z"}]},"routes":[{"path":"/employment-tribunal-decisions/mr-b-panikulam-paulose-v-synergy-health-uk-ltd-2401298-2016","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","first_published_at":"2017-03-14T13:34:48Z","base_path":"/employment-tribunal-decisions/mr-b-panikulam-paulose-v-synergy-health-uk-ltd-2401298-2016","description":"Employment Tribunal decision.","content_id":"73f11dc5-e624-4161-bb68-ec007fd54094","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1133","api_path":"/api/content/courts-tribunals/employment-tribunal","base_path":"/courts-tribunals/employment-tribunal","content_id":"8bb37087-a5a7-4493-8afe-900b36ebc927","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-06-30T10:19:41Z","schema_name":"placeholder","title":"Employment Tribunal","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"Employment Tribunal"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/employment-tribunal-decisions","base_path":"/employment-tribunal-decisions","content_id":"1b5e08c8-ddde-4637-9375-f79e085ba6d5","description":"Find decisions on Employment Tribunal cases in England, Wales and Scotland.","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Employment tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"employment_tribunal_decision"},"format_name":"Employment tribunal decision","show_summaries":true,"summary":"<p>Find decisions on Employment Tribunal cases in England, Wales and Scotland.</p>","facets":[{"key":"tribunal_decision_country","name":"Country","type":"text","preposition":"by country","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"England and Wales","value":"england-and-wales"},{"label":"Scotland","value":"scotland"}]},{"key":"tribunal_decision_country_name","name":"Country name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_categories","name":"Jurisdiction code","type":"text","preposition":"by jurisdiction","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Age Discrimination","value":"age-discrimination"},{"label":"Agency Workers","value":"agency-workers"},{"label":"Blacklisting Regulations","value":"blacklisting-regulations"},{"label":"Breach of Contract","value":"breach-of-contract"},{"label":"Central Arbitration Committee (CAC)","value":"central-arbitration-committee-cac"},{"label":"Certification Officer","value":"certification-officer"},{"label":"Contract of Employment","value":"contract-of-employment"},{"label":"Disability Discrimination","value":"disability-discrimination"},{"label":"Employment Agencies Act 1973","value":"employment-agencies-act-1973"},{"label":"Equal Pay Act","value":"equal-pay-act"},{"label":"European Material","value":"european-material"},{"label":"Fixed Term Regulations","value":"fixed-term-regulations"},{"label":"Flexible Working","value":"flexible-working"},{"label":"Harassment","value":"harassment"},{"label":"Health & Safety","value":"health-safety"},{"label":"Human Rights","value":"human-rights"},{"label":"Improvement Notice","value":"improvement-notice"},{"label":"Interim Relief","value":"interim-relief"},{"label":"Jurisdictional Points","value":"jurisdictional-points"},{"label":"Maternity and Pregnancy Rights","value":"maternity-and-pregnancy-rights"},{"label":"National Minimum Wage","value":"national-minimum-wage"},{"label":"National Security","value":"national-security"},{"label":"Parental and Maternity Leave","value":"parental-and-maternity-leave"},{"label":"Part Time Workers","value":"part-time-workers"},{"label":"Pension","value":"pension"},{"label":"Practice and Procedure Issues","value":"practice-and-procedure-issues"},{"label":"Protective Award","value":"protective-award"},{"label":"Public Interest Disclosure","value":"public-interest-disclosure"},{"label":"Race Discrimination","value":"race-discrimination"},{"label":"Redundancy","value":"redundancy"},{"label":"Religion or Belief Discrimination","value":"religion-or-belief-discrimination"},{"label":"Renumeration","value":"renumeration"},{"label":"Reorganisation","value":"reorganisation"},{"label":"Reserved Forces Act","value":"reserved-forces-act"},{"label":"Right To Be Accompanied","value":"right-to-be-accompanied"},{"label":"Rights on Insolvency","value":"rights-on-insolvency"},{"label":"Sex Discrimination","value":"sex-discrimination"},{"label":"Sexual Orientation Discrimination/Transexualism","value":"sexual-orientation-discrimination-transexualism"},{"label":"Statutory Discipline and Grievance Procedures","value":"statutory-discipline-and-grievance-procedures"},{"label":"Tax","value":"tax"},{"label":"Temporary Employment","value":"temporary-employment"},{"label":"Time Limits","value":"time-limits"},{"label":"Time Off","value":"time-off"},{"label":"Time to Train","value":"time-to-train"},{"label":"Trade Union Membership","value":"trade-union-membership"},{"label":"Trade Union Rights","value":"trade-union-rights"},{"label":"Transfer of Undertakings","value":"transfer-of-undertakings"},{"label":"Unfair Dismissal","value":"unfair-dismissal"},{"label":"Unlawful Deduction from Wages","value":"unlawful-deduction-from-wages"},{"label":"Victimisation Discrimination","value":"victimisation-discrimination"},{"label":"Working Time Regulations","value":"working-time-regulations"},{"label":"Written Pay Statement","value":"written-pay-statement"},{"label":"Written Statements","value":"written-statements"}]},{"key":"tribunal_decision_categories_name","name":"Jurisdiction code name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"Mr B Panikulam Paulose v Synergy Health UK Ltd: 2401298/2016","public_updated_at":"2017-03-14T13:34:48Z","analytics_identifier":null,"document_type":"employment_tribunal_decision","schema_name":"specialist_document","base_path":"/employment-tribunal-decisions/mr-b-panikulam-paulose-v-synergy-health-uk-ltd-2401298-2016","description":"Employment Tribunal decision.","api_path":"/api/content/employment-tribunal-decisions/mr-b-panikulam-paulose-v-synergy-health-uk-ltd-2401298-2016","withdrawn":false,"content_id":"73f11dc5-e624-4161-bb68-ec007fd54094","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}