{"title":"Revenue and Customs Brief 26 (2013): changes to rules for zero-rating supplies of goods","public_updated_at":"2015-05-28T16:26:32Z","details":{"body":"<div class=\"govspeak\">\n<div class=\"call-to-action\">\n<p>This publication was originally archived on 14 April 2015.</p>\n</div>\n\n<h2 id=\"purpose-of-this-brief\">Purpose of this Brief</h2>\n\n<p>This Brief provides information on changes to certain rules for zero-rating supplies of goods for export outside the European Union (EU) that take effect from 1 October 2013.</p>\n\n<h2 id=\"action-to-take\">Action to take</h2>\n\n<p>To be aware of the changes and how they impact on affected transactions.</p>\n\n<h2 id=\"background\">Background</h2>\n\n<p>In principle, no VAT is due on goods which are exported from the EU (referred to as zero-rating). Strict conditions must be met before sales can be zero-rated and those conditions are laid out in Public Notice 703 VAT: Export of goods from the United Kingdom.</p>\n\n<p>Under EU VAT law (Article 146(1)(b) of Directive 2006/112), no VAT is due on indirect exports provided the overseas customer does not have a business establishment in the supplier’s country (<strong>note</strong>: indirect exports occur where goods are collected, or arranged to be collected, by the overseas customer). The UK has implemented this condition into national law (Regulation 129 of VAT Regulations 1995) but with a further requirement that the customer is not registered for VAT in the UK. This is reflected in paragraph 3.4 of Public Notice 703 which excludes zero-rating where goods are supplied to a business registered for VAT in the UK.</p>\n\n<p>EU law does not deny zero-rating where an indirect export takes place, and the customer is registered for VAT in the same country as the supplier but has no establishment in that country. Therefore, Regulation 129 of VAT Regulations 1995 will be amended from 1 October 2013 to ensure that UK law complies with EU law. The amendment will remove the current restriction in UK law which denies zero-rating where the customer is VAT registered in the UK. However, the condition relating to the business not having a business establishment in the UK still applies.</p>\n\n<p>There is no change to the UK provisions for the zero-rating of goods exported directly out of the UK by the supplier.</p>\n\n<h2 id=\"revised-vat-treatment\">Revised VAT treatment</h2>\n\n<p>The change to UK law means that (where an indirect export takes place) supplies made to any customer established outside the UK will be eligible for zero-rating even if that customer is VAT registered in the UK. Practical examples of the revised VAT treatment are shown below. In all cases, the conditions set out in Notice 703 (VAT: Export of goods from the UK) must be met.</p>\n\n<p>Example 1. A UK VAT registered business supplies goods to a customer established in the USA. That customer is also VAT registered in the UK but has no business establishment here. The customer arranges for the goods to be collected from the UK supplier for subsequent export outside the EU. The supply is eligible for zero-rating as an indirect export. Regulation 129 of VAT Regulations 1995 will be amended to fully reflect the provisions of EU Law.</p>\n\n<p>Example 2. A UK VAT registered business supplies goods to a customer established in China. That customer also has a business establishment in the UK and is VAT registered here. The goods are collected by the customer and exported outside the EU. This is an indirect export involving a supply made to a customer who is established in the UK. As such, the criteria in the revised Regulation 129 of VAT Regulations 1995 is not met and the supply is not eligible for zero-rating.</p>\n\n<p>Example 3. A UK VAT registered business supplies goods to a customer established in South Africa. That customer also has a business establishment in the UK and is VAT registered here. The goods are sent direct to a destination outside the EU by the UK supplier. This is a direct export and the supply is eligible for zero-rating under the provisions of section 30(6) of VAT Act 1994.</p>\n\n<p>Example 4. Customer (A) who is established in Canada orders goods from UK VAT registered supplier (B). The Canadian customer is also VAT registered in the UK but has no business establishment here. The UK supplier (B) sources the goods from another UK VAT registered supplier (C). The overseas customer (A) collects the goods from UK supplier (C) and subsequently exports those goods outside the EU. There are two separate supplies in this scenario - from UK supplier (C) to UK supplier (B) and from UK supplier (B) to Canadian customer (A). The supply from (C) to (B) is a standard-rated supply and UK VAT is due. The final supply in this chain (from (B) to (A)) is eligible for zero-rating under the provisions of Regulation 129 of VAT Regulations 1995 (as amended).</p>\n\n<h2 id=\"what-to-do-about-past-supplies\">What to do about past supplies</h2>\n\n<p>If affected businesses choose to correct past transactions and wish to make a claim to HMRC (under section 80 of the VAT Act 1994) for repayment of VAT incorrectly accounted for, they may do so, subject to the conditions set out in <a href=\"/government/publications/vat-notice-70045-how-to-correct-vat-errors-and-make-adjustments-or-claims\">Notice 700/45 How to correct VAT errors and make adjustments or claims</a></p>\n\n<p>All claims will be subject to the four-year time limit in section 80(4) of the VAT Act 1994 and to the set-off provisions in section 81 of the VAT Act and section 130 of the Finance Act 2008.</p>\n\n<p>We may reject all or part of a claim if repayment would unjustly enrich the claimant.</p>\n\n<p>More details on making claims and ‘unjust enrichment’ can be found in <a href=\"/government/publications/vat-notice-70045-how-to-correct-vat-errors-and-make-adjustments-or-claims\">Notice 700/45 How to correct VAT errors and make adjustments or claims</a>.</p>\n\n<p>In all cases, zero-rating of past supplies will only be appropriate if the supplier holds valid evidence to show that the goods have been exported. Guidance on acceptable evidence of export is set out in section 6 of public Notice 703 <em>VAT: Export of goods from the United Kingdom</em>. Additionally, for past transactions, the recipients of the supplies in question will need to make corresponding adjustments to the amount of input tax reclaimed.</p>\n\n<h2 id=\"further-information\">Further information</h2>\n\n<p>Notice 703 (VAT: Exports of goods from the UK) provides detailed information on the rules for zero-rating a supply of goods for export to destinations outside the EU. This notice will be updated to reflect the changes outlined in this Brief.</p>\n\n<p>For further information and advice, or where you are in any doubt about the correct VAT treatment please contact the VAT Helpline on Telephone: 0300 200 3700.</p>\n\n<p>Issued 6 September 2013</p>\n</div>","headings":"<ol class=\"unnumbered\"><li><a href=\"#purpose-of-this-brief\">Purpose of this Brief</a></li><li><a href=\"#action-to-take\">Action to take</a></li><li><a href=\"#background\">Background</a></li><li><a href=\"#revised-vat-treatment\">Revised VAT treatment</a></li><li><a href=\"#what-to-do-about-past-supplies\">What to do about past supplies</a></li><li><a href=\"#further-information\">Further information</a></li></ol>","public_timestamp":"2013-09-06T01:00:00.000+01:00","first_published_version":true},"routes":[{"path":"/government/publications/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","first_published_at":"2016-10-20T15:25:27Z","base_path":"/government/publications/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods","description":null,"content_id":"dab2fbbc-6f8f-4373-9fdc-a36a7aaab085","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D25","api_path":"/api/content/government/organisations/hm-revenue-customs","base_path":"/government/organisations/hm-revenue-customs","content_id":"6667cce2-e809-4e21-ae09-cb0bdc1ddda3","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-05-13T10:09:06Z","schema_name":"placeholder","title":"HM Revenue & Customs","withdrawn":false,"details":{"brand":"hm-revenue-customs","logo":{"formatted_title":"HM Revenue<br/>&amp; Customs","crest":"hmrc"}},"links":{}}],"parent":[{"analytics_identifier":null,"api_path":"/api/content/government/publications/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods","base_path":"/government/publications/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods","content_id":"5fea1e80-7631-11e4-a3cb-005056011aef","description":"Changes to certain rules for zero-rating supplies of goods for export outside the EU from 1 October 2013.","document_type":"policy_paper","locale":"en","public_updated_at":"2013-09-06T00:00:00Z","schema_name":"publication","title":"Revenue and Customs Brief 26 (2013): changes to rules for zero-rating supplies of goods","withdrawn":true,"links":{}}],"available_translations":[{"title":"Revenue and Customs Brief 26 (2013): changes to rules for zero-rating supplies of goods","public_updated_at":"2015-05-28T16:26:32Z","analytics_identifier":null,"document_type":"html_publication","schema_name":"html_publication","base_path":"/government/publications/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods","description":null,"api_path":"/api/content/government/publications/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods/revenue-and-customs-brief-26-2013-changes-to-rules-for-zero-rating-supplies-of-goods","withdrawn":true,"content_id":"dab2fbbc-6f8f-4373-9fdc-a36a7aaab085","locale":"en"}]},"format":"html_publication","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","withdrawn_notice":{"explanation":"<div class=\"govspeak\"><p>This publication was originally archived on 14 April 2015.</p>\n</div>","withdrawn_at":"2017-02-23T17:14:51Z"},"payload_version":0}