{"title":"MC v Secretary of State for the Home Department: AS/01/10/0986","public_updated_at":null,"details":{"body":[{"content_type":"text/govspeak","content":"Tribunal has power to decide its own jurisdiction – R v Immigration Appeal Tribunal ex parte Lokko [1990] IMM AR 539 in relation to a right of appeal under Section 103 of the Immigration and Asylum Act 1999.\r\n \r\nStopping of support generates right of appeal and not when Secretary of State discontinues in writing.  Policy Bulletin 17 is in breach of Article 6 rights.\r\n\r\nInterpretation of Section 103 as to what constitutes a decision to discontinue asylum support.\r\n\r\nPolicy Bulletins 30 and 31 are to be interpreted in light of Article 8 of the ECHR.\r\n\r\nSection 95 support – jurisdiction – interpretation of Section 103; breach of conditions under Regulation 20(1)(a), reasonable excuse for such breach.\r\n\r\n\r\nRead the full decision in [embed:attachments:inline:648fed87-753a-40be-b8bb-577041c5e6cc]\r\n\r\n"},{"content_type":"text/html","content":"<p>Tribunal has power to decide its own jurisdiction – R v Immigration Appeal Tribunal ex parte Lokko [1990] IMM AR 539 in relation to a right of appeal under Section 103 of the Immigration and Asylum Act 1999.</p>\n\n<p>Stopping of support generates right of appeal and not when Secretary of State discontinues in writing.  Policy Bulletin 17 is in breach of Article 6 rights.</p>\n\n<p>Interpretation of Section 103 as to what constitutes a decision to discontinue asylum support.</p>\n\n<p>Policy Bulletins 30 and 31 are to be interpreted in light of Article 8 of the ECHR.</p>\n\n<p>Section 95 support – jurisdiction – interpretation of Section 103; breach of conditions under Regulation 20(1)(a), reasonable excuse for such breach.</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584e9260ed915d0aeb00007c/MC_v_SOS_AS_01_10__0986.pdf\">MC v SOS AS_01<em>10</em> 0986</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"1.\tThis Reasons Statement is made in accordance with Rule 13 of the Asylum Support Appeals (Procedure) Rules 2000 (“the Rules”), and gives reasons for the Adjudication given on Wednesday the 24th day of October 2001 remitting the above mentioned appeal.\r\n\r\n2.\tThe appellant, a 57 year old citizen of Poland appeals against the decision of the Secretary of State who on 10th October 2001 decided to discontinue support to the appellant.\r\n\r\n3.\tThe appellant’s notice of appeal was received by the Asylum Support Adjudicators (“ASA”) on 16th October 2001 and a copy of the same was faxed to the respondent in accordance with Rule 4(1) of the Rules requiring the latter to produce the Secretary of State’s appeal bundle. \r\n\r\n4.\tBy faxed response received on 17th October, the Secretary of State stated as follows:\r\n\r\n“RE: MC & family\r\nASA/01/10/0986\r\n\r\nA person may appeal to the Asylum Support Adjudicators (ASA) against a decision falling within the terms of sections 103(1) or 103(2) of the Immigration and Asylum Act 1999 (“the Act”).\r\n\r\nWe have not made a decision in Mrs C’s case which falls within the terms of section 103(1) or 103(2) of the Act and accordingly an appeal to the ASA may not be brought.\r\n\r\nThe Secretary of State has the discretion under section 98 of the Act to provide temporary support while it is decided whether to provide support under section 95.  In Mrs C’s case we have provided temporary support in the form of emergency accommodation in London until a decision was made that she qualified for section 95 support and we offered to provide this support in South Yorkshire.  Mrs C failed to travel to take up this support without a reasonable excuse.  Our approach in such cases, where the household contains a dependant minor, is that we keep open our offer of section 95 support in a dispersal area whilst requiring the family to leave their emergency accommodation five working days after notification.  This offer of dispersal is still open to Mrs C and family and should she indicate that she wishes to take up this support then arrangements will accordingly be made for her and her family.\r\nNASS has not made a decision which falls within the terms of sections 103(1) or 103(2) of the Act and it is therefore not possible for an appeal to be brought to the ASA.\r\n\r\nIn these cases where it is not possible to bring an appeal to the ASA we do not issue an appeal bundle under regulation 4(2) of the (Procedure) Rules.\r\n\r\nPlease note that there have been no regulations made under section 103(7) of the Act providing for decisions as to where support provided under section 95 of the Act is to be provided to be appealable to the Asylum Support Adjudicators.”\r\n\r\n5.\tOn 18th October 2001 the respondent forwarded under protest a bundle of documents in response to directions given earlier that day. Although given an opportunity to file and serve additional submissions, none have been received.\r\n\r\n6.\tAt the hearing before me the appellant appeared in person and was assisted through the interpretation of Mrs N. Sochacz in the Polish language.  The respondent was not represented.\r\n\r\n7.\tIn R v Immigration Appeal Tribunal, ex parte Lokko [1990] IMM AR539, the Queen’s Bench Division confirmed the decision of the Immigration Appeal Tribunal that a court or tribunal has the power to decide its own jurisdiction and in particular to decide whether an appeal lies before them.  A right of appeal depends upon the relevant statutory provisions and the lodging of a notice of appeal but it is for the tribunal in question to determine whether or not it has jurisdiction to hear the appeal, not the Secretary of State.  This principle was subsequently confirmed in the case of Akhuemonkhan (14461) 10th January 1997, a case which also concerned the Immigration Appellate Authorities.\r\n\r\n8.\tSection 103 of the Immigration and Asylum Act 1999 states as follows:\r\n\r\n“(1) If, on an application for support under Section 95, the Secretary of State decides that the applicant does not qualify for support under that section, the applicant may appeal to an adjudicator.\r\n\r\n(2) If the Secretary of State decides to stop providing support for a person under section 95 before that support would otherwise have come to an end, that person may appeal to an adjudicator.”\r\n\r\n9.\tI am satisfied that on an ordinary meaning of the above statutory provisions, it is the stopping of the support which generates a right of appeal and not whether the Secretary of State decides to confirm that discontinuance in writing.  I note that the appellant was informed on 5th October 2001 that his application for accommodation and essential living needs under Section 95 had been approved and that he was to be provided with vouchers and accommodation in a dispersal area.  The appellant tells me and I accept that following this letter, he did indeed receive vouchers from the respondent.\r\n\r\n10.\tOn 10th October 2001 the appellant was informed by the Secretary of State that his support was subject to a condition that he must travel to South Yorkshire on 9th October 2001.  The Secretary of State noted that he had failed to travel as arranged and had given by way of reason that he suffered from a medical condition which prevented him from travelling to the allocated accommodation.  The Secretary of State considered that it was reasonable to allocate the appellant accommodation in South Yorkshire where there is a ready supply of accommodation.  The letter continued in the following terms:\r\n\r\n“The organisation which is currently providing you with emergency accommodation has no authority to provide support to those persons, such as yourself [and your family], who the Secretary of State has determined are eligible for support under Section 95 of the Immigration and Asylum Act 1999.  \r\n\r\nThe Secretary of State has considered the extent to which you have breached any relevant conditions of support under Regulation 19 of the Asylum Support Regulations 2000.  Having carefully considered your circumstances, the Secretary of State is satisfied that you have breached your conditions of support by failing to travel as arranged without reasonable excuse and he has accordingly decided that you must leave your current temporary accommodation by 18th October 2001.\r\n\r\nUnder Section 122 of the Immigration and Asylum Act 1999, the offer of support in a dispersal area remains open.  \r\n\r\n11.\tOn any normal meaning of the words contained in that letter, it is apparent that the Secretary of State has decided to stop providing support to the appellant.  I further take into the account the appellant’s own evidence that he has since this date ceased to receive vouchers from the respondent.  Notwithstanding therefore that the offer of accommodation in the dispersal area may remain open to the appellant and his family, the fact remains that having awarded subsistence support to the appellant, that support is no longer available to him.\r\n\r\n12.\tFurthermore, I am reminded that Section 6 of the Human Rights Act 1998 makes it unlawful for a public authority to act in a way which is incompatible with a convention right.  Article 6 of the European Convention on Human Rights states that in the determination of his civil rights and obligations...everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.\r\n\r\n13.\tSection 3(1) of the Human Rights Act 1999 states:\r\n\t\r\n“So far as it is possible to do so, primary legislation and subordinate legislation must be read and given effect in a way which is compatible with the Convention rights.”\r\n\r\nI am satisfied that parliament cannot have intended that appellants with dependant children should be accorded less rights than those with none.\r\n\r\n14.\tHad the appellant not had a minor dependant within his family, he would have been issued with a discontinuance notice upon failure to travel against which he would have had a right of appeal.  His reasons for failing to travel would then have been considered by an asylum support adjudicator and the appellant would have had an opportunity to demonstrate whether he had reasonable excuse for such failure.  In particular, he would have been able to raise his right to respect for family life, his wish to remain in the London area near his daughter and to request the court to consider whether it was right and proper for his sick wife to be made to disperse away from London.\r\n\r\n15.\tHowever, because the appellant has a minor dependant, he is made subject to NASS Policy Bulletin 17 by operation of which the Secretary of State purports to keep “open” the offer of support in a dispersal area. The practical effect of the letter of 10th October 2001 is to deprive him of subsistence support and a right of appeal which would enable an independent and impartial tribunal to determine whether his refusal to disperse was reasonable.  I am satisfied that the application of NASS Policy Bulletin 17 constitutes a breach of the appellant’s Article 6 rights, in that the document seeks to deny him an effective remedy and a fair and public hearing to determine whether he had reasonable excuse for his failure to travel.\r\n\r\n16.\tOn the basis that the appellant has not been issued with vouchers since approximately 10th October 2001, I am satisfied that the Secretary of State has decided to stop providing support to the appellant within the meaning of Section 103(2) of the Act and that accordingly, an appeal does lie to the ASA and I am empowered to hear that appeal.\r\n\r\n17.\tThe respondent having been served with a notice of hearing and being fully conversant with ASA procedures, I consider it proper to proceed to hear the full substantive case notwithstanding that the presenting officer is not present.\r\n\r\n18.\tThe appellant informs me that he does not wish to be dispersed outside of London because he and his wife suffer from ill health and are dependent upon their adult daughter who also resides in the London area.  He tells me that he suffers from high blood pressure, diabetes and psoriasis.  His wife is “under the constant supervision of doctors” because of her uncontrolled high blood pressure, and heart problems.  He agreed that his wife had undergone an operation in Poland for a malignant tumour which was successfully treated.  She nevertheless continues to have regular checks at the hospital.  He indicated that his wife is a frequent visitor to the general practitioner and had monthly appointments at the hospital.  Occasionally as is the case this month she may be required to attend on more than one occasion.\r\n\r\n19.\tThe appellant said that he does not speak English and therefore does not wish to be dispersed to the North of England.  He claims to be dependent upon his daughter who accompanies his wife to all hospital appointments, occasionally to the general practitioner and also assists with shopping.  He agreed that he is able to shop for himself but has difficulty when required to read labels or if he is uncertain about the product in question.  He can also accompany his wife to the general practitioner where Language Line has been used by the doctor to understand the patient.  He is able to cook and clean and assists his wife in the home.\r\n\r\n20.\tWith regards to his wife, the appellant told me that she is able to take her own medication, wash and dress herself and also to cook and clean unless she is feeling unwell.  She goes for walks if the weather is fine but is unable to shop or attend her hospital appointments on her own because of language difficulties.  He indicated that his daughter visits them between 2 – 4 days per week and deals with all their correspondence and any appointments that may need to be made.  \r\n\r\n21.\tI next heard from the appellant’s daughter who was unable to give her evidence in English despite encouragement to do so.  I am satisfied that whilst she was able to understand the general drift of the questions being asked of her, her understanding of spoken English was limited and her ability to speak it is virtually non-existent.  I am therefore satisfied that whilst she is clearly more familiar with her surroundings than her parents, she does not have the ability to act as their interpreter.  \r\n\r\n22.\tThe appellant’s daughter confirmed that her mother is able to wash, bathe, dress, cook and clean for herself when she is well.  If she is unwell however she needs to be looked after and at present, she indicated that her mother was suffering from depression and was often unable to communicate in any meaningful way.  She said that she had accompanied her mother to all hospital appointments but that she could walk to her general practitioner’s surgery herself.  \r\n\r\n23.\tI have also received written submissions from the appellant’s solicitors as well as the various hospital appointment letters and letter dated 29th September 2000 from Dr Jayatillake of the Mumtaz Medical Centre.  Dr Jayatillake states that the appellant’s wife suffers from uncontrolled hypertension, angina, duodenal ulcer and severe depression characterised by insomnia, phobia, nightmares, restlessness and thoughts of self-harm.  He concludes that she is unable to think clearly or care for herself and requests that she be allowed to remain with her daughter who is able to provide 24 hour care. \r\n\r\n24.\tPolicy Bulletin 30 deals with the merits of dispersing asylum seekers to an area different to a family member.  It states “...As a general rule an asylum seeker would have to demonstrate that there exists close personal ties between themselves and their relative, before a decision could be made to place him/her in a particular area simply because that family member lives there”.\r\n\r\n25.\tPolicy Bulletin 31, paragraph 4, deals with the issue of family ties and the applicability of Article 8 of the European Convention on Human Rights to asylum seekers wishing to be allocated accommodation near or with relatives or friends.  Paragraph 4.3 states “An asylum seeker may request to be allocated accommodation in London or the south east because they have a relative there.  A person’s individual circumstances and the nature of the relationship with that relative should always be carefully taken into account.  But in the absence of exceptional circumstances dispersal will generally be appropriate”.  Paragraph 4.5 alerts caseworkers to be mindful of exceptional circumstances of individual cases where it might be appropriate to depart from general guidelines and directs that such cases should be referred to HEO level and be accompanied by a written proposal”.\r\n\r\n26.\tThe object of Policy Bulletins 30 and 31 is to ensure the compatibility of primary and subordinate legislation with the Human Rights Act 1998.  It is for this reason that notwithstanding the requirements of Section 97 which requires that in the exercise of his powers under Section 95 to provide accommodation, the Secretary of State may not have regard to any preference of the supported person or his dependants (if any) to the locality in which the accommodation is to be provided, Policy Bulletins 30 and 31 direct caseworkers to consider whether the decision to disperse is compatible with the Human Rights Act 1998 and, in particular, that they should have regard to Article 8 of the Convention and consider the exceptional circumstances of individual cases in deciding whether dispersal outside of London is appropriate.  Such consideration would need to be carried out at the outset and in this case, should have been conducted before a decision was taken to disperse the appellant to South Yorkshire.  I have seen no evidence to suggest that any consideration was in fact given and, in the circumstances, I find that this remains outstanding before the Secretary of State.\r\n\r\n27.\tIn his letter of 10th October 2001 the respondent makes reference to Regulation 19 of the Asylum Support Regulations 2000 (“the Regulations”).\r\n\r\n28.\tRegulation 19(1) of the Regulations states that when deciding:\r\n\r\n\t\t“(a) whether to provide, or to continue to provide, asylum support for \r\nany person or persons,...\r\n\r\nthe Secretary of State may take into account the extent to which any relevant condition has been complied with.”\r\n\r\n29.\tRegulation 20(1) of the Regulations states that asylum support for a supported person and his dependants (if any) or for one or more dependants of a supported person, may be suspended or discontinued, if –\r\n \r\n(a)\tthe Secretary of State has reasonable grounds to suspect that the \r\nsupported person or any dependant of his has failed without reasonable excuse to comply with any condition subject to which the asylum support is provided;\r\n\r\n30.\tI have given careful consideration to all the evidence before me including medical reports submitted by the appellant, the oral evidence of the appellant and his daughter, documentary evidence supported by his solicitor and the Secretary of State’s bundle of documents and submissions referred to above.\r\n\r\n31.\tThe burden is upon the Secretary of State to establish on a balance of probabilities that a relevant condition has not been complied with. Once established, and I find that the appellant did breach a condition of support by failing to travel when required to do so, the burden of proof shifts to the appellant to demonstrate reasonable excuse for his breach.  The standard of proof is again that of a balance of probabilities.\r\n\r\n32.\tOn the totality of the evidence before me, I am satisfied that the appellant has demonstrated the existence of a close personal tie between him, his wife and his adult daughter living in London.  I further accept that the appellant and his wife experience language difficulties but having observed the daughter, I doubt that she is able to be of very much assistance to them as an interpreter.  She clearly provides a level of personal, practical and emotional support to her mother which would not be available in the dispersal area.  She does so however out of love for her parents and as a matter of choice rather than necessity.  On the evidence before me the appellant’s wife is to a large extent self-caring but occasionally suffers from bouts of depression and is then unable to cook and clean for herself.\r\n\r\n33.\tIt is evident from the extensive copy correspondence sent to me by the appellant’s solicitors that the close family relationship between the appellant and his daughter in London and the extent to which they depend upon her has been put before the Secretary of State on numerous occasions.  I have not however seen any evidence to suggest that the Secretary of State has given consideration to the matters raised, as required by Policy Bulletin 31.  I therefore find that the respondent has failed to apply the said policy to the appellant’s personal circumstances and to this extent, the matter remains outstanding before the Secretary of State.  In the circumstances, I am satisfied that the appellant has demonstrated reasonable excuse for failing to travel as arranged. \r\n\r\n34.\tThe appeal is remitted to the Secretary of State.\r\n\r\n","tribunal_decision_category":"section-95-support-for-asylum-seekers","tribunal_decision_categories":["section-95-support-for-asylum-seekers"],"tribunal_decision_decision_date":"2001-10-24","tribunal_decision_judges":["storey-s"],"tribunal_decision_landmark":"landmark","tribunal_decision_reference_number":"AS/01/10/0986","tribunal_decision_sub_category":"section-95-jurisdiction","tribunal_decision_sub_categories":["section-95-jurisdiction"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584e9260ed915d0aeb00007c/MC_v_SOS_AS_01_10__0986.pdf","title":"MC v SOS AS_01_10_ 0986","content_type":"application/pdf","updated_at":"2016-12-12T12:04:48+00:00","created_at":"2016-12-12T12:04:48+00:00","content_id":"648fed87-753a-40be-b8bb-577041c5e6cc"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:11.294Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/mc-v-secretary-of-state-for-the-home-department-as-01-10-0986","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:11Z","base_path":"/asylum-support-tribunal-decisions/mc-v-secretary-of-state-for-the-home-department-as-01-10-0986","description":"Asylum Support Tribunal decision of Judge Storey on 24 October 2001.","content_id":"30d51c56-92d9-46eb-b9e8-c78b31d46e8d","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"MC v Secretary of State for the Home Department: AS/01/10/0986","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/mc-v-secretary-of-state-for-the-home-department-as-01-10-0986","description":"Asylum Support Tribunal decision of Judge Storey on 24 October 2001.","api_path":"/api/content/asylum-support-tribunal-decisions/mc-v-secretary-of-state-for-the-home-department-as-01-10-0986","withdrawn":false,"content_id":"30d51c56-92d9-46eb-b9e8-c78b31d46e8d","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}