{"title":"PM's tribute to Jo Cox MP in the House of Commons: 20 June 2016","public_updated_at":"2016-06-20T15:44:33Z","details":{"body":"<div class=\"govspeak\"><p>Thank you, Mr Speaker. We are here today to remember an extraordinary colleague and friend.</p>\n\n<p>Jo Cox was a voice of compassion, whose irrepressible spirit and boundless energy lit up the lives of all who knew her and saved the lives of many she never, ever met. Today we grieve her loss – and we hold in our hearts and prayers her husband Brendan, her parents and sister, and her 2 children, who are just 3 and 5 years old.</p>\n\n<p>We express our anger at the sickening and despicable attack that killed her as she did her job, serving her constituents on the streets of Birstall. And let me join the Leader of the Opposition in his praise for Bernard Kenny, and all those who tried to save her.</p>\n\n<p>But above all, in this House, we pay tribute to a loving, determined, passionate and progressive politician who epitomised the best of humanity and who proved so often the power of politics to make our world a better place.</p>\n\n<p>I first met Jo in 2006 in Darfur. She was doing what she was so brilliant at – bravely working in one of the most dangerous parts of the world, fighting for the lives of refugees. Her decision to welcome me – then a Conservative Leader of the Opposition – had not been entirely welcomed by all of her colleagues and friends. But it was typical of her determination to reach across party lines on issues that she felt were so much more important than party politics.</p>\n\n<p>Jo was a humanitarian to her core. A passionate and brilliant campaigner, whose grit and determination to fight for justice saw her time and time again driving issues up the agenda and making people listen and, above all, act. Drawing attention to conflicts in Sudan and the Democratic Republic of Congo. Helping to expose the despicable practice of rape in war. Her work with Sarah Brown on cutting mortality in childbirth. Her support for refugees fleeing the war in Syria. Quite simply, there are people on our planet today who are only here, and alive, because of Jo.</p>\n\n<p>Mr Speaker, Jo was a committed democrat and a passionate feminist. She spent years encouraging and supporting women around the world to stand for office, long before she did so herself.</p>\n\n<p>When she herself was elected as an MP just over a year ago, she said to one of her colleagues that she did not just want to be known for flying around the world tackling international issues, but that she had a profound duty to stand up for the people of Batley and Spen. And she was absolutely as good as her word. As she said in her maiden speech, Jo was proud to be made in Yorkshire and to serve the area in which she had grown up. She belonged there - and in a constituency of truly multi-ethnic, multi-faith communities, she made people feel that they belonged too.</p>\n\n<p>Jo’s politics were inspired by love. And the outpouring and unity of the tributes we have seen in these past few days show the extraordinary reach and impact of her message.</p>\n\n<p>For in remembering Jo we show today what she said in this House to be true, and I know it will be quoted many times today: “We are far more united and have far more in common with each other than things that divide us.”</p>\n\n<p>This Wednesday, as the Leader of the Opposition said, it would have been Jo’s 42nd birthday. There will be a global celebration of her life and values with simultaneous events in New York and Washington, London and Batley, Brussels and Geneva, Nairobi and Beirut. She should, of course, have been celebrating her birthday by hosting her traditional summer solstice party.</p>\n\n<p>And it reminds us that behind the formidable professional, was a loving and fun, mother, daughter, sister, wife and friend with a warm, welcoming smile and so often, laughter in her voice.</p>\n\n<p>Jo brought people together. She saw the best in people and brought out the best in them. A brave adventurer and a keen climber, she was never daunted. When most people hear of a place called the Inaccessible Pinnacle, they leave it well alone. Not Jo. She didn’t just climb it, she abseiled down it, and did so despite a bad case of morning sickness. And it was her irrepressible spirit that helped to give her such determination and focus in her politics too.</p>\n\n<p>As a Conservative colleague of mine said this weekend: “If you lost your way for a moment in the cut and thrust of political life – meeting Jo would remind you why you went into politics in the first place.”</p>\n\n<p>Mr Speaker, there have been so many moving tributes in the past few days. But if I may, I would like to quote from someone already mentioned, the Hon Member for Wirral South: “Jo – we mourn your loss, yet know that all you stood for is unbreakable. We promise to stand up, even though we are broken. We promise that we will never be cowed by hate.”</p>\n\n<p>Mr Speaker, may we and the generations of Members that follow us in this House honour Jo’s memory by proving that the democracy and freedoms Jo stood for are indeed unbreakable, by continuing to stand up for our constituents, and by uniting against the hatred that killed her, today and for evermore.</p>\n</div>","political":true,"delivered_on":"2016-06-20T02:35:00+01:00","change_history":[{"public_timestamp":"2016-06-20T16:44:33.000+01:00","note":"First published."}],"image":{"alt_text":"The Rt Hon David Cameron MP","url":"/government/uploads/system/uploads/person/image/1/David_Cameron.jpg"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-06-20T16:44:33.000+01:00"},"routes":[{"path":"/government/speeches/pms-tribute-to-jo-cox-mp-in-the-house-of-commons-20-june-2016","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2016-06-20T15:44:33Z","base_path":"/government/speeches/pms-tribute-to-jo-cox-mp-in-the-house-of-commons-20-june-2016","description":"The Prime Minister paid tribute to Jo Cox MP in the House of Commons after Parliament was recalled.","content_id":"a5e57b79-4598-440f-bd97-c7dc26582f7e","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"OT532","api_path":"/api/content/government/organisations/prime-ministers-office-10-downing-street","base_path":"/government/organisations/prime-ministers-office-10-downing-street","content_id":"705dbea4-8bd7-422e-ba9c-254557f77f81","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2015-03-09T20:00:54Z","schema_name":"placeholder","title":"Prime Minister's Office, 10 Downing Street","withdrawn":false,"details":{"brand":"cabinet-office","logo":{"formatted_title":"Prime Minister&#39;s Office, 10 Downing Street","crest":"eo"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/community-and-society","base_path":"/government/topics/community-and-society","content_id":"27c0084e-6549-4042-b0f6-986e0f24cadf","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"Community and society","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/david-cameron","base_path":"/government/people/david-cameron","content_id":"8529186b-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:02Z","schema_name":"placeholder","title":"The Rt Hon David Cameron","withdrawn":false,"links":{}}],"available_translations":[{"title":"PM's tribute to Jo Cox MP in the House of Commons: 20 June 2016","public_updated_at":"2016-06-20T15:44:33Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/pms-tribute-to-jo-cox-mp-in-the-house-of-commons-20-june-2016","description":"The Prime Minister paid tribute to Jo Cox MP in the House of Commons after Parliament was recalled.","api_path":"/api/content/government/speeches/pms-tribute-to-jo-cox-mp-in-the-house-of-commons-20-june-2016","withdrawn":false,"content_id":"a5e57b79-4598-440f-bd97-c7dc26582f7e","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}