{"title":"Welsh language scheme","public_updated_at":"2014-08-05T21:03:20Z","details":{"body":"<div class=\"govspeak\">\n<div class=\"call-to-action\">\n<p>The Driving Standards Agency (<abbr title=\"Driving Standards Agency\">DSA</abbr>) closed on 31 March 2014. It has been replaced by the <a href=\"https://www.gov.uk/government/organisations/driver-and-vehicle-standards-agency/about/welsh-language-scheme\">Driver and Vehicle Standards Agency</a> (DVSA). This is the information about <abbr title=\"Driving Standards Agency\">DSA</abbr> that was published at the point that it closed. It is no longer current.</p>\n</div>\n\n<h2 id=\"statement-of-principle\">Statement of principle</h2>\n<p>This scheme sets out how we will uphold this principle when providing services to the public in Wales. When conducting public business in Wales, the Driving Standards Agency (<abbr title=\"Driving Standards Agency\">DSA</abbr>) will treat the English and Welsh languages equally.</p>\n\n<p>The scheme:</p>\n\n<ul>\n  <li>uses the guidelines issued by the Welsh Language Board</li>\n  <li>will be published and available to all our staff and the public</li>\n</ul>\n\n<h3 id=\"our-responsibilities-and-objectives\">Our responsibilities and objectives</h3>\n<p>Our primary aim is to promote road safety in Great Britain by improving driving standards and in particular by testing drivers (including motorcycle riders) and driving instructors fairly and efficiently.</p>\n\n<p>We are responsible for 3 of the Secretary of State’s statutory functions:</p>\n\n<ul>\n  <li>driving tests, including the theory test</li>\n  <li>supervising car driving instructors</li>\n  <li>the compulsory basic training (<abbr title=\"Compulsory Basic Training\">CBT</abbr>) scheme for learner motorcyclists</li>\n</ul>\n\n<p>We are also responsible for maintaining the Highway Code. In pursuing our aims, we are expected to meet the following objectives:</p>\n\n<ul>\n  <li>road safety - to provide a centre of excellence for driver training and driving standards, ensuring high and consistent standards in the assessment of drivers and driving instructors in Great Britain</li>\n  <li>customer service - to provide high quality services based on an understanding of customer needs, working closely with other parts of government to deliver joined-up services</li>\n  <li>staff development – to ensure that all our staff are developed and trained with the skills they need to achieve our objectives</li>\n  <li>efficiency – to improve continually the efficiency and effectiveness of our operations in accordance with Government policy and best business practice</li>\n  <li>finance – to achieve the annual fee by full recovery of costs</li>\n</ul>\n\n<h2 id=\"service-planning-and-delivery\">Service planning and delivery</h2>\n\n<h3 id=\"policies-legislation-and-initiatives\">Policies, legislation and initiatives</h3>\n\n<p>We will make sure, so far as is within our power, that new legislation and administrative procedures that we are responsible for, don’t prevent or hinder use of the Welsh language. Our policies will be consistent with the scheme and will not undermine it.</p>\n\n<h3 id=\"delivering-services\">Delivering services</h3>\n<p>We will support and provide services in Welsh whenever possible. The Customer Operations Manager will:</p>\n\n<ul>\n  <li>ensure the principle of language equality is considered and applied in all aspects of the agency’s work that affects the general public in Wales</li>\n  <li>keep staff and the public informed of our commitment to language equality</li>\n  <li>be the main point of contact for enquiries about the scheme and its operation</li>\n</ul>\n\n<p>Heads of branches within the agency will be responsible for ensuring that the provisions of the scheme are taken into account in the work of their own areas. Tests in Welsh will be available at every theory and practical test centre in Wales, as well as those outside Wales whose catchment area includes part of Wales. The standard and quality of our services will be consistent throughout Wales. The standards we have established in this scheme will apply to all other organisations that perform statutory duties on our behalf.</p>\n\n<h3 id=\"theory-test\">Theory test</h3>\n<p>Although the booking and delivery of the theory test is contracted out nationally, we retain control of the maintenance of the Welsh and English question banks. Nine theory test centres are situated in Wales. If a candidate chooses to take a theory test in Welsh at the time of booking, Welsh delivery is automatic at the test centre.</p>\n\n<h3 id=\"practical-test\">Practical test</h3>\n<p>Seven driving test service points are based in North Wales and 21 in South Wales.</p>\n\n<p>We monitor practical test waiting times on a combined basis for Welsh and English tests. We will ensure there are Welsh speaking examiners at practical test centres where there is demand for tests in Welsh. A candidate may choose his/her preferred language when he/she books the test and can be confident that the practical test examiner will speak Welsh</p>\n\n<h3 id=\"information-and-communications-technology\">Information and communications technology</h3>\n<p>Our existing IT facilities meet the requirements to implement the measures contained in this scheme. We will make sure that specifications for new or replacement systems take account of the provisions of this scheme to provide information and services in Welsh.</p>\n\n<h2 id=\"communicating-with-the-welsh-speaking-public\">Communicating with the Welsh speaking public</h2>\n\n<h3 id=\"written-communication\">Written communication</h3>\n\n<p>We (and by definition our contractors and sub-contractors) welcome correspondence in Welsh and English. Correspondence in Welsh and English will be answered in the same target times inline with our customer service standards. If a customer writes to us in Welsh we will reply in Welsh unless the customer states a preference for English. Similarly, correspondence will be in Welsh if verbal contact is in Welsh, or if the customer has expressed a preference for Welsh. When we begin correspondence with an individual, group or organisation, we will do so in Welsh when we know they would prefer to correspond in Welsh.</p>\n\n<p>All Welsh email correspondence we issue will bear a Welsh (or bilingual) electronic signature.</p>\n\n<h3 id=\"telephone-communication\">Telephone communication</h3>\n<p>We welcome telephone enquiries in Welsh or English.</p>\n\n<p>There is a separate national number to access Welsh speaking operators or a translation based service. An Interactive Voice Response system will respond in Welsh. The caller can choose access to the theory test line or the practical test line. The system will then deliver the call to the Welsh speaking customer service representative. If they are not available, the call will flow to an English speaker who will action a live translation through a Welsh speaker at <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>.</p>\n\n<h3 id=\"public-meetings\">Public meetings</h3>\n<p>Invitations and advertisements for meetings in Wales will be circulated in Welsh and English.</p>\n\n<p>We will:</p>\n\n<ul>\n  <li>let those attending public meetings know when translation facilities are available and encourage contributions in Welsh</li>\n  <li>ensure that at meetings such as open days in Wales there will be members of staff available who can speak in Welsh and English to deal with enquiries</li>\n</ul>\n\n<h2 id=\"publicity-and-printed-material\">Publicity and printed material</h2>\n\n<h3 id=\"advertising-and-publicity-activities\">Advertising and publicity activities</h3>\n\n<p>We use advertising to inform the general public and businesses about a wide range of topical issues. The media we use depends on the nature of the campaign, target audience, timing, message and value for money.\nWhen participating in any public exhibition or event in Wales, we will ensure that display material for the public is in a bilingual format. If material is displayed in Welsh, the size, quality, legibility and prominence of the text will be the same as it is in English.</p>\n\n<h3 id=\"public-surveys\">Public surveys</h3>\n<p>We will make it clear on public surveys and questionnaires that they are available in Welsh if needed.</p>\n\n<h3 id=\"publications\">Publications</h3>\n<p>In Welsh language publications, advertisements will be in Welsh only. A summary of the business plan is translated into Welsh each year.</p>\n\n<h3 id=\"websites\">Websites</h3>\n<p>Publications are now web by default and as such are subject to government-wide policy.</p>\n\n<p>Our website will include pages in both Welsh and English and our normal practice will be to provide Welsh versions of the interactive pages.</p>\n\n<p>When we post an English language publication on our website, the Welsh version will be posted at the same time, if available. We are working with the Government Digital Service (<abbr title=\"Government Digital Services\">GDS</abbr>) to provide translation to Welsh in line with the Cabinet Office’s policy of proportionate translation.</p>\n\n<h3 id=\"forms-and-explanatory-material\">Forms and explanatory material</h3>\n\n<p>We will produce Welsh versions of the following:</p>\n\n<ul>\n  <li>driving test report (DL25)</li>\n  <li>riding test report (DL25MC)</li>\n  <li>CPC4 form (LGV &amp; PCV)</li>\n  <li>bad weather letter</li>\n  <li>appointment letter</li>\n</ul>\n\n<p>When we enter information on Welsh versions of forms that are sent to the public, we will do so in Welsh.</p>\n\n<p>When we enter information on bilingual forms that are sent to the public, we will do so bilingually unless we know the recipient would prefer to receive the information in Welsh or English only.</p>\n\n<p>When other organisations distribute forms on our behalf, we will ensure that they do so in accordance with the above.</p>\n\n<h3 id=\"corporate-identity\">Corporate identity</h3>\n<p>Our logo is an essential part of our identity; we will therefore adopt a fully bilingual corporate image in Wales. The agency’s name, address, logo and corporate slogan and any other standard information will be bilingual on all letter headings, identification badges, publications, signs and other materials used in Wales.</p>\n\n<h3 id=\"signs-in-wales\">Signs in Wales</h3>\n<p>External test centre signage throughout Wales will be bilingual. Generic posters and signs, such as no smoking signs, displayed in test centre waiting rooms will also be bilingual throughout Wales.</p>\n\n<h3 id=\"press-releases-and-contact-with-the-media\">Press releases and contact with the media</h3>\n<p>Press releases to the Welsh language press and broadcasting media in Wales will be issued in Welsh where deadlines permit. Our aim is to issue releases simultaneously in both languages, but, where timing does not allow this, a Welsh version will be produced as soon as possible afterwards.</p>\n\n<p>We will publish press releases relevant to Wales in Welsh and English on GOV.UK.</p>\n\n<p>Where possible, we will ensure that Welsh speakers are available to undertake interviews with the Welsh language press and broadcasting media.</p>\n\n<h2 id=\"staff\">Staff</h2>\n\n<h3 id=\"recruitment\">Recruitment</h3>\n\n<p>We will identify those workplaces and jobs where the ability to speak Welsh is desirable or essential. This requirement may be defined as a component of a workplace or team, or attached to a particular job. When fluency in Welsh is considered to be desirable or essential this will be stated in job advertisements. A Welsh speaking test will also be carried out as part of the selection process. Where we place recruitment advertisements in newspapers or other publications in Wales, Welsh and English versions will appear together – advertisements placed in Welsh language publications will be in Welsh only.</p>\n\n<h3 id=\"staff-training\">Staff training</h3>\n<p>In line with corporate priorities to ensure we meet our obligations we will:</p>\n\n<ul>\n  <li>actively encourage relevant staff to learn Welsh and, as part of our staff training programme</li>\n  <li>provide Welsh language training to allow relevant employees to achieve or maintain the required fluency in Welsh</li>\n</ul>\n\n<p>Members of staff who are appointed on the understanding that they will learn Welsh in a given period will be enrolled on a Welsh language course. Time off during work hours to achieve the required level of fluency will be agreed with the individual.</p>\n\n<h3 id=\"implementing-the-scheme\">Implementing the scheme</h3>\n<p>The measures in this scheme carry the full authority, support and approval of our organisation. Managers have the responsibility of implementing these aspects of the scheme relevant to their work. We will make the public aware that they may use Welsh or English when communicating with any of our offices by correspondence, telephone or face to face. We will publish the scheme to our staff, to the public in Wales and on GOV.UK</p>\n\n<p>We will use experienced professional translators to translate from English to Welsh and vice versa. We will only use translation organisations that can prove they will provide a fast, high quality service. We are committed to operating within the terms of the scheme and to ensure everyone in <abbr title=\"Driving Standards Agency\">DSA</abbr> understands the scheme and how it should be implemented.</p>\n\n<h3 id=\"partnership-working\">Partnership working</h3>\n<p>Where a publication is statutory or a Welsh version proves viable, we will put the case for one to be produced.</p>\n\n<h3 id=\"services-delivered-on-behalf-of-the-organisation-by-other-parties\">Services delivered on behalf of the organisation by other parties</h3>\n<p>Some services we provide to the public in Wales are carried out for us by other organisations such as our theory test provider. We will make sure that agreements are consistent with the terms of this scheme and specify requirements on the use of Welsh language in relevant documentation.</p>\n\n<h3 id=\"reviewing-and-amending-the-scheme\">Reviewing and amending the scheme</h3>\n<p>We will review the scheme within 4 years of its coming into effect. From time to time we may need to review the scheme, or propose amendments to the scheme because of changes to our functions or to the circumstances in which we undertake those functions.</p>\n\n<h3 id=\"suggestions-for-improvements\">Suggestions for improvements</h3>\n<p>We welcome suggestions to improve our service to Welsh speakers, and these should be sent to the Customer Operations Manager. Customers may comment on the scheme by sending an email to <a href=\"mailto:customer.services@dsa.gsi.gov.uk\">customer.services@dsa.gsi.gov.uk</a>.</p>\n\n<h3 id=\"complaints\">Complaints</h3>\n<p>We will handle any complaints about our administration of the scheme in line with our complaints procedure.</p>\n\n<h2 id=\"contact-us\">Contact us</h2>\n\n</div>","organisation":"304d93a6-dd72-4a52-8858-387d8d83a309","tags":{"browse_pages":[],"policies":[],"topics":[]}},"routes":[{"path":"/government/organisations/driving-standards-agency/about/welsh-language-scheme","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"whitehall-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"welsh_language_scheme","schema_name":"corporate_information_page","first_published_at":"2016-05-13T16:10:28Z","base_path":"/government/organisations/driving-standards-agency/about/welsh-language-scheme","description":"The Welsh language scheme sets out how we provide services to the public in Wales.","content_id":"5f54d25a-7631-11e4-a3cb-005056011aef","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"EA75","api_path":"/api/content/government/organisations/driving-standards-agency","base_path":"/government/organisations/driving-standards-agency","content_id":"304d93a6-dd72-4a52-8858-387d8d83a309","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2014-10-15T14:35:29Z","schema_name":"placeholder","title":"Driving Standards Agency","withdrawn":false,"details":{"brand":"department-for-transport","logo":{"formatted_title":"Driving<br/>Standards<br/>Agency","crest":"single-identity"}},"links":{}}],"available_translations":[{"title":"Cynllun iaith Gymraeg","public_updated_at":"2014-08-05T21:03:20Z","analytics_identifier":null,"document_type":"welsh_language_scheme","schema_name":"corporate_information_page","base_path":"/government/organisations/driving-standards-agency/about/welsh-language-scheme.cy","description":"Wrth gynnal busnes cyhoeddus yng Nghymru, bydd Yr Asiantaeth Safonau Gyrru (DSA) yn ymdrin â’r ieithoedd Saesneg a Chymraeg yn gyfartal.\r\n","api_path":"/api/content/government/organisations/driving-standards-agency/about/welsh-language-scheme.cy","withdrawn":true,"content_id":"5f54d25a-7631-11e4-a3cb-005056011aef","locale":"cy"},{"title":"Welsh language scheme","public_updated_at":"2014-08-05T21:03:20Z","analytics_identifier":null,"document_type":"welsh_language_scheme","schema_name":"corporate_information_page","base_path":"/government/organisations/driving-standards-agency/about/welsh-language-scheme","description":"The Welsh language scheme sets out how we provide services to the public in Wales.","api_path":"/api/content/government/organisations/driving-standards-agency/about/welsh-language-scheme","withdrawn":true,"content_id":"5f54d25a-7631-11e4-a3cb-005056011aef","locale":"en"}]},"format":"corporate_information_page","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","withdrawn_notice":{"explanation":"<div class=\"govspeak\"><p>The Driving Standards Agency was replaced by the Driver and Vehicle Standards Agency (<abbr title=\"Driver and Vehicle Standards Agency\">DVSA</abbr>) on 1 April 2014. You can read about <a href=\"https://www.gov.uk/government/organisations/driver-and-vehicle-standards-agency/about/welsh-language-scheme\"><abbr title=\"Driver and Vehicle Standards Agency\">DVSA</abbr>’s Welsh language scheme</a>.</p>\n\n</div>","withdrawn_at":"2014-08-05T21:03:20Z"},"payload_version":0}