{"title":"A place for innovation","public_updated_at":"2016-11-03T14:56:00Z","details":{"body":"<div class=\"govspeak\"><h3 id=\"introduction\">Introduction</h3>\n\n<p>It’s good to be back. It’s great to see everyone again and to be here in Manchester, a city that is on the rise and has throughout all of its history been a centre of innovation. I think its very appropriate that we meet here today.</p>\n\n<p>And it’s a great pleasure to be speaking towards the beginning of day 2 of what I know has been a successful session so far. There’s a buzz around the place, I detect in the exhibition. I’m looking forward to going around the stands shortly.</p>\n\n<p>As Kevin says the last time I spoke at this conference was 2 years ago in 2014 when I was minister for science and also minister for cities; linking 2 of my great passions. I’m absolutely thrilled that my new role, science, innovation and cities policy are also part of this wider brief for Industrial Strategy. But this time of course including business, energy and the low carbon economy. Very important source of innovation in itself.</p>\n\n<p>And for the first time ever in the name of the business department an explicit commitment to Industrial Strategy which everyone here will have a big part to play.</p>\n\n<p>And it’s a focus not just for the wide ranging responsibilities of my department,</p>\n\n<p>But for government and for our economic policy as a whole.</p>\n\n<p>Last week we had some good news for the British economy. <abbr title=\"gross domestic product\">GDP</abbr> figures put Britain at the top of the <abbr title=\"Group of 7 group of major advanced economies consisting of Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States and also including representation from the European Union.\">G7</abbr> growth league table.</p>\n\n<p>But of course in the wake of Brexit, we shouldn’t under-estimate the challenges ahead of us or imagine that we can predict the future with perfect accuracy</p>\n\n<p>Notwithstanding a lot of the conversations here to try to peer into the future.</p>\n\n<p>But what we can say is that both through our negotiations with our European partners and in our long-term Industrial Strategy</p>\n\n<p>We are determined to make sure that Britain continues to be a beacon of competitiveness, now and in the future.</p>\n\n<p>And make no mistake we cannot afford to do anything less. No nation can.</p>\n\n<p>We need to make the most of our strengths – but we also need to face up to our weaknesses.</p>\n\n<p>Now, our strengths are not in doubt.</p>\n\n<p>One of the recent big events here in the city of Manchester, you will recall, was the homecoming parade for our triumphant Olympians</p>\n\n<p>And as Team <abbr title=\"Great Britain\">GB</abbr> showed in Rio this summer, this country can amaze the world</p>\n\n<p>And there is a lot of innovation and science and research that went into that very spectacular performance</p>\n\n<p>Not least in cycling – a sporting and technological triumph – based here in Manchester at the National Cycling Centre.</p>\n\n<p>So whether it’s sport, whether it’s technology, whether it’s literature, science, theatre, engineering, music, architecture, film, manufacturing, finance: innovation oozes out of every pore of this country.</p>\n\n<p>A lot was made of the fact when they were announced last month – the Nobel Prizes – that all 6 of the American Nobel Prize winners were immigrants into America. Rather less attention was paid to the fact that 5 of the 6 immigrants came from Britain.</p>\n\n<p>Now, I don’t want to claim some sort of British exceptionalism:</p>\n\n<p>But seems to me there must be something in the water.</p>\n\n<p>A well-spring of innovation that could and should, in my view, irrigate the whole of the British economy.</p>\n\n<p>And to do that this is where we need to face up to our challenges.</p>\n\n<p>Because for all of the progress that we’ve made and for all the excellence that we know is here and is embodied by all of you here in this room</p>\n\n<p>We know that the progress we have made is too uneven.</p>\n\n<p>For instance we have some of the most competitive and productive businesses in the world, but, compared to Germany, a disproportionate number of low productivity businesses.</p>\n\n<p>We can boast some of the most prosperous, in fact the most prosperous area in northern Europe – central London – but also 9 of the 10 poorest places in northern Europe.</p>\n\n<p>These aren’t remote provinces, without hope of further development; most are a stone’s throw from our great city centres – places that could be and should be more productive than they are.</p>\n\n<p>Now there are those who claim that these disparities in economic performance are somehow inevitable.</p>\n\n<p>That London is so large and dominant that the rest of the country is cast in its shadow.</p>\n\n<p>What rubbish.</p>\n\n<p>Innovation and growth is not, and never has been, a zero sum game.</p>\n\n<p>To have a global city on your doorstep is a plus not a minus.</p>\n\n<p>Furthermore, there was nothing inevitable about London’s success story.</p>\n\n<p>In fact for most of the 20th century – hard to think now – our capital city actually underperformed the national average.</p>\n\n<p>It is only from the 1980s that this was turned around and turned around so dramatically.</p>\n\n<p>Now we see big revivals and momentum in cities like Manchester where we are, in Birmingham and in Liverpool.</p>\n\n<p>Before 2010, private sector job creation in the south greatly outstripped the cities of the North and the Midlands.</p>\n\n<p>Amazingly by a factor of 10 to 1.</p>\n\n<p>But since 2010, the job creation gap has all but disappeared.</p>\n\n<p>A Northern Powerhouse and a Midlands Engine? Certainly you’d better believe it.</p>\n\n<p>But the whole country, it seems to me, needs to have the prospect for the revival that our great cities of the North and the Midlands are now enjoying.</p>\n\n<p>And so we are totally committed to continuing the progress that has been made and to extending these opportunities nationwide through the devolution deals that I promoted in my previous ministerial roled, and through the combined authorities and the new mayors and Local Enterprise Partnerships.</p>\n\n<h3 id=\"industrial-strategy\">Industrial strategy</h3>\n\n<p>The potential of every part of this country is beyond doubt.</p>\n\n<p>It just needs to be unleashed.</p>\n\n<p>Fully mobilised through an upgrade in our underlying economic connections:</p>\n\n<p>A world class science and research base.</p>\n\n<p>Leading edge industrial sectors.</p>\n\n<p>A skilled and productive workforce.</p>\n\n<p>Smart and sustainable infrastructure.</p>\n\n<p>Affordable, attractive housing.</p>\n\n<p>Strong and self-confident communities.</p>\n\n<p>High environmental standards.</p>\n\n<p>World-respected corporate governance.</p>\n\n<p>These are the foundations on which we need to build the future success of the British economy</p>\n\n<p>And upgrading each of these is what our industrial strategy will achieve.</p>\n\n<p>Because all are indispensable.</p>\n\n<p>If there is a consistent theme, I think one of them is this:</p>\n\n<p>The connection between innovation and place.</p>\n\n<p>Now I realise that in speaking to this innovation conference taking place in Manchester, well I would say that wouldn’t I?</p>\n\n<p>But it’s true.</p>\n\n<p>Scientific knowledge may be universal, but its development is local.</p>\n\n<p>Universities are a very good example.</p>\n\n<p>In an age of instant communication, of virtual contact, of online access to research, scholars still come from far and wide to study side by side with each other.</p>\n\n<p>It is, quite literally, a medieval way of doing things, but it’s still as relevant as ever.</p>\n\n<p>And I’m proud to see so many British universities among the most highly-regarded in the world. But we can do better still.</p>\n\n<p>We have centres of research excellence throughout this country.</p>\n\n<p>The <abbr title=\"N8 Research Partnership, a collaboration of the 8 most research intensive universities in the North of England: Durham, Lancaster, Leeds, Liverpool, Manchester, Newcastle, Sheffield and York.\">N8</abbr> partnership of northern universities, for example, of which the University of Manchester is one, shows the way.</p>\n\n<p>We should aspire in the north of England to a golden octagon – glittering every bit as brightly as what people have called the golden triangle, further south.</p>\n\n<p>And supporting the high tech clusters in the North, in the Midlands, in the West as well as those in the South.</p>\n\n<p>That will require investment – both public and private.</p>\n\n<p>But first we need to know where the best investment opportunities are.</p>\n\n<h3 id=\"innovation-audits\">Innovation audits</h3>\n\n<p>What is needed in each place is different, and our strategy must reflect that.</p>\n\n<p>And so today (3 November 2016), I’m delighted to announce the publication of the first wave of the science and innovation audits, that many people in this room have participated in.</p>\n\n<p>Instead of conducting this exercise from on high in Whitehall, peering out to the rest of the country, we’ve given the task and the challenge to local businesses, to universities, to <abbr title=\"Local Enterprise Partnerships\">LEPs</abbr> and local councils to do the job.</p>\n\n<p>To come together as self-selected consortia.</p>\n\n<p>And we asked them to map out local strengths in science and innovation, in research and in infrastructure,</p>\n\n<p>And above all with the potential to look for where is the potential for enhanced global competitive advantage.</p>\n\n<p>The Greater Manchester and East Cheshire consortium was in that first wave</p>\n\n<p>And no one here will be surprised to know that they identified core strengths in health innovation and advanced materials.</p>\n\n<p>Specific examples of international excellence include the new £235 million Sir Henry Royce Institute for Materials Research and Innovation; and Alderley Park in East Cheshire, home to over 150 bioscience companies.</p>\n\n<p>They identified opportunities for rapid growth including in digital, with a focus on cyber security and exploiting Greater Manchester’s rapidly expanding tech sector.</p>\n\n<p>Again we have many colleagues here from that community.</p>\n\n<p>I want to thank the consortium for its work – along with the other 4 consortia whose work we are publishing today covering South West England and South East Wales; Edinburgh and the Lothians; Sheffield City region and Lancashire; and the Midlands Engine.</p>\n\n<p>Not only have they produced extensive, detailed and very useful reports – they have proven that the locally-directed, collaborative working is the way forward rather than centralising this in London.</p>\n\n<p>Through this approach we will identify and validate the best opportunities across the UK, providing a comprehensive evidence base to inform future investment decisions and to be able to evaluate the bids that come in to us.</p>\n\n<p>And building on this successful first wave we will announce very shortly who will be participating in the second wave</p>\n\n<p>And a further opportunity to participate in a third wave of these local collaborations identifying the most exciting innovation opportunities in the country.</p>\n\n<h3 id=\"ukri-and-innovate-uk\">\n<abbr title=\"UK Research and Innovation\">UKRI</abbr> and Innovate UK</h3>\n\n<p>As many people here know, the Global Innovation Index is a ranking of 140 countries.</p>\n\n<p>It is, if you like, the Olympics of innovation quality.</p>\n\n<p>And just like the Olympics we came second, beaten only by America.</p>\n\n<p>Innovation quality is scored on the basis of university rankings, academic citations and patents per unit of <abbr title=\"gross domestic product\">GDP</abbr>.</p>\n\n<p>Crucially, where we fall behind America and Germany and Japan is on patents.</p>\n\n<p>Yet again, this is evidence that we don’t always translate research excellence into commercial success.</p>\n\n<p>It’s an old story and it’s time to write another one.</p>\n\n<p>And what we’ve been doing in recent years through Innovate UK and through the catapults, we have been making progress on precisely this front.</p>\n\n<p>The evidence is clear:</p>\n\n<p>Innovation helps businesses to grow and the UK’s reputation for research excellence attracts investment from firms right around the world.</p>\n\n<p>Moreover, we know that firms that persistently and consistently invest in <abbr title=\"research and development\">R&amp;D</abbr> have higher productivity, better value added per employee and more exports.</p>\n\n<p>Research and innovation aren’t just clearly linked to growth and productivity, they have to be linked to one another.</p>\n\n<p>This is the case that I’m making in government.</p>\n\n<p>The creation of UK Research and Innovation, currently working through the legislative process in Parliament, is part of this strategy to ensure that Britain not only remains a world-leader in both research and innovation</p>\n\n<p>But capitalises on those existing strengths.</p>\n\n<p><abbr title=\"UK Research and Innovation\">UKRI</abbr> will provide a single and stronger voice for UK researchers and innovators, and a more agile approach to supporting the best interdisciplinary and cross-cutting research.</p>\n\n<p>By bringing together the 9 research and innovation funding bodies under one roof we will be in better position to grasp the synergies that exist that other countries are increasingly looking at to mine, but that sometimes we can let go.</p>\n\n<p>We know that Innovate UK has a specific mission and the culture from the research councils is distinct from that of Innovate UK</p>\n\n<p>But both are crucial</p>\n\n<p>And I and the brilliant interim chair – Sir John Kingman – are absolutely clear that this will be maintained, protected and continued.</p>\n\n<p>But we can do even better. By including Innovate UK in <abbr title=\"UK Research and Innovation\">UKRI</abbr> we are ensuring that business-led innovation and researcher-led science are well placed to work together effectively, helping to translate our world-class knowledge base into world-beating businesses.</p>\n\n<p>Indeed, one of the biggest opportunities in creating <abbr title=\"UK Research and Innovation\">UKRI</abbr> is to actively enhance British innovation, and I believe that is how it should be judged.</p>\n\n<p>Innovation will be critical to achieve affordable, clean, and secure energy.</p>\n\n<p>One of the big focusses of my department - bringing energy and climate change into the heart of our Industrial Strategy is a big opportunity to further upgrade the prominence of clean energy and our climate commitments in the national discourse.</p>\n\n<p>Today, I am very pleased to be able to launch the first stage of what is an ambitious nuclear innovation programme</p>\n\n<p>Critical given the new, fresh start we’ve given to our nuclear industry through the approval of Hinkley Point C earlier this summer</p>\n\n<p>We want to upgrade the UK’s existing nuclear expertise and to position the UK as a global leader in innovative nuclear technologies.</p>\n\n<p>This initial tranche will commit about £20 million to support innovation across 5 major areas during the next 2 years.</p>\n\n<p>There will be £6 million towards the development of advanced nuclear fuels which will provide greater levels of nuclear safety and importantly will help contribute to both conventional new build and possible small modular reactors.</p>\n\n<p>£5 million of this funding will be for research that helps underpin the next generation of nuclear reactor design in collaboration with the Welsh government.</p>\n\n<p>Just over £5 million will be delivered with Innovate UK to improve the operational safety and the efficiency of reactors, reducing the cost of manufacturing.</p>\n\n<p>£2 million will be used to fund new research in fuel recycling to reduce future environmental and financial burdens.</p>\n\n<p>And a further £2 million to develop a suite of analytical models and underpinning data that can help decision making on future new nuclear innovation.</p>\n\n<p>The first tranche of a major new programme of research and innovation in nuclear, bringing together research, science, innovation with our Industrial Strategy to secure our energy supplies for the future to establish a lead for Britain in this area.</p>\n\n<p>With nuclear power having already played an important role in the UK’s energy mix for over 50 years we have already impressive expertise in this country. But we need to expand our capabilities and ambitions to make sure that as more international opportunities that arise, British firms and specialists are best placed to advise on everything from next-generation design, to enhanced fuel safety or fuel recycling.</p>\n\n<p>British research has a formidable reputation on the global stage, and combined with our strength in advanced manufacturing, nuclear innovation can deliver real benefits as we move to a low-carbon future.</p>\n\n<h3 id=\"from-local-to-global\">From local to global</h3>\n\n<p>This morning I’ve emphasised the importance of place in supporting innovation.</p>\n\n<p>But our local strategy must also be a global one.</p>\n\n<p>Indeed, there’s no contradiction between the 2 outlooks.</p>\n\n<p>The presentations that you’ve heard, the exhibition that you see out there whether its in biotech, whether it’s in life sciences, whether it’s in satellites as you’ve just been hearing about</p>\n\n<p>Innovation is global and our outlook must be to resolutely to look to the whole world.</p>\n\n<p>Localisation enables specialisation – and that can find you a market anywhere in the world.</p>\n\n<p>It’s not for nothing that this conference is jointly organised by Innovate UK and the Department for International Trade.</p>\n\n<p>Increasing UK-based firms’ productivity and competitiveness is key to meeting our export targets. Investment in <abbr title=\"research and development\">R&amp;D</abbr> increases UK capability and productivity;</p>\n\n<p>And productive companies are more likely to be exporting companies; and through exporting firms are likely to become more productive still, creating a virtuous circle of productivity export improvements.</p>\n\n<p>It’s not hard to understand why.</p>\n\n<p>For an advanced economy, the ultimate guarantee of competitiveness is not to pile it high and sell it cheap, but to do what no one else can do or what no one else can do as well as us.</p>\n\n<p>For example, the reason that Britain excels in financial services is not because London is the cheapest city in the world – all of us know that it’s not – but because nowhere else has a greater concentration of specialist knowledge.</p>\n\n<p>And I think this applies to all of the sectors represented here where we have strong success.</p>\n\n<p>By definition, to innovate is to acquire knowledge that no one else possesses – and thereby the potential to produce goods and services that no one else offers.</p>\n\n<p>International trade and investment it seems to me are crucial to our innovation story</p>\n\n<p>But it’s not just about competition.</p>\n\n<p>It also opens up opportunities for cooperation.</p>\n\n<p>Many of you will be the greatest of collaborators with partners around the world working together to develop that new knowledge and to exploit it for every part of the world and that is an important theme for us in our outward looking economy.</p>\n\n<p>An important way of further these cooperative arrangements is to coordinate public investment in skills, infrastructure and, of course, innovation with both domestic and international private and public sector investment.</p>\n\n<p>I’ve already mentioned our nuclear innovation programme and a further example is the work of the Advanced Propulsion Centre.</p>\n\n<p>Today I can announce the 2 latest grants from this £1 billion, 10 year programme are to be made.</p>\n\n<p>Firstly, big congratulations to Ashwoods, an <abbr title=\"small and medium-sized enterprise\">SME</abbr> specialising in the electrification on light goods and off-highway vehicles. They will benefit to the tune of £1.7 million from this fund.</p>\n\n<p>This will help support the development of a more efficient integrated drive system and help anchor Ashwoods’ technology in the global transmission supply chain.</p>\n\n<p>And the second grant from this programme is for the Technology Developer Accelerator Programme, which is designed to support <abbr title=\"small and medium-sized enterprises\">SMEs</abbr> in the early stages of developing new products for the automotive sector.</p>\n\n<p>You’ll have noticed earlier this month, last week, we had a big commitment from Nissan to this country. The part of that commitment was their recognition of the determination of this country to maintain its position as a place of innovation and research excellence in the automotive sector so we need to build on those strengths.</p>\n\n<p>In my view, especially in the wake of Brexit, we must become more not less international in our outlook.</p>\n\n<p>Despite the decision that the British people took in June, this exhibition shows that the connections that we have around the world become more various, become stronger and become more enticing as the world comes closer together.</p>\n\n<p>We need to make sure that Britain will always be open for business, will be open to collaborative partnerships with like-minded countries, institutions and firms right around the world.</p>\n\n<p>So openness will very much be a theme of our approach to industrial strategy.</p>\n\n<p>A strategy that will be developed in full partnership with the innovators, investors and job creators of the British economy.</p>\n\n<p>All of you here today have made your own contributions to UK innovation.</p>\n\n<p>We are the sum of the parts of this sector in the UK. You are the people that give our reputation for innovation substance.</p>\n\n<p>I hope that you will continue to contribute your wisdom and experience, especially as we develop our industrial strategy in which innovation will be very clearly signalled as being at the forefront.</p>\n\n<p>We’ll have lots of opportunities during the months ahead for me and my colleagues to pick your brains</p>\n\n<p>To make sure that the strategy we develop is not delivered to you by government,</p>\n\n<p>But is formed with you, as co-producers of what reflects the needs and the imperatives that we have as a nation to move forward and to guarantee our place in the future.</p>\n\n<p>This great conference is a fantastic showcase</p>\n\n<p>It’s an exhibition of what is best about the British economy</p>\n\n<p>But it’s also a signpost to how we are going to continue to succeed in the future.</p>\n\n<p>Thanks for inviting me back today for a second time in 2 years.</p>\n\n<p>I look forward to coming for many years ahead and continuing to celebrate with you the success of British innovation.</p>\n\n<p>Thank you very much indeed.</p>\n\n</div>","political":true,"delivered_on":"2016-11-03T10:40:00+00:00","change_history":[{"public_timestamp":"2016-11-03T14:56:00.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Greg Clark MP","url":"/government/uploads/system/uploads/person/image/37/TME_3790TME_3790_960_greg_clark.JPG"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2016-11-03T14:56:00.000+00:00"},"routes":[{"path":"/government/speeches/a-place-for-innovation","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"speech","schema_name":"speech","first_published_at":"2016-11-03T14:56:00Z","base_path":"/government/speeches/a-place-for-innovation","description":"Speech delivered at the Innovate 2016 Conference in Manchester. ","content_id":"17c33a80-eda8-432a-aa54-aeaefeb5285c","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"PB1078","api_path":"/api/content/government/organisations/innovate-uk","base_path":"/government/organisations/innovate-uk","content_id":"ac27c5b8-bf8e-482d-8425-01918a7fd5c4","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-04-18T09:54:51Z","schema_name":"placeholder","title":"Innovate UK","withdrawn":false,"details":{"brand":"department-for-business-innovation-skills","logo":{"formatted_title":"Innovate UK","image":{"url":"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/organisation/logo/1078/innovate-uk-logo.png","alt_text":"Innovate UK"}}},"links":{}},{"analytics_identifier":"D1198","api_path":"/api/content/government/organisations/department-for-business-energy-and-industrial-strategy","base_path":"/government/organisations/department-for-business-energy-and-industrial-strategy","content_id":"2bde479a-97f2-42b5-986a-287a623c2a1c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-12-02T14:01:20Z","schema_name":"placeholder","title":"Department for Business, Energy & Industrial Strategy","withdrawn":false,"details":{"brand":"department-for-business-innovation-skills","logo":{"formatted_title":"Department for<br/>Business, Energy<br/>&amp; Industrial Strategy","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/science-and-innovation","base_path":"/government/topics/science-and-innovation","content_id":"296af982-4a36-4f6f-801d-b550fed1bd38","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:06Z","schema_name":"placeholder_policy_area","title":"Science and innovation","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/greg-clark","base_path":"/government/people/greg-clark","content_id":"85292d23-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:06Z","schema_name":"placeholder","title":"The Rt Hon Greg Clark","withdrawn":false,"links":{}}],"available_translations":[{"title":"A place for innovation","public_updated_at":"2016-11-03T14:56:00Z","analytics_identifier":null,"document_type":"speech","schema_name":"speech","base_path":"/government/speeches/a-place-for-innovation","description":"Speech delivered at the Innovate 2016 Conference in Manchester. ","api_path":"/api/content/government/speeches/a-place-for-innovation","withdrawn":false,"content_id":"17c33a80-eda8-432a-aa54-aeaefeb5285c","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"speeches","payload_version":0}