{"title":"Statement to the Commons on the campaign against Daesh in Iraq & Syria","public_updated_at":"2017-03-15T18:02:14Z","details":{"body":"<div class=\"govspeak\"><p>With permission, Mr Speaker, I would like to update the House on the ongoing campaign against Daesh in Iraq and Syria, including the UK’s role in this collective effort.</p>\n\n<h4 id=\"mosul-and-iraq\">Mosul and Iraq</h4>\n\n<p>I will turn first to Mosul - the last major population centre held by Daesh in Iraq and a city key to the counter-Daesh campaign.</p>\n\n<p>Retaking Mosul will be a body-blow to Daesh and a major victory for the Iraqi Government – but this is not going to be an easy fight. It will be tough to retake the city, tougher to rebuild after three years of Daesh rule, and tougher still to win back the trust of the population.</p>\n\n<p>Since the House was last updated in November, Iraqi forces have made significant progress against Daesh in Mosul with substantial support from Coalition aircraft, including the RAF.</p>\n\n<p>East Mosul was retaken on the 24th of January. We should pay tribute to the skill and tenacity demonstrated by the Iraqi Security Forces in clearing Daesh from Eastern Mosul and their commitment to protecting civilians during that difficult fight.</p>\n\n<p>The liberated community of East Mosul has testified daily to the horror and brutality they experienced. The UN has received ‘innumerable reports of gross abuses of human rights’ perpetrated by Daesh, including the use of human shields and snipers to kill civilians, and the existence of mass graves - a reminder of why bringing Daesh to justice is so vitally important.</p>\n\n<p>Thirty schools in East Mosul have already reopened, allowing 16,000 children to return to education. UK assistance through the UN is providing access to water, health and municipal services and our funding to the UN Mine Action Service will assist in the removal of explosive devices.</p>\n\n<p>On the 19th of February, Iraqi forces launched the next phase of the operation – the liberation of West Mosul. We should congratulate them on the steady progress they have made so far, including the recent capture of the regional government offices and the court house.</p>\n\n<p>We will continue to encourage the Government of Iraq to ensure the protection and wellbeing of civilians is a paramount concern in ongoing operations.</p>\n\n<p>Mr Speaker, as a global humanitarian leader, the UK remains at the forefront of efforts to support the Government of Iraq’s response to the humanitarian crisis in Iraq.</p>\n\n<p>Since June 2014, DFID has committed £169.5 million of funding to the humanitarian crisis in Iraq. A significant proportion of this funding is contributing towards the Mosul humanitarian response and has allowed our partners to put preparations in place before the start of military operations.</p>\n\n<p>We are giving very practical, often life-saving, help for vulnerable families including:</p>\n\n<ul>\n  <li>\n    <p>Trucking in millions of litres of clean water to people in East Mosul who are facing severe water shortages.</p>\n  </li>\n  <li>\n    <p>Providing shelter and distributing support kits, which contain blankets and heaters, to thousands of displaced families helping them to survive gruelling winter conditions.</p>\n  </li>\n  <li>\n    <p>Providing children with access to education and safe spaces.</p>\n  </li>\n</ul>\n\n<p>I remain, however, especially concerned for the plight of civilians still trapped in West Mosul by Daesh. We understand that water, food, fuel and medical supplies are worryingly low. Access is all but impossible, but the UK together with our partners is looking at every option for humanitarian assistance.</p>\n\n<p>Later this month, the UN will launch the 2017 Humanitarian Response Plan for Iraq, which estimates that the humanitarian funding requirements in 2017 will be $930 million.  I continue to call upon other donors to follow our lead.</p>\n\n<p>However, humanitarian efforts on their own will not be enough; we also need to ensure the political climate is right.</p>\n\n<p>Central to efforts to ensure stability and peace in the city of Mosul and governorate of Ninewah post-liberation will be political arrangements that lay the foundations for long-term reconciliation.</p>\n\n<p>Ensuring a sustainable peace in Iraq will require the Iraqi Government, with assistance from the international community, to address Sunni fears and interests, bring communities back together, and ensure that Iraq is placed on the road to stability and prosperity.</p>\n\n<p>To help achieve that objective, the UK supports, and provides funding for, the UN’s efforts to encourage reconciliation. We continue to urge Prime Minister Abadi and the Government of Iraq to take the steps necessary to ensure that they do not just win the war but also win the peace. My Right Honourable Friend the Foreign Secretary met with Prime Minister Abadi in Munich on 17 February where they discussed this.</p>\n\n<h4 id=\"syria\">Syria</h4>\n\n<p>I turn now to Syria. Regrettably this month marks the sixth anniversary of this terrible civil war in which civilians continue to suffer so terribly. We were pleased that UN-mediated political talks between the Syrian parties resumed in Geneva last month and were able to agree on the future agenda. The next round is due to take place later this month.  We strongly support the work of the UN and of the Special Envoy Staffan de Mistura.</p>\n\n<p>It is clear that there is no military solution to the situation in Syria and a sustainable political settlement is needed to end the fighting for good.  This will require a genuine transition to a new government which is representative of all Syrians and which will protect all Syrians’ rights.</p>\n\n<p>It is the UK’s long-standing position that there can be no sustainable peace in Syria while Assad remains in power. The atrocities the regime has committed make it impossible for him to unite the country and bring peace. The UN Commission of Inquiry’s recent report on the Aleppo offensive said the regime had committed war crimes with its indiscriminate bombing and use of chemical weapons against civilians and its targeting of medical facilities and a humanitarian aid convoy. The UK continues to call for accountability of violations and abuses of human rights.  In December, we co-sponsored a UN General Assembly Resolution to establish an independent mechanism to assist in bringing those responsible for the most serious crimes to justice. Most recently we worked with the French and US on a UN Security Council Resolution to hold the regime and Daesh to account for their use of chemicals as weapons in Syria. We are deeply disappointed that Russia and China chose to veto this resolution.</p>\n\n<p>The UK continues to use its position in the International Syria Support Group and the UN Security Council to support the work of the UN Special Envoy Staffan de Mistura to bring about peace in Syria.  We have called for the ceasefire, brokered by Russia, Iran and Turkey, which came into force on the 30th of December, to be strengthened.  The regime must abide by the ceasefire and stop taking new territory if the ceasefire is to be credible. Russia and Iran, as guarantors of the agreement, must deliver on their commitments.</p>\n\n<p>The fall of east Aleppo in December was a tragedy that brought home to many the ongoing nightmare being experienced by so many in Syria. 13.5 million people are in need of humanitarian support. 1.5 million of them are living under siege-like conditions. The Assad regime continues to prevent the delivery of lifesaving aid.</p>\n\n<p>Through the UK’s humanitarian and diplomatic efforts we are doing all we can to alleviate the suffering of civilians. We have mounted the UK’s largest ever response to a humanitarian crisis and are using our position in the UN Security Council and the International Syria Support Group to press the regime and its backers to allow aid to reach those who need it and call for civilians to be protected.</p>\n\n<p>As part of our £2.3 billion pledge to support people affected by the Syrian crisis, we have committed over £1.2 billion to support refugees in the region.  I’ve seen for myself how our support is making a real impact. In Lebanon, I met Syrian children who, thanks to UK support, now have an opportunity to learn and attend school alongside Lebanese children, after years of suffering. In Jordan, I visited the Azraq refugee camp and witnessed how we are supporting job creation for Syrian refugees. I discussed with the President of Lebanon and the Prime Minister of Jordan how the UK will continue to lead the scale up in international support for host countries.</p>\n\n<p>I’ve met with refugee families from Raqqah who told me about their experiences of the daily horror of living under Daesh rule. No child should have to witness kidnappings, public hangings on their streets, and the torture of their friends and families. I spoke to mothers who had lost their children as they fled the terror of Daesh.</p>\n\n<p>Despite its claims to be fighting terrorism, Assad’s regime is focussing its efforts on eradicating all political opposition in Syria by military means.  The regime has left the job of tackling terrorism in Syria to the international community. Daesh continues to lose territory in Syria.</p>\n\n<p>In northwest Syria, Turkish-backed Syrian opposition forces, with support from Coalition aircraft have succeeded in pushing back Daesh and have taken Al Bab. Elsewhere, Syrian Democratic Forces have commenced operations to isolate Daesh’s stronghold in Raqqah, with Coalition air support.</p>\n\n<p>This is a fight that will take time and patience to get right.  The population will need an inclusive and legitimate local authority to represent them.</p>\n\n<p>As well as action on the ground, we have made progress in countering Daesh’s propaganda which they’ve used as a recruiting tool. Daesh’s propaganda output has fallen by around 75% over the last year.  On social media, anti-Daesh posts now outnumber pro-Daesh propaganda by six to one. The UK is leading Coalition efforts to do this.</p>\n\n<h4 id=\"syria-conference\">Syria Conference</h4>\n\n<p>A year has now passed since the UK co-hosted the ‘Supporting Syria and the Region’ conference in London.  Donors pledged over $12 billion, the largest amount raised in a single day for a humanitarian crisis. One year on, donors have exceeded their pledges for 2016, allocating $8 billion, of which $6.2 billion has been delivered, to Syria and the refugee-hosting countries.</p>\n\n<p>The UK has set the pace in going above and beyond what was promised exceeding our 2016 pledge of £510 million, with £550 million in lifesaving aid delivered last year.</p>\n\n<p>Next month, we are co-hosting the Brussels Conference which will be an important opportunity to take stock of the situation in Syria, reaffirm and build on the London conference commitments, and to ensure ongoing support to those in Syria who are in need of help.</p>\n\n<p>In conclusion, Mr Speaker, much progress has been made against Daesh. Since 2014, they have lost 62% of territory they once held in Iraq, and 30% in Syria.</p>\n\n<p>But there remains more still to be done.</p>\n\n<p>Even once Daesh is militarily defeated we must continue to be wary of its resurgence. In Iraq this means supporting the Government of Iraq to restore order and be accountable to all of its people to meet their needs. And in Syria it means continuing our efforts to deliver a political settlement that enables a transition away from Assad towards a government that serves all the Syrian people.</p>\n\n<p>The protracted crises in Syria and the region are the defining humanitarian challenges of our time. History will judge us if the international community does not deliver on support for affected and displaced Syrian and Iraqi people.</p>\n\n<p>Supporting the region is the right thing to do on behalf of those suffering and, the right thing for the UK too, to make us safer.</p>\n\n<p>I commend this statement to the House.</p>\n</div>","political":true,"delivered_on":"2017-03-15T15:30:00+00:00","change_history":[{"public_timestamp":"2017-03-15T18:02:14.000+00:00","note":"First published."}],"image":{"alt_text":"The Rt Hon Priti Patel MP","url":"/government/uploads/system/uploads/person/image/1780/TME_3816TME_3816_1_priti.JPG"},"government":{"title":"2015 Conservative government","slug":"2015-conservative-government","current":true},"first_public_at":"2017-03-15T18:02:14.000+00:00"},"routes":[{"path":"/government/speeches/statement-to-the-commons-on-the-campaign-against-daesh-in-iraq-syria","type":"exact"}],"redirects":[],"publishing_app":"whitehall","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","first_published_at":"2017-03-15T18:02:14Z","base_path":"/government/speeches/statement-to-the-commons-on-the-campaign-against-daesh-in-iraq-syria","description":"Ministerial statement by the Rt Hon Priti Patel MP, Secretary of State for International Development.","content_id":"be10de95-e1de-4a61-8529-f8356636adcf","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D8","api_path":"/api/content/government/organisations/department-for-international-development","base_path":"/government/organisations/department-for-international-development","content_id":"db994552-7644-404d-a770-a2fe659c661f","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-12-20T14:26:10Z","schema_name":"placeholder","title":"Department for International Development","withdrawn":false,"details":{"brand":"department-for-international-development","logo":{"formatted_title":"Department<br/>for International <br/>Development","crest":"single-identity"}},"links":{}}],"policy_areas":[{"analytics_identifier":null,"api_path":"/api/content/government/topics/defence-and-armed-forces","base_path":"/government/topics/defence-and-armed-forces","content_id":"b360d7b0-664d-4030-93f9-ee8bff36ab53","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Defence and armed forces","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/foreign-affairs","base_path":"/government/topics/foreign-affairs","content_id":"925a7027-cf09-4554-8287-c1e8c0f58700","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"Foreign affairs","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/topics/international-aid-and-development","base_path":"/government/topics/international-aid-and-development","content_id":"360901e3-ee36-40de-958f-db2017bad7ce","description":null,"document_type":"placeholder_policy_area","locale":"en","public_updated_at":"2016-02-04T11:25:07Z","schema_name":"placeholder_policy_area","title":"International aid and development","withdrawn":false,"links":{}}],"related_policies":[{"analytics_identifier":null,"api_path":"/api/content/government/policies/conflict-in-fragile-states","base_path":"/government/policies/conflict-in-fragile-states","content_id":"5c764f11-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-09-11T16:38:12Z","schema_name":"policy","title":"Conflict in fragile states","withdrawn":false,"links":{}},{"analytics_identifier":null,"api_path":"/api/content/government/policies/humanitarian-emergencies","base_path":"/government/policies/humanitarian-emergencies","content_id":"5d2b64c9-7631-11e4-a3cb-005056011aef","description":"","document_type":"policy","locale":"en","public_updated_at":"2015-05-14T17:23:24Z","schema_name":"policy","title":"Humanitarian emergencies","withdrawn":false,"links":{}}],"speaker":[{"analytics_identifier":null,"api_path":"/api/content/government/people/priti-patel","base_path":"/government/people/priti-patel","content_id":"854013b7-c0f1-11e4-8223-005056011aef","description":null,"document_type":"person","locale":"en","public_updated_at":"2017-05-03T07:52:18Z","schema_name":"placeholder","title":"The Rt Hon Priti Patel","withdrawn":false,"links":{}}],"topical_events":[{"analytics_identifier":null,"api_path":"/api/content/government/topical-events/daesh","base_path":"/government/topical-events/daesh","content_id":"0146d0ed-dc6b-490f-a0e0-2edb8927a134","description":null,"document_type":"topical_event","locale":"en","public_updated_at":"2016-11-28T16:15:42Z","schema_name":"placeholder","title":"Daesh: UK government response ","withdrawn":false,"details":{"start_date":"2016-06-02T00:00:00.000+00:00","end_date":"2017-06-02T00:00:00.000+00:00"},"links":{}}],"available_translations":[{"title":"Statement to the Commons on the campaign against Daesh in Iraq & Syria","public_updated_at":"2017-03-15T18:02:14Z","analytics_identifier":null,"document_type":"oral_statement","schema_name":"speech","base_path":"/government/speeches/statement-to-the-commons-on-the-campaign-against-daesh-in-iraq-syria","description":"Ministerial statement by the Rt Hon Priti Patel MP, Secretary of State for International Development.","api_path":"/api/content/government/speeches/statement-to-the-commons-on-the-campaign-against-daesh-in-iraq-syria","withdrawn":false,"content_id":"be10de95-e1de-4a61-8529-f8356636adcf","locale":"en"}]},"format":"speech","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"announcements","government_document_supertype":"statements","payload_version":0}