{"title":"SY v Secretary of State for the Home Department: AS/08/03/17274","public_updated_at":"2017-02-08T16:16:14Z","details":{"body":[{"content_type":"text/govspeak","content":"Refusal of Section 4 support under Regulation 3(2)(a) and a failure to demonstrate destitution.  Finding of destitution under Regulation 3(1)(a) was made.  Regulation 3(2)(a) was not satisfied despite the appellant having taken some not inconsiderable steps to leave the UK because the appellant had failed (a) to comply with the criteria for citizenship given to her by the Eritrean Embassy, namely to provide three witnesses to her Eritrean nationality, (b) to contact the IOM in order to request assistance in clarifying the requirements of the Eritrean embassy, (c) to contact the Eritrean community in Lambeth for assistance, (d) to contact anyone in Eritrea for assistance, and (e) to contact the Immigration Service for assistance.  Appeal dismissed.\r\n\r\nRead the full decision in [embed:attachments:inline:15883cd2-64fa-4cda-99b3-1f6d787cabfa]\r\n\r\n"},{"content_type":"text/html","content":"<p>Refusal of Section 4 support under Regulation 3(2)(a) and a failure to demonstrate destitution.  Finding of destitution under Regulation 3(1)(a) was made.  Regulation 3(2)(a) was not satisfied despite the appellant having taken some not inconsiderable steps to leave the UK because the appellant had failed (a) to comply with the criteria for citizenship given to her by the Eritrean Embassy, namely to provide three witnesses to her Eritrean nationality, (b) to contact the IOM in order to request assistance in clarifying the requirements of the Eritrean embassy, (c) to contact the Eritrean community in Lambeth for assistance, (d) to contact anyone in Eritrea for assistance, and (e) to contact the Immigration Service for assistance.  Appeal dismissed.</p>\n\n<p>Read the full decision in <span class=\"attachment-inline\"><a href=\"https://assets.publishing.service.gov.uk/media/584ea631e5274a1303000099/SY_v_SOS_AS_08_03_17274.pdf\">SY v SOS AS_08_03_17274</a></span></p>\n\n"}],"metadata":{"hidden_indexable_content":"1.\tThis Reasons Statement is made in accordance with Rule 13 of the Asylum Support Appeals (Procedure) Rules 2000 (‘the Rules’), and gives reasons for the Adjudication given on Monday the 17th day of March 2008 dismissing the above mentioned appeal.\r\n\r\n2.\tThe appellant, a citizen of Eritrea born on 2 September 1968, appeals against the decision of the Secretary of State who refused support under Section 4 of the Immigration and Asylum Act 1999 (“the Act”) on 3 March 2008 on the grounds that the appellant did not satisfy one or more of the conditions set out in Regulation 3 of the Immigration and Asylum (Provision of Accommodation to Failed Asylum Seekers) Regulations 2005 (“the 2005 Regulations”).  \r\n\r\n3.\tThe appellant gave her evidence today in Tigrinya by way of independent court interpreter, Mr Omar. She was represented by Mr Mackenzie of the Asylum Support Appeals Project. The respondent was represented by Mr Hayes.\r\n\r\n4.\tIt is not disputed by either party to this appeal that the appellant is a failed asylum seeker whose application for support by way of Section 4 of the Act was approved on 8 February 2007 on the grounds that the respondent accepted that the appellant (a) was destitute, (b) was taking all reasonable steps to leave the United Kingdom following her application of 12 September 2006 for voluntary repatriation and (c) had submitted further representations to the BIA. \r\n\r\n5.\tThe appellant’s further representations were rejected in writing by the BIA on 5 March 2007 and her application for voluntary repatriation to Eritrea was withdrawn by the BIA on 26 March 2007 on the grounds that six months had passed since the appellant had made her application and she had failed to pursue it.  Support was discontinued on 30 May 2007; the appellant did not appeal against that decision. \r\n6.\tThe appellant made her second application for Section 4 support on 11 February 2008 which application was refused on 3 March 2008 and it is against the latter decision that the appellant appeals today.  \r\n\r\n7.\tMr Hayes, for the respondent, confirms the chronology of the appellant’s applications for asylum and support. The appellant applied for asylum on 25 October 2002. This application was refused on 7 February 2003 and an appeal against that decision was dismissed on 12 August 2003. Permission to appeal that decision was refused on 10 November 2003 and the appellant was deemed appeal rights exhausted on 27 November 2003. She lost her support by way of Section 95 of the Act on 2 March 2004 for that reason. \r\n\r\n8.\tMr Hayes confirms that the respondent’s decision of 3 March 2008 is predicated on the appellant’s failure to satisfy Regulation 3(1), namely to demonstrate her destitution, as well as her failure to satisfy Regulation 3(2)(a), namely to demonstrate that she was taking all reasonable steps to leave the United Kingdom.  \r\n\r\n9.\tWith regard to her destitution, the respondent notes that with her current application for support, the appellant submitted a letter from ST dated 11 February 2008 which states that ST had been accommodating the appellant since March 2007.  The respondent notes that the appellant should have been in her Section 4 accommodation until the same was withdrawn on 15 June 2007.  Mr Hayes submits that, as the appellant had not been living at her Section 4 accommodation but had been living with her friend, the evidence showed that the appellant did not require the respondent’s accommodation as her needs were met by ST. \r\n\r\n10.\tFurthermore, the appellant failed to satisfy Regulation 3(2)(a): she had applied for her voluntary repatriation to Eritrea on 12 September 2006. This application had been approved but was later withdrawn due to the appellant’s failure to pursue the application. The respondent accepted the evidence submitted by the appellant that she had been interviewed at the Eritrean embassy  in London on 6 June 2007 and confirmed receipt of the letter from the IOM dated 7 November 2007 in this regard which states as follows:\r\n\r\n“We confirm that the above named applied to return to Eritrea under the VARRP programme of the International Organisation for Migration.  [The appellant] attended an interview at the Eritrean Embassy on the 6th June 2007; she was interviewed by the Eritrean Consul Mr Salih Abdalla Saad. The Eritrean Embassy however is not satisfied that [the appellant] has the right to live in that country. We regret that without such authorisation we can no longer be of assistance.\r\n\r\nIf you have nay questions please do not hesitate to contact me. My direct line is [telephone number].”   \r\n\r\n11.\tThe respondent also acknowledges receipt of a list from the Embassy of the State of Eritrea in London marked “our general criteria for citizenship” which lists seven criteria for citizenship and which states that the embassy will not refuse an Eritrean identity card or passport any person who claims to be an Eritrean and fulfils the stated requirements.  First, a person who has an Eritrean father/mother would be eligible for Eritrean nationality as long as the person provides three Eritrean witnesses.  Furthermore the political views of the witnesses are not relevant in establishing the nationality of the applicant nor are the political views of the applicant; voting in the 1993 Referendum was not a necessary precondition to establishing nationality, nor is paying overseas tax. The claiming of refugee status does not preclude eligibility for Eritrean nationality or obtaining an Eritrean passport.  Finally all application forms must be filled in person by the applicant at the Embassy’s consular section and are to be authorised by the Ministry of Foreign Affairs in Eritrea.  Application forms which are not of the standard provided by the Embassy are unacceptable. \r\n\r\nThe respondent’s position is that the appellant has failed to demonstrate that she is taking all reasonable steps to leave the United Kingdom.\r\n\r\nThere is no other evidence from the respondent.\r\n\r\n12.\tThe appellant, with the help of her representative, addressed me and submitted the following:\r\n\r\n•\ta letter dated 16 March 2008 from MH which confirms that the appellant stayed with him for a few years but was obliged to leave when MH’s partner moved in and was unhappy with the arrangement.  MH confirms that the appellant uses his address in London NW1 for postal purposes only\r\n•\ta letter dated 13 March 2008 from the Eritrean community in Lambeth confirming that the appellant is a member of the community and has been receiving support since 2006 in the form of clothes and small amounts of money \r\n•\ta letter dated 11 February 2008 from ST which states that she has been looking after the appellant since March last year and her situation has now changed as she has had her third child and she lives in a one bedroom flat, her flat is crowded and she cannot afford to help the appellant anymore. She is sad to let the appellant go but she must do so as she cannot help her any more\r\n•\ta further letter from ST dated 13 March 2008 which confirms the same information but states that she has been looking after the appellant since June last year\r\n•\tletters from her accommodation provider in the Midlands dated 26 April 2007 and 14 May 2007 which confirm that the appellant was living in the Midlands on those dates and that she had been moved by the respondent from 106 L Lane on 20 February 2007 and that she had signed an occupancy agreement at 79 L Down on 14 May 2007. \r\n\r\n13.\tThe appellant addressed me first in regard to her current living conditions.  She states that she is currently living with her friend, ST, as well as ST’s husband, SH, and their three children born on 30 April 2001, 27 June 2003 and 19 January 2008. The appellant confirms that the youngest child was born prematurely and is still in hospital.  Once the baby comes home from hospital, the appellant will need to leave. \r\n\r\n14.\tThe appellant states that she has been staying with ST since June 2007 when she lost her Section 4 accommodation in the Midlands. She confirms that ST’s letter, in which she states that the appellant has lived with her since March 2007, is incorrect.  She refers to the second letter from ST which confirms that the appellant has lived with her since June 2007.  \r\n\r\n15.\tThe appellant explained that she had not lodged an appeal against the respondent’s decision of 30 May 2007 to terminate her Section 4 support as the respondent’s decision had been sent, in error, to her former Section 4 address, namely L Lane rather than L Down. The appellant had therefore been unaware of the respondent’s decision of 30 May 2007.  She had been notified of the respondent’s decision by the Refugee Council in London and had travelled to London on 4 June 2007 in order to collect the respondent’s decision. She had been informed by her solicitors that she could not lodge an appeal against that decision as that appeal was out of time. The appellant had then moved in with ST.\r\n\r\n16.\tThe appellant described the accommodation that she shares with ST as being a one bedroom flat. She states that ST and her husband sleep in the only bedroom which they share with their two sons who sleep in a bunk bed.  The appellant states that she sleeps in the living room. She confirms that ST’s husband is working and that ST is a fulltime mother. \r\n\r\n17.\tWith regard to her eligibility for support by way of Regulation 3(2)(a), the appellant confirms that she was interviewed by the Eritrean consul at the Eritrean Embassy on 6 June 2007.  The Consul took the appellant’s life history and bio data and informed her that he would give his answer, as to whether or not she would be entitled to an Eritrean ID card or passport, directly to the International Organisation for Migration (“IOM”). The appellant kept in touch with the IOM and, some five months later, the IOM received the answer from the Eritrean Embassy dated 7 November 2007 which is quoted at paragraph 10 in full above. \r\n\r\n18.\tThe appellant returned to the Eritrean Embassy soon after receiving the letter of 7 November 2007 at which time she was given the written criteria for citizenship leaflet referred to at paragraph 11 above.  She was told to bring three witnesses who could testify as to her nationality in order to pursue her application for an Eritrean ID card/passport.\r\n\r\n19.\tThe appellant confirmed that last Monday, 10 March 2008, she returned to the Eritrean Embassy with her friend SH, who is ST’s husband, and a second friend, EG, also an Eritrean national. The appellant states that she was unable to find a third Eritrean national to take to the Eritrean Embassy but confirmed that she had understood the Embassy’s instructions that she was required to bring three Eritrean nationals with her. The appellant confirms that most of her Eritrean friends are unwilling to have any contact whatsoever with the Eritrean Embassy. \r\n\r\n20.\tThe appellant confirms that SH and EG were questioned about her, whether or not they knew of her origins in Eritrea, whether or not they had evidence that she was Eritrean. In particular, they were asked whether they knew the appellant from Eritrea or only from the UK.  EG and SH confirmed that they had met the appellant in the UK. The appellant states that EG and SH were informed by the Eritrean Embassy that witnesses must know the applicant from Eritrea and that knowledge of the applicant from the UK was insufficient. The appellant confirms that this requirement is not contained in the criteria for citizenship which she had been given by the Eritrea Embassy. \r\n\r\n21.\tThe appellant confirms that she has not yet returned to the Eritrean Embassy in order to pursue her application.\r\n\r\n22.\tThe appellant confirms that she has a husband and three children in Eritrea as well as her parents and her parents-in-law but that she has had no contact with them since 2002 when she left Eritrea on her own.  The appellant confirms that she is an only child.  She confirms that she gave a letter for her husband to someone who was travelling from the UK to Eritrea in 2003 but that that person had been unable to locate her husband and had eventually returned to the UK and returned the appellant’s letter to her. She confirms that her parents-in-law live in Asmara but she did not bring their address with her to the UK. \r\n\r\n23.\tThe appellant states that she would attempt to get information from home if she was given time to do so in order to locate her parents and/or her husband and/or her children in order to obtain evidence of her Eritrean nationality.\r\n\r\nThere is no other evidence from the appellant.\r\n\r\n24.\tSection 4(2) of the 1999 Act (as amended by Section 49 of the Nationality, Immigration and Asylum Act 2002 (the 2002 Act)) allows the Secretary of State to provide, or arrange for the provision of, facilities for the accommodation of a person and his dependants if –\r\n\r\n(a)\the was (but is no longer) an asylum seeker, and\r\n(b)\this claim for asylum was rejected.\r\n\r\n25.\tSection 4(5) of the 1999 Act (as amended by Section 10 of the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004 (the 2004 Act)) allows the Secretary of State to make regulations specifying criteria to be used in determining –\r\n\r\n(a)\twhether or not to provide accommodation, or arrange for the provision of accommodation, for a person under this section;\r\n(b)\twhether or not to continue to provide accommodation, or arrange for the provision of accommodation, for a person under this section.\r\n26.\tThe criteria to be used in determining eligibility for and provision of accommodation to a failed asylum-seeker under Section 4 are set out in Regulation 3 of the 2005 Regulations. These came into force on 31 March 2005.   Regulation 3 states as follows:\r\n(1) …..the criteria to be used in determining the matters referred to in paragraphs (a) and (b) of section 4(5) of the 1999 Act in respect of a person falling within section 4(2) or (3) of that Act are-\r\n(a)\tthat he appears to the Secretary of State to be destitute, and\r\n(b)\tthat one or more of the conditions set out in paragraph (2) are satisfied in relation to him.\r\n                      (2)     Those conditions are that-\r\n(a)\the is taking all reasonable steps to leave the United Kingdom or place himself in a position in which he is able to leave the United Kingdom, which may include complying with attempts to obtain a travel document to facilitate his departure;\r\n(b)\t(not relevant to this appeal);\r\n(c)\t(not relevant to this appeal);\r\n(d)\t(not relevant to this appeal);\r\n(e)\tthe provision of accommodation is necessary for the purpose of avoiding a breach of a person's Convention rights, within the meaning of the Human Rights Act 1998.\r\n27.\tWith regard to the appellant’s eligibility under Regulation 3(1)(a), I find the appellant to be destitute. I have applied the guidance of the House of Lords in the case of R. v. SSHD ex parte Adam, Limbuela and Tesema [2005] UKHL 66 as I reach my decision. \r\n28.\tI accept the appellant’s oral evidence and the written evidence of her accommodation provider, namely that she was living in her Section 4 accommodation until June 2007. I accept that she remained in that accommodation until the same was withdrawn by the respondent.  I accept that the appellant was informed by her solicitor that she could not appeal against the respondent’s decision although it appears that the appellant failed to receive that decision through no fault of her own but rather due to an administrative error by the respondent who sent the decision to the wrong address. \r\n29.\tI have then considered the appellant’s oral evidence with regard to her current living conditions together with the written evidence she has submitted from ST and MH.   I accept that the appellant has been living with ST since June 2007 when she lost the respondent’s accommodation.  \r\n30.\tI accept that ST’s offer of accommodation has been withdrawn since the birth of ST’s third child.  I accept the appellant’s evidence that ST’s accommodation was already stretched with the presence of three adults and two children in a one bedroom flat and that the birth of ST’s third child, who is currently in hospital but will be coming home soon, has caused ST’s offer to be withdrawn.  \r\n31.\tI find that the appellant lived in the respondent’s accommodation until June 2007; I find that her alternative source of support since that time has been withdrawn.  For those reasons I find the appellant to be destitute.\r\n32.\tWith regard to the appellant’s eligibility under Regulation 3(2)(a), I have given careful consideration to the wording of that Regulation.  I remind myself that the burden of proof in this matter lies with the appellant.\r\n33.\tHaving considered all the evidence before me on balance a balance of probabilities, I do not accept that the appellant is taking all reasonable steps to leave the United Kingdom. \r\n34.\tI accept the evidence from both parties to this appeal that the appellant is taking some steps to leave the United Kingdom but I have had regard to the requirements under Regulation 3(2)(a) and find that she must take all reasonable steps in order to satisfy this condition.\r\n35.\tI have considered the steps that the appellant has already taken in order to effect her voluntary repatriation to Eritrea.  I accept that she applied to the IOM under the VARRP on 12 September 2006. I accept that some nine months later the IOM contacted the Eritrean Embassy in writing confirming the appellant’s appointment on 6 June 2007.  I accept that the appellant attended that interview at which time she was interviewed by the Eritrean Consul in order to establish her Eritrean nationality. I accept that some five months after this interview, the Eritrean Embassy wrote to the IOM on 7 November 2007 and stated that the Eritrean Embassy was not satisfied that the appellant “had a right to live in Eritrea”.  Furthermore, I accept that the appellant returned to the Eritrean Embassy following receipt of that letter and obtained the criteria for citizenship sometime in November 2007. I accept that she returned to the Eritrean Embassy some four months later on 10 March 2008 with two Eritrean friends who were interviewed by the Eritrean Consul. I accept her evidence today that her friend’s evidence was deemed to be inadequate for the Eritrean Consul’s purposes as her friends did not know the appellant in Eritrea but had only met her in the UK.   I accept the appellant’s evidence that she has had difficulty in finding individuals who are prepared to accompany her to the Eritrean Embassy as I accept that some Eritrean exiles may have a poor relationship with the Eritrean Embassy. \r\n36.\tHaving considered all that evidence, I accept that the appellant has taken some not inconsiderable steps to leave the United Kingdom. For that reason I reject the respondent’s submission that the appellant has failed to pursue her application to return home. I find that she has pursued that application. However, I cannot find that she has taken all reasonable steps to leave the UK.  \r\n37.\tIn order for me to find that the appellant satisfied Regulation 3(2)(a) I would need, first, to be satisfied that she had taken all steps to comply with the criteria for citizenship given to her by the Eritrean Embassy namely to provide three witnesses to her Eritrean nationality. The evidence before me is that the appellant went to the Eritrean Embassy on 10 March 2008 with two such witnesses.  The appellant’s evidence today is that she was informed that, irrespective of their number, the witnesses were regarded as unsatisfactory by the Eritrean consul as they had not known the appellant in Eritrean. I have considered the criteria for citizenship and do not find that that requirement is contained on that list. In order for the appellant to demonstrate that the witnesses she has produced so far are unacceptable to the Eritrean consul she may wish to consider asking SH and EG to provide witness statements which confirm their understanding of the interviews of 10 March 2008. \r\n38.\tSecond, the appellant may wish to contact the IOM in order to request assistance from that organisation in clarifying with the Eritrean Embassy whether her understanding of the interviews of 10 March 2008 is correct given that it contradicts the criteria for citizenship.  The IOM letter of 7 November 2007 invites the appellant to contact the IOM if she has any questions and the AVR officer offers her direct line to the appellant.  \r\n39.\tThird, should the appellant’s understanding of 10 March 2008 be correct namely that her three witnesses must have known her in Eritrean, the appellant may wish to consider her position. I note that she has been in contact with the Eritrean community in Lambeth since 2006 and she may wish to consider requesting that organisation’s assistance in helping her find people who knew her in Eritrea.   \r\n40.\tFourth, the appellant’s evidence is that in 2003 she gave a letter to someone who was travelling to Eritrea in order to make contact with her husband and that that attempt failed. The appellant’s evidence shows however that she is in contact with people who travel to and from Eritrea and the appellant may wish to consider her position with regard to obtaining the evidence required from Eritrea rather than from the UK.  If the appellant wishes to demonstrate that she is taking all reasonable steps to obtain the evidence required by the Eritrean Embassy, those steps cannot be restricted to ones taken in the UK only.\r\n41.\tFifth, it is open to the appellant to contact the Immigration Service in order to request that organisation’s assistance with her voluntary repatriation to Eritrea. Should the appellant continue to cooperate with any and all requests made by the Immigration Service, she will satisfy Regulation 3(2)(a). \r\n42.\tOnce the appellant can demonstrate that she is taking all reasonable steps, namely she is exploring all avenues open to her to obtain confirmation of her identity which will satisfy the Eritrean Embassy of her “right to live in that country” she will satisfy Regulation 3(2)(a) even if those steps do not result in the production of the necessary documentation needed to effect her return to Eritrea.  On reapplication for Section 4 support, the respondent will note that I have found the appellant to be currently destitute. \r\n43.\tHaving given careful consideration on a balance of probabilities to all the evidence that is before me today, both oral and written, I uphold the respondent’s decision with regard to the appellant’s eligibility under Regulation 3(2)(a).    \t\r\n44.\tAppeal dismissed.\r\n\r\n\r\n\r\n","tribunal_decision_category":"section-4-2-support-for-failed-asylum-seekers","tribunal_decision_categories":["section-4-2-support-for-failed-asylum-seekers"],"tribunal_decision_decision_date":"2008-03-17","tribunal_decision_judges":["smith-sv"],"tribunal_decision_landmark":"not-landmark","tribunal_decision_reference_number":"AS/08/03/17274","tribunal_decision_sub_category":"section-4-2-regulation-3-2-a-steps-to-leave","tribunal_decision_sub_categories":["section-4-2-regulation-3-2-a-steps-to-leave"],"bulk_published":true},"max_cache_time":10,"temporary_update_type":false,"attachments":[{"url":"https://assets.publishing.service.gov.uk/media/584ea631e5274a1303000099/SY_v_SOS_AS_08_03_17274.pdf","title":"SY v SOS AS_08_03_17274","content_type":"application/pdf","updated_at":"2016-12-12T13:29:21+00:00","created_at":"2016-12-12T13:29:21+00:00","content_id":"15883cd2-64fa-4cda-99b3-1f6d787cabfa"}],"change_history":[{"note":"First published.","public_timestamp":"2017-02-08T16:16:14.766Z"}]},"routes":[{"path":"/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-03-17274","type":"exact"}],"redirects":[],"publishing_app":"specialist-publisher","rendering_app":"government-frontend","need_ids":[],"phase":"live","analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","first_published_at":"2017-02-08T16:16:14Z","base_path":"/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-03-17274","description":"Asylum Support Tribunal decision of Judge Verity Smith on 17 March 2008.","content_id":"c47cd671-1ee5-4d80-baa5-0a1adfb710e8","locale":"en","expanded_links":{"organisations":[{"analytics_identifier":"D18","api_path":"/api/content/government/organisations/ministry-of-justice","base_path":"/government/organisations/ministry-of-justice","content_id":"dcc907d6-433c-42df-9ffb-d9c68be5dc4d","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2016-07-18T17:26:49Z","schema_name":"placeholder","title":"Ministry of Justice","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"Ministry<br/>of Justice","crest":"single-identity"}},"links":{}},{"analytics_identifier":"EA73","api_path":"/api/content/government/organisations/hm-courts-and-tribunals-service","base_path":"/government/organisations/hm-courts-and-tribunals-service","content_id":"6f757605-ab8f-4b62-84e4-99f79cf085c2","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-21T14:12:20Z","schema_name":"placeholder","title":"HM Courts & Tribunals Service","withdrawn":false,"details":{"brand":"ministry-of-justice","logo":{"formatted_title":"HM Courts &amp; <br/>Tribunals Service","crest":"single-identity"}},"links":{}},{"analytics_identifier":"CO1127","api_path":"/api/content/courts-tribunals/first-tier-tribunal-asylum-support","base_path":"/courts-tribunals/first-tier-tribunal-asylum-support","content_id":"7141e343-e7bb-483b-920a-c6a5cf8f758c","description":null,"document_type":"organisation","locale":"en","public_updated_at":"2017-02-17T16:34:47Z","schema_name":"placeholder","title":"First-tier Tribunal (Asylum Support)","withdrawn":false,"details":{"brand":null,"logo":{"formatted_title":"First-tier Tribunal (Asylum Support)"}},"links":{}}],"finder":[{"analytics_identifier":null,"api_path":"/api/content/asylum-support-tribunal-decisions","base_path":"/asylum-support-tribunal-decisions","content_id":"581b4bba-e58f-4d07-8e0a-03c8c00165cc","description":"Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).","document_type":"finder","locale":"en","public_updated_at":"2017-03-30T10:34:00Z","schema_name":"finder","title":"Asylum support tribunal decisions","withdrawn":false,"details":{"document_noun":"decision","filter":{"document_type":"asylum_support_decision"},"format_name":"Asylum support tribunal decision","show_summaries":true,"summary":"<p>Find decisions on appeals against the Home Office heard by the First-tier Tribunal (Asylum Support).</p>","facets":[{"key":"tribunal_decision_categories","name":"Category","type":"text","preposition":"categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) (support for persons who are neither an asylum seeker nor a failed asylum seeker)","value":"section-4-1-support-for-persons-who-are-neither-an-asylum-seeker-nor-a-failed-asylum-seeker"},{"label":"Section 4(2) (support for failed asylum seekers)","value":"section-4-2-support-for-failed-asylum-seekers"},{"label":"Section 95 (support for asylum seekers)","value":"section-95-support-for-asylum-seekers"}]},{"key":"tribunal_decision_category_name","name":"Category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_sub_categories","name":"Sub-category","type":"text","preposition":"sub-categorised as","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Section 4(1) - bail","value":"section-4-1-bail"},{"label":"Section 4(1) - other","value":"section-4-1-other"},{"label":"Section 4(1) - temporary admission / release","value":"section-4-1-temporary-admission-release"},{"label":"Section 4(2) - breach","value":"section-4-2-breach"},{"label":"Section 4(2) - dependants","value":"section-4-2-dependants"},{"label":"Section 4(2) - destitution","value":"section-4-2-destitution"},{"label":"Section 4(2) - jurisdiction","value":"section-4-2-jurisdiction"},{"label":"Section 4(2) - other","value":"section-4-2-other"},{"label":"Section 4(2) - regulation 3(2)(a) - steps to leave","value":"section-4-2-regulation-3-2-a-steps-to-leave"},{"label":"Section 4(2) - regulation 3(2)(b) - medical","value":"section-4-2-regulation-3-2-b-medical"},{"label":"Section 4(2) - regulation 3(2)(c) - no route of return","value":"section-4-2-regulation-3-2-c-no-route-of-return"},{"label":"Section 4(2) - regulation 3(2)(d) - judicial review","value":"section-4-2-regulation-3-2-d-judicial-review"},{"label":"Section 4(2) - regulation 3(2)(e) - human rights / fresh reps","value":"section-4-2-regulation-3-2-e-human-rights-fresh-reps"},{"label":"Section 95 - breach","value":"section-95-breach"},{"label":"Section 95 - children","value":"section-95-children"},{"label":"Section 95 - dependants","value":"section-95-dependants"},{"label":"Section 95 - destitution","value":"section-95-destitution"},{"label":"Section 95 - jurisdiction","value":"section-95-jurisdiction"},{"label":"Section 95 - other","value":"section-95-other"}]},{"key":"tribunal_decision_sub_category_name","name":"Sub-category name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_judges","name":"Judges","type":"text","preposition":"by judge","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Bashir, S","value":"bashir-s"},{"label":"Bayati, C","value":"bayati-c"},{"label":"Briden, R","value":"briden-r"},{"label":"Carter, G","value":"carter-g"},{"label":"Cornes, J","value":"cornes-j"},{"label":"Gandhi, P","value":"gandhi-p"},{"label":"Grewal, S","value":"grewal-s"},{"label":"Hussain, R","value":"hussain-r"},{"label":"Khan, NU","value":"khan-nu"},{"label":"Lal, S","value":"lal-s"},{"label":"Lewis, I","value":"lewis-i"},{"label":"Lock, A","value":"lock-a"},{"label":"Owens, R","value":"owens-r"},{"label":"Penrose, M","value":"penrose-m"},{"label":"Phelan, M","value":"phelan-m"},{"label":"Rayner, C","value":"rayner-c"},{"label":"Ripley, F","value":"ripley-f"},{"label":"Rizvi, F","value":"rizvi-f"},{"label":"Saunders, D","value":"saunders-d"},{"label":"Smith, SV","value":"smith-sv"},{"label":"Storey, S","value":"storey-s"},{"label":"Swaney, J","value":"swaney-j"},{"label":"Tootell, A","value":"tootell-a"},{"label":"Wyman, J","value":"wyman-j"}]},{"key":"tribunal_decision_judges_name","name":"Judges name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_landmark","name":"Landmark","type":"text","display_as_result_metadata":false,"filterable":true,"allowed_values":[{"label":"Landmark","value":"landmark"},{"label":"Not landmark","value":"not-landmark"}]},{"key":"tribunal_decision_landmark_name","name":"Landmark name","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_reference_number","name":"Reference number","type":"text","display_as_result_metadata":true,"filterable":false},{"key":"tribunal_decision_decision_date","name":"Decision date","short_name":"Decided","type":"date","preposition":"decided","display_as_result_metadata":true,"filterable":true}],"default_documents_per_page":50},"links":{}}],"available_translations":[{"title":"SY v Secretary of State for the Home Department: AS/08/03/17274","public_updated_at":null,"analytics_identifier":null,"document_type":"asylum_support_decision","schema_name":"specialist_document","base_path":"/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-03-17274","description":"Asylum Support Tribunal decision of Judge Verity Smith on 17 March 2008.","api_path":"/api/content/asylum-support-tribunal-decisions/sy-v-secretary-of-state-for-the-home-department-as-08-03-17274","withdrawn":false,"content_id":"c47cd671-1ee5-4d80-baa5-0a1adfb710e8","locale":"en"}]},"format":"specialist_document","navigation_document_supertype":"other","user_journey_document_supertype":"thing","email_document_supertype":"other","government_document_supertype":"other","payload_version":0}